Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Move to group
hu: Mozgatás egy csoportba
sv: Flytta till grupp

source: Open a menu with the available favorite hub groups in order to move the selected hubs to the choosen group.
hu: Megnyit egy menüt az elérhető kedvenc hub csoportokkal annak érdekében, hogy a kijelölt hubokat egy kiválasztott csoportba tudjuk mozgatni.

source: Favorite users
fr: Utilisateurs favoris
hu: Kedvenc felhasználók

source: Auto grant slot / Nick
fr: Slot auto / Pseudo
hu: Automatikus slot biztosítása / Nick

source: Specifies the nick of the user. The checkbox indicates if DC++ should auto grant the user a slot. If the box is checked, DC++ will automatically grant the user a slot.
fr: Spécifie le pseudo de l'utilisateur. La case à cocher indique si DC++ doit accorder un slot auto à l'utilisateur. Si la case est cochée, DC++ accordera automatiquement un slot à l'utilisateur.
hu: A felhasználó nickjét tartalmazza. A jelölőnégyzet állapota megadja, hogy a felhasználó mindíg automatikusan kapjon-e extra slotot vagy sem.

source: Hub (last seen in, if offline)
fr: Hub (dernière connexion, si déconnecté)
hu: Hub (utóljára itt járt, amennyiben offline)
sv: Senast besökta hub (senast sedd i om inte ansluten)

source: Which hub you saw this user the last time.
fr: Le dernier hub dans lequel vous avez vu cet utilisateur connecté.
hu: Az a hub ahol a felhasználó (legutóljára) megtalálható (volt).
sv: I vilken hubb DC++ senast såg användaren i

source: Time last seen
fr: Dernière connexion
hu: Legutóljára online

source: Which specific date and time you saw this user the last time; or "Online" if the user is currently online.
fr: La date et l'heure spécifique à laquelle vous avez vu cet utilisateur connecté la dernière fois ; ou "En ligne" si l'utilisateur est connecté en ce moment.
hu: Ha az oszlopban dátum és idő látható, akkor azt az időpontot mutatja, amikor a felhasználó legutóljára látható volt egy hubon. 'Online' felirat esetén a felhasználó jelenleg be van jelentkezve.

source: Brief description of the user. You can change this description by either right-clicking and selecting "Description", or by pressing the Enter key.
fr: Brève description de l'utilisateur. Vous pouvez changer cette description par un clic droit et en choisissant "Description" dans le menu, ou bien en appuyant sur la touche Entrée.
hu: A felhasználó rövid leírása. A leírás megváltoztatható az Enter billentyű megnyomásával vagy a jobb-click menüben található "Leírás" parancs kiválasztásával.

source: Client ID of the user.
fr: Identifiant Client (Client ID) de l'utilisateur.
hu: A felhasználó kliens azonosítója (ID).
sv: Klient-ID för användaren

source: Connect to hub
hu: Kapcsolódás a hubhoz
sv: Anslut till en hub

source: Connect to the hub where the user last seen in.
hu: Kapcsolódás ahhoz a hubhoz, ahol a felhasználó legutóljára online volt.

source: Edit the brief description of the user (shown in the Description column).
hu: A Leírás oszlopban megjelenő rövid felhaszálói leírás szerkesztése.
sv: Editera beskrivningen av användaren (visas i beskrivningskolumnen).

source: Toolbar
hu: Eszköztár
sv: Verktygsfält

source: Back
hu: Vissza
sv: Tillbaka

source: Switch to the previously visited directory. This command can also be accessed via the Backspace key and the Ctrl+Left keyboard shortcut.
hu: Visszavált a korábban az aktuális előtt kijelölt könyvtárra. A parancs a Backspace vagy a Ctrl + balranyíl billentyűkombinációkkal is elérhető.

source: Forward
hu: Előre
sv: Framåt

source: Switch to the next visited directory. This command can also be accessed via the Ctrl+Right keyboard shortcut.
hu: Átvált a következő már korábban kijelölt könyvtárra. A parancs a Ctrl + Jobbranyíl billentyűkombinációval is elérhető.

source: Up one level
hu: Egy szinttel feljebb
sv: Upp en nivå

source: Switch to the parent directory. This command can also be accessed via the Ctrl+Up keyboard shortcut.
hu: Az aktuális könyvtár szülő könyvtárára ugrik át. A parancs a Ctrl + Felfelényíl billentyűkombinációval is elérhető.

source: Folder list (left)
fr: Liste des dossiers (à gauche)
hu: Könyvtár-lista (bal oldal)
sv: Kataloglista (vänster)

source: Folders available in the current file list. Left-click on a folder to show the contents of that folder in the window on the right; right-click to open a menu that allows you to download the whole folder.
fr: Les dossiers disponibles dans la liste de fichiers actuelle. Faites un clic gauche sur dossier pour voir le contenu de celui-ci dans la fenêtre de droite ; faites un clic droit pour ouvrir un menu qui vous permet de télécharger tout le dossier.
hu: A fájl-listában lévő könyvtárakat mutatja. Egy könyvtrárra kattintva bal gombbal megjelenik annak tartalma a jobb oldalon. Jobb gombbal történő kattintás menüt hoz elő, amely segítségével az egész könyvtár tartalma letölthető.

source: Contents (right)
fr: Contenu (à droite)
hu: Tartalom (jobb oldal)
sv: Innehåll (höger)

source: Shows the contents of the folder selected in the folder list (window on the left). Right-click to get menu options.
fr: Affiche le contenu du dossier sélectionné dans la liste des dossiers (fenêtre de gauche). Faites un clic droit pour avoir des options dans un menu.
hu: A jobb oldali könyvtár-listában kijelölt könyvtár tartalmát mutatja. Jobb-click-re további lehetőségeket biztosító menü hozható elő.
sv: Visar innehållet i foldern vald i listan till vänster. Högerklicka för menyalternativ.

source: File
fr: Fichier
hu: Fájl
sv: Fil

source: The file and folder names inside the currently selected folder.
fr: Les noms de fichiers et dossiers qui sont dans le dossier actuellement sélectionné.
hu: Az aktuálisan kijelölt könyvtárban lévő alkönyvtárak és fájlok nevei.
sv: Filer och kataloger i vald katalog

source: Shows the file extensions of the files in the current folder.
fr: Les extensions des fichiers qui sont dans le dossier actuel.
hu: Az aktuálisan kijelölt könyvtárban lévő fájlok kiterjesztéseit mutatja.
sv: Visar filändelserna för filerna i vald katalog.

source: The size in bytes of files in the current folder.
fr: La taille en octets des fichiers dans le dossier actuel.
hu: Az aktuálisan kijelölt könyvtárban lévő alkönyvtárak és fájlok pontos mérete byte-okban.
sv: Storleken i bytes för filerna i vald katalog.

source: The size of these files in normal form.
fr: La taille de ces fichiers sous forme normalisée.
hu: A fájlok és könyvtárak mérete normál formában.
sv: Storleken för filerna i normal form.

source: The Hash of these files.
fr: Les clés de ces fichiers.
hu: A fájlok TTH hash értéke.
sv: Hashvärdet för filerna.

source: View as text
hu: Megtekintés szövegként
sv: Visa som text

source: This function is useful for previewing small text based info files as they may contain more information about other files in the same folder. Note that only plain text files will be shown correctly. For files of other format you must download and open them with their respective viewer application. You can open downloaded files from the <a po4a-id=0>Finished downloads</a> window using the Open menu command.
hu: Ez a lehetőség leginkább kis méretű szöveges info fájlok előnézetére alkalmas. Ezek általában további információkkal szolgálnak a könyvtárban lévő többi nagyobb méretű fájlról. Fontos megjegyezni, hogy ezen funkció csak a szöveges fájlokat jeleníti meg helyesen. Más formátumú fájlok esetén a megnyitáshoz a fájlokat le kell tölteni, majd a megfelelő alkalmazással megnyitni. A letöltött fájlokat a <a po4a-id=0>Befejezett letöltések</a> ablakban, a Megnyitás menüt kiválasztva lehet a legegyszerűbben megnyitni.
sv: Denna funktion är användbar för att förhandsgranska små textbaserade informationsfiler eftersom de kan innehålla information om andra filer som finns i samma katalog. Tänk på att bara rena textfiler visas ordentligt. För andra sorters filer måste du ladda ner dem och öppna dem med respektive program. Du kan öppna nedladdade filer från fönstret <a po4a-id=0>klara nedladdningar</a> med menykommandot Öppna.

source: Search row (bottom)
hu: Keresési sor (lent)

source: A search row may be shown right above the status bar to allow looking for files in the current file list. Its visibility is controlled by the "Find &#8710;" button.
hu: A keresési sor közvetlenül az állapotsor felett jelenhet meg és az aktuális fájl-listában való keresésre használható. A keresési sor láthatóságát a "Keresés &#8710;" gomb szabályozza.

source: Text-box (left)
hu: Szövegdoboz (balra)

source: Enter your search terms here. The most recent searches can be accessed by unfolding the list contained within this box.
hu: Ide írd be a keresendő kifejezést. A legutóbbi keresett kifejezések elérhetőek a legördülő listából.

source: Find from the beginning
hu: Keresés elölről

source: Find items that match the search strings specified in the text-box. The search starts from the root of the file list.
hu: Megkeresi az első találatot a szövegdobozba írt keresési kifejezésre. A keresés a fájl-lista gyökérkönyvtárától kezdődik.

source: Previous
hu: Előző
sv: Föregående

source: Find items that match the search strings specified in the text-box. The search starts from the current selection and goes backwards.
hu: Megkeresi az első találatot a szövegdobozba írt keresési kifejezésre. A keresés a jelenlegi kijelöléstől kezdődik és visszafelé keres a fájl-listában.

source: Next
fr: Suivant
hu: Következő
sv: Nästa

source: Find items that match the search strings specified in the text-box. The search starts from the current selection and goes forward.
hu: Megkeresi az első találatot a szövegdobozba írt keresési kifejezésre. A keresés a jelenlegi kijelöléstől kezdődik és előrefelé keres a fájl-listában.

source: Status bar (bottom)
fr: Barre d'état (en bas)
hu: Állapotsor (alul)
sv: Statusrad (nederst)

source: Indicators:
fr: Indicateurs :
hu: Megjelenő adatok:

source: The speed the current file list was downloaded.
fr: La vitesse à laquelle cette liste de fichiers a été téléchargée.
hu: A fájl lista letöltésének sebessége.
sv: Hastigheten som vald fil laddades ner i.

source: Files (left)
fr: Fichiers (à gauche)
hu: Fájlok (bal oldali)
sv: Filer (vänster)

source: Total number of individual files in the whole file list.
fr: Nombre total de fichiers pris séparément dans toute la liste de fichiers.
hu: A teljes fájl-listában lévő összes egyedi fájl száma.
sv: Totala antalet filer i hela fillistan.

source: Total amount of bytes represented by every individual files in the whole file list.
fr: Nombre total d'octets que représentent tous les fichiers individuels dans toute la liste de fichiers.
hu: A teljes fájl-listában lévő egyedi fájlok összmérete.
sv: Totala antalet bytes för alla filer i hela fillistan.

source: Files (right)
fr: Fichiers (à droite)
hu: Fájlok (jobb oldali)
sv: Filer (höger)

source: Number of items selected; or number of items in the current directory if there is no item selected.
fr: Nombre d'items sélectionnés ; ou nombre d'items dans le dossier courant si aucun item n'est sélectionné.
hu: A kijelölt elemek száma. Ha nincs kijelölés akkor az aktuális könyvtár elemeinek száma.
sv: Antalet valda filer, eller totala antalet filer i katalogen om ingen valts.

source: Total amount of bytes represented by the currently selected items; or by all items in the current directory if there is no item selected.
fr: Nombre total d'octets que représentent les items actuellement sélectionnés, ou tous les items dans le dossier courant si aucun item n'est sélectionné.
hu: A kijelölt elemek összmérete. Ha nincs kijelölés akkor az aktuális könyvtár elemeinek összmérete.
sv: Totala antalet bytes för valda filer eller totala antalet bytes för alla filer om ingen valts.

source: Buttons:
fr: Boutons :
hu: Gombok:

source: Subtract list
fr: Soustraire liste
hu: Lista kivonása
sv: Raderingslista

source: Compare this list to another list, and only show the differences between each. Useful to see new items added by an user to his file list.
fr: Compare cette liste à une autre liste, et n'affiche que les différences entre les deux. Utile pour voir les nouveaux items ajoutés par un utilisateur à sa liste de fichiers.
hu: Összhasonlítja a listát egy másik listával és csak a kettő közti különbözetet mutatja. Hasznos, mikor egy listát egy korábbi elmentett állapottal hasonlítjuk össze és így látható, hogy a felhasználó mit adott hozzá azóta a megosztásához.
sv: Jämför denna lista med en annan och visa skillnaden mellan dem. Användbart för att se vilka nya filer som finns i en fillista.

source: Search the list for items you are currently downloading; found items will be automatically added as sources for your current downloads.
fr: Recherche dans la liste les items que vous êtes en train de télécharger en ce moment ; les correspondances trouvées seront automatiquement ajoutées comme sources à vos téléchargements actuels.
hu: Átnézi a listát az éppen a letöltési sorban lévő elemeket keresve. Találat esetén a felhasználó forrásként hozzá lesz adva a sorban lévő megtalált fájlokhoz.
sv: Sök i fillistan efter filer som du laddar ner just nu. För hittade filer läggs adderas källan automatiskt.

source: Find
fr: Chercher
hu: Keresés
sv: Sök

source: Toggle the visibility of the search box, which allows searching within the file list.
hu: A fájl-listában történő keresésre használható keresési sor ki- és bekapcsolását végzi.

source: Finished downloads
fr: Téléchargements terminés
hu: Befejezett letöltések
sv: Färdiga nedladdningar

source: Note that <a po4a-id=0>file list logging</a> must be enabled for them to appear in this window.
hu: A <a po4a-id=0>fájl-lista átvitelek naplózása</a> beállítás enegdélyezve kell hogy legyen ahhoz, hogy a fájl-listák is megjelenjenek ebben az ablakban.
sv: Tänk på att <a po4a-id=0>loggning av fillistor</a> måste vara igångslaget för att de ska synas i detta fönster.

source: The list of finished files are grouped in two ways: by files and by users. You can select between the two grouped lists using tabs that appear in the top of the window. In both lists a new item will appear right away when the first chunk of a file downloaded.
hu: A befejezett letöltések listája kétféleképpen van csoportosítva: fájlok és felhasználók szerint. Az ablak tetején található fülek segítségével választhatsz a kétféle csoportosítási mód között. Már a fájl első darabjának letöltődésekor a fájl mindkét listában azonnal megjelenik.
sv: Listan för klara filer grupperas på två olika sätt; efter fil och efter användare. Du kan välja vilken sortering du vill genom flikar överst i fönstret. I båda listorna dyker nya filer upp så fort första blocket laddats ner.

source: Time
fr: Temps
hu: Idő
sv: Tid

source: The date and time the file finished downloading.
fr: La date et l'heure à laquelle le téléchargement du fichier s'est terminé.
hu: A letöltés befejezésének dátuma és ideje.
sv: Datum och tid när filen laddades klart.

source: The name of the downloaded file.
fr: Le nom du fichier téléchargé.
hu: A letöltött fájl neve.
sv: Namnet på den nedladdade filen.

source: The path to the downloaded file.
fr: Le chemin du fichier téléchargé.
hu: A letöltött fájl útvonala.
sv: Sökvägen till den nedladdade filen.

source: Nicks
hu: Nick-ek
sv: Användarnamn

source: The sources' nick name.
hu: A forrrások nick nevei
sv: Källans användarnamn

source: File size
hu: Fájl méret
sv: Filstorlek

source: The size of the file downloaded.
fr: La taille du fichier téléchargé.
hu: A letöltött fájl mérete.
sv: Den nedladdade filens storlek.

source: Transferred
hu: Átvitt
sv: Överfört

source: The number of transferred bytes.
hu: Az átvitt byte-ok száma.
sv: Antalet överförda bytes.

source: % transferred
hu: % átvíve
sv: % överfört

source: Shows how many percent of the file transferred.
hu: Megadja, hogy a fájl hány százaléka lett átvíve.
sv: Visar hur många procent av filen som är överförd.

source: The average speed for the file.
fr: La vitesse moyenne pour le fichier.
hu: A fájl átlagos letölési sebessége.
sv: Genomsnittshastigheten för filen.

source: CRC Checked
fr: CRC Vérifié
hu: CRC ellenőrizve
sv: CRC-kontrollerad

source: Whether or not the file was CRC checked. Note that <a po4a-id=0>Enable automatic SFV checking</a> must be enabled, and the file needs to have an accompanying SFV file.
hu: Megadja, hogy a fájl CRC ellenőrzve lett vagy sem. A CRC ellenőrzéshez az <a po4a-id=0>Automatikus SFV ellenőrzés</a> beállítás engedélyezése, illetve az ellenőrzés alapjául szolgáló .sfv fájl megléte szükséges.
sv: Om filen är CRC-kontrollerad eller ej. Tänk på att <a po4a-id=0>Aktivera automatisk SFV-kontroll</a> måste var akativerad och filen måste medföljas av en SFV-fil.

source: Which hub the source was on.
fr: Le hub auquel la source était connectée.
hu: A hub, amelyen a forrás online volt.
sv: Hubb som källan fanns i.

source: Which files were downloded from the user.
hu: A felhasználótól letöltött fájlok.
sv: Vilka filer som laddades ner från användaren.

source: Elapsed
hu: Eltellt idő
sv: Nedladdningstid

source: The total time, in seconds, that it took for the file to be transferred.
hu: A teljes eltellt idő ami alatt a fájl átvitelre került, másodpercekben.
sv: Den totala tiden, i sekunder, det dog att överföra filen.

source: It will open the file (stored locally) in a text viewer window.
hu: Megnyitja a letöltött fájlt egy szöveges megjelenítő ablakban.
sv: Filen (lagrad lokalt) öppnas i en textläsare.

source: Only show fully downloaded files
fr: Afficher uniquement les fichiers totalement téléchargés
hu: Csak a teljesen letöltődött fájlokat mutassa
sv: Visa endast fullständigt nerladdade filer

source: When this check-box is checked (which is the case in the default configuration), only files that are fully downloaded (which are not anymore in the <a po4a-id=0>Download queue</a>) appear in the &quot;Finished downloads grouped by files&quot; list.
hu: Ha a jelölőnégyzet ki van pipálva (ami az alapértelmezett), akkor csak azok a fájlok jelennek meg a &quot;Fájlok szerint&quot; csoportosított listában, amelyek teljesen letöltődtek (tehát már nincsenek a <a po4a-id=0>Letöltési sorban</a>).
sv: När denna inställning är aktiverad (vilken den är per standard) visas endast klara nedladdade filer (som inte längre listas i fönstret för <a po4a-id=0>nedladdningskön</a>) i &quot;Klara nedladdningar grupperade filvisfiles&quot;.

source: When this check-box is not checked, an item appears in that list as soon as a chunk of the corresponding file has finished downloading.
hu: Ha a jelölőnégyzet nincs megjelölve, a fájlok abban a pillanatban ahogy az az első darabjuk letöltésre kerül, megjelennek a listában.
sv: Är inställningen inte aktiverad visas filerna så fort första blocket för filen laddats ned.

source: # Items
hu: Elemek
sv: # Poster

source: The amount of items that you have downloaded (received).
fr: Le nombre d'items que vous avez téléchargé (reçu).
hu: A listában lévő letöltött / fogadott elemek száma.
sv: Antalet poster som du laddat ner,

source: # bytes
fr: # octets
hu: Méret

source: The amount in bytes that you have downloaded (received).
fr: Le nombre d'octets que vous avez téléchargé (reçu).
hu: A letöltött / fogadott byte-ok száma.
sv: Antalet bytes som du laddat ner

source: # bytes/seconds
fr: # octets/secondes
hu: Byte/s.
sv: # bytes/sekund

source: The average speed of the files you have downloaded (received).
fr: La vitesse moyenne à laquelle vous avez téléchargé (reçu) les fichiers.
hu: A letöltött / fogadott fájlok átlagsebessége.
sv: Medelhastigheten för filerna som du laddat ned.

source: Finished uploads
fr: Envois terminés
hu: Befejezett feltöltések
sv: Klara uppladdningar

source: The list of finished files are grouped in two ways: by files and by users. You can select between the two grouped lists using tabs that appear in the top of the window. In both lists a new item will appear right away when the first chunk of a file uploaded.
hu: A befejezett letöltések listája kétféleképpen van csoportosítva: fájlok és felhasználók szerint. Az ablak tetején található fülek segítségével választhatsz a kétféle csoportosítási mód között. Már a fájl első darabjának feltöltődésekor a fájl mindkét listában azonnal megjelenik.
sv: Listan över klara filer grupperas på två sätt; per fil eller per användare. Du kan välja mellan de två olika sorteringarna med flikar högst upp i fönstret. Nya poster dyker upp i båda vyerna så fort första blocket laddats ned.

source: The date and time the file finished uploading.
fr: La date et l'heure à laquelle l'envoi du fichier s'est terminé.
hu: A feltöltés befejezésének dátuma és ideje.
sv: Datum och tid för den färdiga uppladdningen.

source: The name of the uploaded file.
fr: Le nom du fichier envoyé.
hu: A feltöltött fájl neve.
sv: Namnet på den uppaddade filen.

source: The path to the uploaded file.
fr: Le chemin du fichier envoyé.
hu: A feltöltött fájl útvonala.
sv: Sökvägen till den uppladdade filen.

source: To whom the file was uploaded.
fr: À qui le fichier a été envoyé.
hu: Akihez a fájl feltöltődött
sv: Till vem filen laddas upp.

source: The size of the file uploaded.
fr: La taille du fichier envoyé.
hu: A feltöltött fájl mérete.
sv: Den uppladdade filens storlek.

source: Shows how many percent of the file transferred (this value can exceed 100% if the file was uploaded to more than one user).
hu: Megmutatja, hogy a fájl hány százaléka lett átvíve (az érték meghaladhatja a 100%-ot is, ha a fájl több felhasználóhoz is feltöltődött).
sv: Visar hur många procent av filen som överförts (detta värde kan överstiga 100% om filen laddats upp till mer än en användare).

source: Which hub the user was on.
fr: Le hub auquel l'utilisateur était connecté.
hu: A hub, amelyen a felhasználó online volt.
sv: I vilken hubb överföringen gjordes il

source: Which files were uploaded to the user.
hu: A felhasználóhoz feltöltött fájlok.
sv: Filerna som överföringen gjordes till.

source: The amount of items that you have uploaded (sent).
fr: Le nombre d'items que vous avez envoyé.
hu: A feltöltött / küldött fájlok száma.
sv: Antalet filer du laddat upp (skickat).

source: The amount in bytes that you have uploaded (sent).
fr: Le nombre d'octets que vous avez envoyé.
hu: A feltöltött / küldött byte-ok száma.
sv: Antalet bytes du laddat upp (skickat).

source: The average speed of the files you have uploaded (sent).
fr: La vitesse à laquelle vous avez envoyé les fichiers.
hu: A feltöltött / küldött fájlok átlagsebessége.
sv: Genomsnittshastigheten som filen laddades upp med.

source: Main chat window (left)
fr: Fenêtre du chat central (à gauche)
hu: Közös chat ablak (bal oldal)
sv: Huvudchattfönster (vänster)

source: The main chat window displays messages sent by the hub. You can chat with other users in this "public area" by writing a message in the field below the main chat and pressing either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available). You can right click to the users' nicks to bring up the user context menu described below.
hu: A közös chat ablak a hubtól érkező üzeneteket jeleníti meg. Ezen a nyilvános területen lehet chat-eleni más felhasználókkal úgy, hogy az üzenetedet az ablak alatt lévő mezőbe írod, majd Enterrel vagy az Alt+S megnyomásával az üzenetet elküldöd. Az ún. <a po4a-id=0>Chat parancsok</a> is használhatóak ugyanitt (/help beírása listát ad az elérhető parancsokról). A felhasználók nick-jére jobb-klikkelve egy (lejjebb részletezett) menü ugrik elő.
sv: I huvudchattfönstret visas meddelanden som skickas från hubben. Du kan chatta med andra användare genom att skriva meddelanden i textfältet nedanför huvudchattfönstret och skicka dem med Enter eller ALT + S. Du kan också skriva <a po4a-id=0>/kommandon</a> (skrivsend /help för att se tillgängligae). Du kan högerklicka på en användare för att få upp en meny beskriven nedan.
