Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: DC++ has always measured file sizes and speeds with the understanding that 1024 of something make the next unit up. Using SI prefixes, kilo means 1000, so one kilobyte should imply 1000 bytes. In popular usage, one kilobyte nearly always means 1024 bytes, which means that "kilo" has multiple definitions depending on context. The International Electrotechnical Commission (IEC) created new prefixes to remove the ambiguity, so kilo could always mean 1000 (and so on). In v0.402, DC++ adopted these prefixes.
fr: DC++ a toujours mesuré les tailles de fichiers et les vitesses en se basant sur le fait qu'une multiplication par 1024 permet d'obtenir l'unité supérieure. Si on utilisait les préfixes SI, soit par exemple kilo, qui signifie 1000, alors un kilo-octet deviendrait 1000 octets. Cependant, il est d'usage de considérer qu'un kilo-octet signifie pour la plupart du temps 1024 octets, ce qui implique donc que "kilo" a plusieurs définitions selon le contexte. C'est pourquoi l'International Electrotechnical Commission (IEC) a créé de nouveaux préfixes pour enlever toute ambiguité, de manière à ce que kilo puisse toujours signifier 1000 (et ainsi de suite pour les unités supérieures). À partir de la version 0.402, DC++ a adopté ces nouveaux préfixes.
hu: A DC++ bár korábban SI mértékegységeket jelzett ki, mindíg is úgy mérte a fájlméreteket és a sebességet, hogy valamely mértékegységnek az 1024-szerese a következő egység. Az SI előtagok használatakor a szabvány szerint a kilo 1000-et jelent, tehát így egy kilobyte 1000 byte lenne, ami a valóságban nem igaz. A mindennapi használatban egy kilobyte majdnem mindíg 1024 bájtot jelent, ennek ellenére a "kilo" jelentése mégsem egyértelmű, hanem az adott helyzettől függ. A Nemzetközi Elektrotechinkai Bízottság (IEC) ezért új előtagokat javasolt a bináris mértékegységekhez, így elkerülhető a kétértelműség. Ezentúl tehát a "kilo" mindíg 1000-et jelent (és így tovább)... A DC++ a 0.402-es verziótól vezette be az új előtagokat, az alábbi táblázat szerint :
sv: DC++ har alltid mätt filstorlek och hastigheter i intervall av 1024. Enligt SI-systemet betyder kilo 1000, så en kilobyte borde betyda 1000 bytes. 1 kilobyte motsvarar nästan alltid 1024 bytes, vilket leder till att kilo har dubbla definitioner beroende på sammanhanget. IEC skapade nya prefix för att ta bort denna dubbeltydighet så kilo betyder alltid 1000, vilket DC++ valde att anamma från och med version 0.402.

source: New Prefix
fr: Nouveau Préfixe
hu: Új előtag
sv: Nytt prefix

source: Factor
fr: Facteur
hu: Tényező
sv: Faktor

source: Old Prefix
fr: Ancien Préfixe
hu: Régi előtag
sv: Gammalt prefix

source: For more information about the binary units see the <a po4a-id=0>National Institute of Standards and Technology</a>.
hu: Bővebb információért a bináris egységekkel kapcsolatban látogasd meg a <a po4a-id=0>National Institute of Standards and Technology</a> oldalát.
sv: För mer information angående binära enheter se <a po4a-id=0>National Institute of Standards and Technology</a>.

source: My ISP, University, company, etc blocks or throttles DC++. What can I do?
hu: A szolgáltatóm blokkolja vagy lassítja a DC++-t. Mit tehetek ellene?
sv: Min Internetleverantör, universitet, företag osv blockerar eller begränsar DC++. Vad kan jag göra?

source: Blocking and Throttling
hu: Blokkolás és lassítás
sv: Blockering och strypning

source: Many <acronym po4a-id=0>ISP</acronym>s, Universities, or other organizations have policies that limit the usage of peer to peer applications for their customers, students and employees. Typically, these policies block or limit the amount of bandwidth that <acronym po4a-id=1>P2P</acronym> applications can use, and are enforced by packet analizing solutions from <a po4a-id=2>Packeteer</a>, <a po4a-id=3>NetLogic Microsystems</a>, or a similar company. This software/hardware solution has the ability to look into a <acronym po4a-id=4>TCP</acronym> packet, determine what class of application created it, then throttle or block it accordingly.
hu: Sok <acronym po4a-id=0>internet-szolgáltató</acronym>, iskola ill. egyéb intézmény esetében előfordul, hogy korlátozzák felhasználóik, diákjaik vagy alkalmazottaik <acronym po4a-id=1>P2P</acronym> használatát. Legtöbbször ez a P2P alkalmazások által felhasználható sávszélesség korlátozása vagy teljes blokkolása útján történik, csomag analizáló megoldások felhasználásával, mint pl. a <a po4a-id=2>Packeteer</a>, a <a po4a-id=3>NetLogic Microsystems</a> vagy egyéb más cégek termékeivel. Ezek a szoftver / hardver megoldások képesek belenézni a <acronym po4a-id=4>TCP</acronym> csomagokba és megállapítani, hogy milyen alkalmazás készítette őket, ezáltal blokkolni vagy korlátozni a nem kívánt csomagokat.

source: If you use DC++ from an organization and you're behind such a block, please learn to live with it. Circumventing the block by proxying is detectable, is probably against your <acronym po4a-id=0>AUP</acronym>, is technically difficult, and impossible to do without help from someone outside the firewall.
hu: Ha bármilyen intézményben használod a DC++-t és ilyesfajta korlátozást alkalmaznak, akkor jobb ezt elfogadni. Megkerülésére csak techinikailag nehéz lehetőségek állnak rendelkezésre, amelyekhez mindenképp külső segítség (proxy) szükséges. A korlátozás ilyenfajta megkerülése észrevehető és az adott intézmény szabályaiba (<acronym po4a-id=0>AUP</acronym>) ütközhet.
sv: Ifall du använder DC++ från ett organisation som påverkar uppkopplingen, får du tyvärr leva med det. Att gå runt blockeringar gjorda med proxys är spårbara, och troligen mot ditt <acronym po4a-id=0>AUP</acronym>, är tekniskt sett svårt, och omöjligt att göra utan hjälp från någon utanför brandväggen.

source: If your ISP blocks or (heavily) throttles <acronym po4a-id=0>P2P</acronym> connections then you'd better to change to another available provider which does not use (unacceptable heavily) P2P throttling or blocking techniques.
hu: Ha a szolgáltatód blokkolja vagy (erősen) korlátozza a <acronym po4a-id=0>P2P</acronym> alkalmazásokat, a legjobb amit tehetsz, hogy keresel egy másik szolgáltatót, amely nem használ elfogadhatatlanul erős P2P korlátozást vagy teljes blokkolást.
sv: Om din Internetleverantör blockerar eller stryper (hårt) <acronym po4a-id=0>p2p</acronym>anslutningar är det bättre att byta till en annan leverantör som inte använder strypning eller blockering.

source: You can also try to log on to hubs using the <acronym po4a-id=0>ADC</acronym> protocol. Since this protocol is fairly new you have a high chance that the blocking hardware or software can't recongnize it. You can find ADC hubs in the <a po4a-id=1>configured hublists</a> come with DC++ by default. The address of an ADC hub always starts with adc:// or adcs:// so puting these to the Filter box in the hublist window will show you the available ADC hubs right away.
hu: Ha ez azonnal nem lehetséges, megpróbálkozhatsz <acronym po4a-id=0>ADC</acronym> protokollt használó hubokhoz kapcsolódni. Mivel ez a protokoll viszonylag újkeletű, ezért elég nagy az esély arra, hogy a szolgáltatód blokkoló eszközei nem ismerik. ADC hubok találhatóak az előre konfigurált <a po4a-id=1>publikus hublistákban</a>. Az ADC hubok címei mindíg adc://-vel vagy adcs://-el kezdődnek, tehát ezeknek a hublista ablakban található Szűrés mezőbe való beírásával azonnal megkaphatod az elérhető ADC hubok listáját.
sv: Du kan också ansluta till hubbar med <acronym po4a-id=0>ADC</acronym>-protokollet. Eftersom detta protokoll är tämligen nytt så är det en stor risk att den blockerande/strypande funktionen inte känner igen det. Du kan hitta ADC-hubbar i de<a po4a-id=1>hubblistor</a> som kommer med DC++. Adressen till en ADC-hubb börjar alltid med adc:// eller adcs:// så skriver du någon av dessa i filterfältet i hubblistfönstret så vissas bara möjliga ADC-hubbar direkt.

source: Network Address Translation
hu: Hálózati cím fordítás (Network Address Translation - NAT)
sv: nätadressöversättning

source: Other organizations might have their network behind a <acronym po4a-id=0>NAT</acronym> in which case an active connection is impossible. There are also ISP's offering such kind of access mode (firewalled access). If you're inside a NAT, the IP reported by your computer will be in one of the <a po4a-id=1>non-routable IP ranges</a>. In this case, try passive mode.
hu: Egyes intézményeknél előfordulhat, hogy a belső hálózatuk egy <acronym po4a-id=0>NAT</acronym> mögött helyezkedik el, így az aktív módú kapcsolódás lehetetlen. Néhány internet-szolgáltató kínálatában is előfordul hasonló jellegű internet-elérési forma (tűzfallal rendelkező elérés). Ha NAT mögött vagy, a számítógéped IP címe a <a po4a-id=1>nem route-olható IP tartományba</a> esik. Ebben az esetben próbálkozz meg a passzív mód használatával.
sv: Andra organisationer kan ha sitt nätverk bakom en <acronym po4a-id=0>NAT</acronym> vilket omöjliggör en aktiv nslutning. Vissa Internetleverantörer erbjuder sådana uppkopplingar. Om du är bakom en NAT är IP-adressen som din dator rapporterar en av de <a po4a-id=1>non-routable IP ranges</a>. Testa passivt läge.

source: If you cannot connect to DC hubs or cannot transfer files in passive mode, the above advice about proxying applies.
hu: Ha egyáltalán nem tudsz kapcsolódni vagy a fájl átvitel passzív módban sem működik, a fentebb lévő, a korlátozás megkerülésével kapcsolatos tanács a mérvadó.
sv: Om du inte kan ansluta till DC-hubbar eller varken ladda upp eller ner filer i passivt läge så gäller rådet ovan om proxy.

source: Port Blocking
hu: Port blokkolás
sv: Portblockering

source: A few organizations use simple port blocking, where common ports used by DC++ and other p2p applications are blocked. DC++ uses a wide range of ports for outgoing traffic and incoming traffic by default. If the school blocks port 411 outgoing connections, then that effectively cuts you off from all DC hubs since that is the default hub port. Hub lists contain the full address of many hubs and those that run on non-standard ports (<i>i.e. hub.example.com:1411</i>) may work. Some ISPs (according to the <a po4a-id=0>IANA recommendations</a>) may not allow all ports for incoming P2P transfers. In this case you need to choose any port within the region of 49152 - 65535 for the port fields in the <a po4a-id=1>Connection Settings</a>.
hu: Néhány intézmény egyszerű port blokkolást alkalmaz, vagyis kitiltják azokat az ismert portokat amelyeket p2p alkalmazások gyakran használnak. Ha a kimeneti forgalom a 411-es porton blokkolva van, ez gyakoratilag lehetetlenné teszi a legtöbb DC hubra való kapcsolódást, mivel ez az alapértelmezett hub port. A hublisták általában tartalmazzák a hubok teljes címét és amelyeket nem szabvány porton járatnak (<i>pl. hub.pelda.com:1411</i>), esetleg működhetnek. Előfordulhat, hogy néhány internetszolgáltató (az <a po4a-id=0>IANA</a> ajánlása alapján) nem engedélyez minden portot a bejövő p2p kapcsolatok számára. Ebben az esetben a <a po4a-id=1>Kapcsolat beállításaiban</a> a Portok mezőkbe a 49152 - 65535 tartományból válassz értékeket.
sv: Några organisationer använder enkel portblockering där de vanligaste portarna som DC++ och andra p2p-applikationer är blockerade. DC++ använder ett stort spann av portar för utgående och ingående trafik per standard. Om skolan blickerar port 411 för utgående anslutningar så är du effektivt avskärmad från alla DC-hubbar eftersom det är standardporten för en hubb. Hubblistor innehåller hela adressen till många hubbar och de som använder en annan port, (<i>exempelvis hub.example.com:1411</i>) kan fungera. Vissa Internetleverantörer ((allt enligt <a po4a-id=0>IANAs rekommendationer</a>) kanske inte tillåter alla portar för inkommande p2p-trafik. I så fall måste du välja ett nummer mellan 49152 - 65535 för portarna i <a po4a-id=1>Anslutningsinställningarna</a>.

source: If you appear to be completely blocked from the DC network, the above advice applies.
hu: Ha úgy tűnik teljesen el vagy zárva a DC hálózattól, ismét csak a feljebb lévő tanács érvényes.
sv: Om det verkar som om du är helt blockerad från DC-nätverket gäller ovanstående råd.

source: How to set up UPnP?
fr: Comment régler l'UPnP ?
hu: Hogyan kell az UPnP-t beállítani?

source: Universal Plug And Play (UPnP) is a technology to allow, among other things, Internet applications to configure home routers and gateways, bypassing manual port forwarding configuration. UPnP was introduced in Windows XP and is supported in that and later versions, including Windows Server, Vista and Windows 7. To take advantage of UPnP, you must have support enabled in Windows and UPnP capable hardware (typically a broadband router using <acronym po4a-id=0>NAT</acronym> traversal). If you meet both of these requirements, setting up DC++ is normally a simple process. <b>UPnP support introduced in DC++ 0.4033</b>. For using DC++ with UPnP <b>under Vista or Windows 7 you need version 0.695 or newer</b>.
hu: Az Universal Plug And Play (UPnP) technológia sok más mellett lehetőséget nyújt Internetet használó alkalmazások számára, hogy automatikusan konfigurálják a routereket vagy egyéb átjárókat. Ez szükségtelenné teszi a port továbbítás kézi beállítását. Az UPnP elsőként a Windows XP-ben volt elérhető és továbbra is támogatott a Windows későbbi verzióiban, így a Windows Server sorozatban, a Vistában és a Windows 7-ben is. A megfelelő operációs rendszer mellett az UPnP használatához megfelelő támogatással rendelkező hálózati eszköz (általában <acronym po4a-id=0>NAT</acronym> router) is szükséges, ahol az UPnP funkció engedélyezve is van. Ha ezen feltételeknek a rendszered eleget tesz, akkor a DC++ beállítása UPnP használatára általában nagyon egyszerű. <b>Az UPnP támogatás a DC++ 0.4033 és újabb verzióiban érhető el.</b> <b>Vista vagy Windows 7 esetén 0.695 vagy újabb verzió</b> szükséges az UPnP támogatás használatához.

source: To enable UPnP in DC++:
hu: Az UPnP engedélyezése a DC++-ban

source: Select <b>Use UPnP to let DC++ configure my router</b>.
hu: Válaszd ki a <b>A router automatikus beállítása UPnP használatával</b> opciót a Kapcsolat beállításaiban.

source: Restart DC++.
hu: Indítsd újra a DC++-t.

source: If your UPnP system is setup correctly, DC++ will now automatically create the required port mappings for DC++ to operate in Active Mode. It will also detect your external IP address, and switch into Active Mode.
hu: Ha az UPnP rendszered jól van beállítva, a DC++ automatikusan el fogja készíteni a szükséges port-hozzárendelési beállításokat az Aktív mód használatához, beleértve a külső IP-címed automatikus felismerését is.

source: Troubleshooting
hu: Hibaelhárítás
sv: Felsökning

source: If you are having trouble getting this all to work (or see messages in the DC++ <a po4a-id=0>System Log</a> like <i>"Failed To Create Port Mappings"</i>), and you are sure you meet the minimum requirements mentioned above, firstly, download a UPnP diagnostic tool. The recommended one is <a po4a-id=1>Mark Gillespie's UPnP test tool</a>. This program will tell you what network interfaces on your computer support UPnP.
hu: Ha problémáid vannak az UPnP beüzemelésével (vagy a <a po4a-id=0>Rendszernaplóban</a> hibaüzenetek jelennek meg, mint pl. a <i>Nem sikerült létrehozni a port-hozzárendeléseket</i>) és biztos vagy benne, hogy a rendszered megfelel a fenti minimum követelményeknek, elsőként tölts le egy UPnP diagnosztikai eszközt. Leginkább a <a po4a-id=1>Mark Gillespie által készített UPnP teszt program</a> ajánlott. Ez a program megmutatja, hogy a számítógéped mely hálózati adapterein elérhető az UPnP.

source: Alternatively, to test your UPnP functionality, you can run the web based <a po4a-id=0>Internet Connectivity Evaluation Tool</a> from Microsoft.
hu: Egy másik lehetőség az UPnP ellenőrzésére a web-alapú <a po4a-id=0>Microsoft Internet Kapcsolat Kiértékelő Eszköz</a> futtatása.

source: If your router fails the UPnP test(s), then it's doubtful DC++ will function properly with UPnP either. If none of your network interfaces are reporting UPnP capabilities, try the following suggestions:
hu: Ha a routered megbukik az UPnP teszt(ek)en, akkor kétséges, hogy a DC++ fog-e műküdni UPnP beállításokkal. Ha egyetlen hálózati adapter esetében sem található UPnP támogatás, próbáld meg a következőket:

source: Ensure your UPnP hardware has the UPnP service switched on (some routers default to off), consult your manufacturer's documentation.
hu: Ellenőrizd, hogy a hálózati eszközön engedélyezve van-e az UPnP szolgáltatás (némely routerek esetén ez alapértelmezetten ki van kapcsolva). Ehhez a gyártó által biztosított dokumentáció ad bővebb segítséget.

source: Ensure Windows UPnP services (Control Panel -&gt; Administrative Tools -&gt; Services) are running. "Universal Plug and Play Device Host" and "SSDP Discovery Service". Both of these services should be set to "Automatic" startup and "Started" status.
hu: Ellenőrizd, hogy a Windows UPnP szolgáltatása fut-e (Vezérlőpult -&gt; Adminisztratív eszközök -&gt; Szolgáltatások). A szükséges szolgáltatások nevei : Univerzális Plug and Play Eszközállomás és SSDP Keresőszolgáltatás. Mindkettő esetében az indítás "Automatikus", az állapot pedig "Elindítva" kell hogy legyen.

source: Switch on the UPnP User Interface. To do this: Open "My Network Places", and in the Network Tasks Panel, select "Show icons for networked UPnP devices". If UPnP is working, you should see your router's name in My Network Places. Also, when you go to: Start Menu, Settings, Network Connections, you should see Internet Connection listed under the Internet Gateway category.
hu: Kapcsold be az UPnP Felhasználói felületet. Ehhez nyisd meg a "Hálózati helyek"-et és a Hálózati feladatok panelen válaszd ki : "Mutassa a hálózatra kapcsolt UPnP eszközöket". Ha az UPnP működik a routered nevének meg kell jelennie a Hálózati helyekben. Ezen kívül a Start menü, Beállítások, Hálózati kapcsolatok menüt megnyitva látnod kell Internetes kapcsolatot az Internetes átjárók kategóriában.

source: Reboot both your PC and your UPnP device (router).
hu: Índítsd újra mind a számítógéped mind az UPnP hálózati eszközt (routert).

source: If you do not see your router as a network device in "My Network Places" after several minutes, UPnPTest will fail to create an UPnP mapping to the router, resulting in something looking like: <i>INFO: Adapter #0 - 192.168.8.17 - UPnP Disabled</i>. Make sure the windows firewall or your third party firewall is not blocking UPnP packets. To do this, go to Control Panels -&gt; Windows Firewall -&gt; Advanced Tab -&gt; Security Logging -&gt; Settings. Enable <i>Log Dropped Packets</i>. The log file is located at: C:\WINDOWS\pfirewall.log. If you see any packets being dropped with the port 1900 or 2869, the the firewall is misconfigured and <b>is</b> preventing UPnP from working. In case of a third party firewall checking this setting varies widely between firewalls. Most decent firewalls have some sort of logging function, where one can see what the firewall is blocking. Look for "UPnP" or ports 1900 and 2869 and refer the firewall's manual how to ublock.
hu: Ha a router néhány perc eltelltével sem látszik hálózati eszközként a "Hálózati helyekben", az UPnPTest-nek nem fog sikerülni a port-hozzárendeléseket létrehozni. Az eredmény valami ehhez hasonló lesz : <i>INFO: Adapter #0 - 192.168.8.17 - UPnP Disabled</i>. Bizonyosodj meg róla, hogy a Windows tűzfala vagy esetleg egyéb telepített tűzfal szoftver nem blokkolja-e az UPnP csomagokat. Ehhez nyisd meg a Vezérlőpult -&gt; Windows Tűzfal -&gt; Haladó fül -&gt; Biztonsági naplózás -&gt; Beállítások ablakot. Engedélyezd az <i>Eldobott csomagok naplózása</i> elemet. A naplófájl a C:\WINDOWS\pfirewall.log útvonalon található. Ha a napló tartalmaz eldobott csomagokat az 1900-as vagy a 2869-es porton, akkor a tűzfal nincs jól beállítva és <b>megakadályozza az UPnP normális működését</b>. Telepített tűzfal szoftver esetén a beállítások nagyban programfüggőek. A legtöbb rendes tűzfal szoftver rendelkezik valamilyen naplózási funkcióval, ahol megtalálható, hogy mit blokkol a tűzfal. Keress az "UPnP" szóra vagy az 1900-as és 2869-es portra, majd a tűzfal szoftver dokumentációja alapján szüntesd meg a blokkolást.

source: If the diagnostic tool is still not reporting any UPnP devices, considering more drastic actions like upgrading your router firmware, as many routers have UPnP implementation bugs.
hu: Ha a diagnosztikai szoftver ezek után sem jelez UPnP eszközöket, próbáld meg a router szoftverét frissíteni (firmware update). Előfordul, hogy a router beépített szoftverének UPnP része gyárilag hibás, így a frissítés sok esetben segíthet.

source: If your router still fails the UPnP test follow the guide on <a po4a-id=0>Manual port forwarding</a> to be able to use DC++ in active mode.
hu: Ha a router továbbra sem megy át az UPnP teszten, az Aktív mód használatához kövesd a <a po4a-id=0>Kézi port-továbbítás GYIK-et</a>.

source: Why do I need active mode?
fr: Pourquoi préférer le mode actif ?
hu: Miért érdemes az aktív módot használni?
sv: Varför behöver jag aktivt läge?

source: In passive connection mode, DC++ will only make outbound connections to other users. All searches will be sent through the hub, and search results will be returned through the hub as well. DC++ will return a maximum of 5 search hits for a passive user. <b>Passive users may not able to download from other passive users.</b> <u>Passive mode is an extra strain on hubs, so please do not use it unless you must</u>. To find out what DC++ users are in passive mode in a hub check their <a po4a-id=0>tag in the list of users</a>. Passive users will have M:P in their DC++ tag.
hu: A passzív kapcsolati mód használatakor a DC++ csak kimenő kapcsolatokat tud létesíteni a többi felhasználóval. Az összes keresés a hubon keresztül jut el a többi felhasználóhoz, ahogyan a keresések eredményei is a hubon keresztül érkeznek vissza. A hubok terhelésének csökkentése érdekében a DC++ maximum 5 találatot ad vissza egy passzív felhasználó által indított keresésre válaszul. <b>Passzív felhasználó gyakran nem tud tölteni egy másik passzívtól</b> és <u>extra terhelést jelent a hubok számára, így ha teheted, csak akkor használd ezt a módot ha végképp szükséges</u>. Ha meg akarod tudni, hogy mely felhasználók vannak passzív módban egy hubon, akkor nézd meg a <a po4a-id=0>Tag oszlopot a felhasználók listájában</a>. A passzív felhasználók DC++ tag-je tartalmazza a következő elemet : M:P.
sv: I passivt läge kommer DC++ endast att göra utgående anslutningar till andra användare. Alla sökningar kommer skickas genom hubben, och resultaten kommer att skickas genom hubben lika så. DC++ kommer att skicka tillbaka ett maximum av 5 sökträffar för en passiv användare. <b>Passiva användare kan kanske inte kan ladda hem från andra passiva användare.</b> <u>Passivt läge är extra jobbigt för hubben, så var snäll och använd det ej om du verkligen inte måste.</b> För att se vilka användare som är passiva i en hubb, kolla deras <a po4a-id=0>tag i hubbens användarlista</a>. Passiva användare kommer att ha M:P i deras DC++ tag.
