Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: DC++ has many files in purpose of store its different kinds of application data and settings. Here's the complete list of settings files created and used by DC++:
hu: A DC++-ban több fájl is szolgál a különböző beállítások és programadatok tárolására. A következőkben felsoroljuk az összes a DC++ által létrehozott és használt beállítási fájlt:
sv: DC++ har många filer för att kunna spara olika typer av inställingar och applikationsdata. Här är en komplett lista över inställningsfilerna som skapas och används av DC++.

source: This is the main settings file of DC++, it stores everything what you can set in the Settings dialog including the list of shared folders. Additionally it stores all the visibility settings of the GUI, size and position of columns and window splitters and the list of recently opened windows.
hu: Ez a DC++ fő beállítási fájlja, ebben van eltárolva mindaz ami a Beállítások párbeszédablakban megadható. Ez a fájl tárolja a megosztott könyvtárak listáját is, illetve a kezelőfelület láthatósági beállításait, az ablakok méretét és pozícióját valamit a legutóljára megnyitott ablakok listáját.
sv: Det är här huvudfilen för inställningar i DC++, den sparar allt vad du ställer in i Inställningar inklusive listan på utdelade mappar. Dessutom sparar den utseendeinställningar, storlek och position för kolumner, fönsterdelningar och listan på senast öppnade fönster.

source: This file stores your favorite hubs and favorite users with all of their properties including login information and passwords.
hu: Ez a fájl tárolja a kedvenc hubokat és felhasználókat, azok összes tulajdonságait ideértve a bejelentkezési információkat és jelszavakat is.
sv: Den här filen sparar dina favorithubbar, favoritanvändare med alla deras egenskaper som inloggningsinformation och lösenord.

source: Your download queue items and their properties saved into this setting file. This file also contains information about what pieces (chunks) of the queued files have already been downloaded.
hu: A letöltési sor elemei és azok tulajdonságai kerülnek ebbe a fájlba. Ez a fájl tartalmazza azt az információt is, hogy a sorban lévő egyes fájlok mely részei (darabjai) kerültek már letöltésre.
sv: Din filerna i din nedladdningskö och all deras information sparas i denna fil. Denna fil innehåller också information om vilka delar av den köade filen som redan laddats ner.

source: These files contain hashes for your shared and queued files. You can read more about them in <a po4a-id=0>this article</a>.
hu: Ezek a fájlok tartalmazzák a megosztott és a letöltési sorba helyezett fájlok hash adatait. Ezen fájlok szerkezetéről <a po4a-id=0>ebben a cikkben</a> olvashatsz bővebben (angolul).
sv: Dessa filer innehåller hashinformationen över dina sparade och köade filer. Du kan läsa mer om dem i <a po4a-id=0>denna artikel</a>.

source: This file stores your defined ADLSearch queries.
hu: Ez a fájl tárolja a megadott ADL kereséseket.
sv: Denna filer sparar posterna för dina ADLsökningar.

source: This is a temporary file storing some user nicks to be able to display nicks correctly in the program interface when the users are offline.
hu: Ez egy átmeneti fájl amelyben nick-ek kerülnek eltárolásra annak érdekében, hogy az offline felhasználók nick-jei is láthatóak legyenek a program minden részében.

source: This stores the contents of the <a po4a-id=0>Notepad window</a>. Through this file the text can be kept across sessions.
hu: Ez a fájl a <a po4a-id=0>Jegyzettömb ablak</a> tartalmát tárolja el. Ennek segítségével a jegyzettömbbe bejegyzett adatok a programból kilépve is megmaradnak.
sv: Här sparas innehållet i <a po4a-id=0>Anteckingsboksfönstret</a>. Med hjälp av denna fil kan innehållet sparas mellan sessionerna.

source: This file is accessed only at startup and it stores information about where should DC++ find the rest of the settings files. It also determines the default path of the <a po4a-id=0>default finished and unfinished download folders</a>.
hu: Ez a fájl a program indulásakor kerül beolvasásra és azt az információt tárolja, hogy a DC++ merre keresse a további beállítási fájlokat. Tartalma meghatározza továbbá a <a po4a-id=0>befejezett és befejezetlen letöltési könyvtrárak</a> alapértelmezett helyét is.
sv: Denna fil används endast under uppstart och sparar information var DC++ ska hitta resten av inställningsfilerna. Här finns också standardplatsen <a po4a-id=0>Färdiga och ofärdiga neddladningsfoldrarna</a>.

source: Note that the information above is vaild for the most recent versions of DC++. Older versions may miss some files or behave otherwise.
hu: Fontos, hogy a fenti információ csak a DC++ legutóbbi verzióira érvényes. Korábbi verziók esetén lehetséges hogy egyes felsorolt fájlok nem találhatóak meg vagy más a tartalmuk.
sv: Notera att informationen ovan gäller för de nyare versionerna av DC++. Äldre versioner kan sakan vissa filer eller användas annorlunda.

source: Where can I find the settings files?
hu: Merre találhatóak a beállítási fájlok?
sv: Var hittar jag inställningsfilerna?

source: There are the three possible locations of DC++ settings files (the most probable location listed first):
hu: A DC++ beállítási fájloknak három lehetséges helye van (a felsorolásban a leggyakoribb van legelőbb):
sv: Det finns tre möjliga ställen där DC++ sparar inställningsfilerna (den mest troliga listas först):

source: The DC++ subfolder of the Application Data directory of your user profile. This is the most probable location of the settings files if you used the installer (.exe) to install or upgrade your DC++. In a typical case the path is
hu: A Windows felhasználói profil Application Data könyvtárának DC++ nevű alkönyvtára. Ez a fájlok legvalószínűbb helye, amennyiben a DC++ a futtatható telepítővel (.exe) lett telepítve vagy frissítve. Általános esetben az útvonal
sv: Installationfoldern för DC++ i "Application Data"-foldern under din användarprofil i Windows. Det här är den mest troliga stället för inställningafilerna om du använde installationspaketet (.exe) för att installera eller uppgradera DC++. I typfallet är sökvägen

source: <i>C:\Documents And Settings\[your username]\Application Data\DC++\</i> for <u>Windows 2k and XP</u>;
hu: <i>C:\Documents And Settings\[your username]\Application Data\DC++\</i> <u>Windows 2000 és XP</u> esetén;

source: <i>C:\Users\[your username]\AppData\Roaming\DC++\</i> in case of <u>Windows Vista or Windows 7</u>.
hu: <i>C:\Users\[your username]\AppData\Roaming\DC++\</i> <u>Windows Vista vagy Windows 7</u> esetén.

source: The same folder where the DC++ executable (DCPlusPlus.exe) resides. This is will be the default location of the settings files if you picked the zipped archive (portable) version from the download page.
hu: A DC++ futtatható állománnyal (DCPlusPlus.exe) megegyező könyvtárban. Ez lesz a beállítási fájlok alapértelmezett helye, ha a letöltéskor a DC++ zip tömörített (hordozható) változatát választottad.
sv: Samma folder där DC++-programfil (DCPlusPlus.exe) finns. Det här är standardstället för inställningsfilerna om du använde zip-filen (portable) från nedladdningssidan.

source: In a path relative to the folder where the DC++ executable (DCPlusPlus.exe) resides. In this case the path is manually set in dcppboot.xml.
hu: Egy a DC++ futtatható állományt (DCPlusPlus.exe) tartalmazó könyvtárhoz képest relatív elérési útvonalon. Ebben az esetben az útvonal manuálisan van megadva a dcppboot.xml fájlban.
sv: I en sökväg relativ till foldern där DC++-programfil (DCPlusPlus.exe) finns. I det här fallet är sökvägen manuellt inställd i filen dcppboot.xml.

source: The actual location of the files depend on the contents of the file called <i>dcppboot.xml</i>. This file is always located at the same folder where the DC++ executable (DCPlusPlus.exe) resides. As it mentioned earlier, dcppboot.xml can be opened with a simple text editor or viewer. Beside the settings themselves the file contains a brief explanation of the possible options and their effect. You can read more about this topic in <a po4a-id=0>this article</a>.
hu: A beállítási fájlok helye a <i>dcppboot.xml</i> fájl tartalmától függ. Ez a fájl mindíg a DC++ futtatható állománnyal (DCPlusPlus.exe) megegyező könyvtárban található. A korábban említettek szerint a dcppboot.xml fájl bármely egyszerű szövegszerkesztővel megnyitható és a benne található beállítási lehetőségek mellett tartalmazza azok részletes magyarázatát is. A témáról bővebben <a po4a-id=0>ebben a cikkben</a> olvashatsz (angolul).
sv: Den aktuella platsen för filerna beror på innehpllet i filen som heter <i>dcppboot.xml</i>. Denna fil finns alltid i samma folder som DC++-programfil (DCPlusPlus.exe). Som nämnts tidigare, dcppboot.xml kan öppnas med en simpel texteditor eller textläsare. Förutom inställningarna innehåller filen också en kort beskrivning på möjliga inställningar och deras effekt. Du kan läsa mer om detta i <a po4a-id=0>denna artikel</a>.

source: Note that the information above is vaild for the most recent versions of DC++. Older versions may behave otherwise.
hu: Fontos, hogy a fenti információk csak a DC++ legújabb verzióira érvényesek. A korábbi verziók esetében a működés az itt leírtaktól eltérhet.
sv: Notera att denna information är relevant för de senaste versionerna av DC++. Äldre versioner kan bete sig annorlunda.

source: How do I move my existing settings to another installation?
hu: Hogyan vihetem át a meglévő beállításaimat egy másik telepített DC++-ba?
sv: Hur flyttar jag mina existerande inställningar till en annan installation?

source: In short, backup the settings files listed above, and then in the new installation, copy all of them to the same location where you've found them. If you place them to the correct location, DC++ will automatically use them. This can be done by the following easy steps:
hu: Egyszerűen mentsd el a fent felsorolt fájlokat, majd a célhelyen másold a fájlokat ugyaarra a helyre ahol találtad őket. Ha a megfelelő helyre kerülnek, a DC++ automatikusan az átvitt beállításokat fogja használni. A másolás a következő egyszerű lépésekkel végezhető el:
sv: I korthet, säkerhetskopiera filerna listade ovan och kopiera sedan över dem till samma ställe i den nya installationen. Om du placerar dem på rätt ställe kommer DC++ automatiskt att använda dem. Följ följande enkla steg:

source: Determine the location of the settings files in your old installation the way described above.
hu: A fentebb leírtak alapján keresd meg a meglévő beállítási fájlokat a forrás telepítésben.
sv: Ta reda på platsen där inställningsfilerna finns för din gamla installation enligt ovan.

source: Backup the settings files you want to preserve.
hu: Mentsd el a megtartani kívánt fájlokat.
sv: Säkerhetskopiera inställningsfilerna du vill bevara.

source: Install DC++ to the new operating system. Run it once so it'll create the necessary folders.
hu: Telepítsd a DC++-t a célhelyre (másik operációs rendszerre). Indítsd el egyszer, hogy a megfelelő könyvtárak létrejöjjenek.
sv: Installera DC++ på den nya platsen eller datorn. Starta programmet en gång för att alla nödvändiga foldrar ska skapas.

source: Close DC++!
hu: Lépj ki a DC++-ból!
sv: Stäng DC++!

source: If you <u>used the installer (.exe)</u> to install DC++ then place your archived settings files to the DC++ subfolder in Application Data directory of your <u>user profile</u> (see the exact path for your OS above). If you downloaded the <u>zipped binary of DC++</u> (.zip, portable version) then place your archived settings files to <u>the folder where you unpacked</u> the binary. If it asks then overwrite the default files with your archived ones.
hu: Ha a DC++-t a <u>futtatható telepítővel (.exe)</u> telepítetted, akkor az elmentett beállítási fájljaidat másold a <u>felhasználói profilod</u> Application Data könyvtárának DC++ nevű alkönyvtárába (a használt operációs rendszernek megfelelő pontos útvonalat ld. feljebb). Ha a <u>zip archívumba csomagolt</u> DC++ verziót töltötted le (.zip, hordozható verzió), akkor az elmentett beállítási fájlokat abba a könyvtárba másold <u>ahová a .zip archívumot kicsomagoltad</u>. Másoláskor a célhelyen lévő alapértelmezett fájlokat írd felül a saját elmentett beállításokkal.
sv: Om du <u>använde installationspaketet (.exe)</u> för att installera DC++ placera då dina säkerhetskopierade inställningsfiler i underkatalogen i "Application Data"-katalogen under din <u>användarprofil</u> i Windows (se exakt sökväg för ditt operativsystem ovan). Om Du laddade ner <u>zippade binärversionen av DC++</u> (.zip, portabel version) placera då dina säkerhetskopierade inställnignsfiler i <u>folder du packade up </u> vinärfilen (.zip-filen). Om Du får frågan, svara ja på frågan om filerna ska skrivas över befintliga.

source: Restart DC++. You're done.
hu: Indítsd el a DC++-t. Ezzel készen is vagy.
sv: Starta om DC++. Du är klar.

source: <u>Warning</u>: do not put the portable (zipped) version of DC++ under the Program Files folder if you use <u>Windows Vista or later</u> unless you have UAC disabled completely. Doing so may cause loss of settings and/or unfinished downloads due to <a po4a-id=0>Microsoft's Data Redirection technology</a>.
hu: <u>Figyelmeztetés</u>: ha a hordozható verziót (.zip) telepíted a DC++-ból <u>Windows Vista vagy újabb operációs rendszerre</u>, figyelj arra, hogy (hacsak az UAC nincs teljesen kikapcsolva) a DC++-t ne a Program Files könyvtárba csomagold ki. Ha mégis oda telepíted, az a használat során a beállítások és a letöltött fájlok elvesztéséhez vezethet a <a po4a-id=0>Microsoft adatátirányítási technológia</a> miatt.

source: How do I move my incomplete downloads and other (temporary) data of DC++ to another installation?
hu: Hogyan vihetem át a befejezetlen letöltéseket és egyéb (átmeneti) adatokat egy másik telepített DC++-ba?

source: To be able to continue your unfinished downloads you must copy the unfinished (.dctmp) files to the new installation. The location of these files depend on the <a po4a-id=0>Unfinished downloads directory settings</a>. You must put the unfinished files to the default unfinished folder of the new DC++ installation or copy them to any folder you like and set it as a directory for <a po4a-id=1>Unfinished downloads</a> in DC++ settings. Close DC++ while you copy the files!
hu: A letöltések folytatásához a bejezetlen (.dctmp) fájlokat át kell másolni az új telepítés helyére. A befejezetlen fájlok helye a <a po4a-id=0>Befejezetlen letöltések könyvtára</a> beállítástól függ. A fájlokat az új DC++ telepítés alapértelmezett befejezett letöltések könyvtárába másolhatod vagy akár egy tetszőlegesen választott könyvtárba is, ezesetben azonban ezt a könyvtárat be kell állítanod a DC++ beállításaiban, mint a <a po4a-id=1>Befejezetlen letöltések</a> könyvtárát. A másolás ideje alatt mindenképpen lépj ki a DC++-ból!
sv: För att kunna fortsätta dina nedladdningar måste du kopiera alla nedladdningsfiler (*.dctmp) till den nya installationen. Var dessa filer finns beror på <a po4a-id=0>Unfinished downloads directory settings</a>. Du måste kopiera dina nedladdningsfiler till standardfoldern för nedladdningsfiler för den nya DC++-installation eller kopiera dem till vilket folder du väljer och sedan ange den foldern som <a po4a-id=1>Unfinished downloads</a> in DC++-inställningarna. Stäng DC++ (både gamla och nya installationen) när du kopierar dessa filer!

source: <u>Warning</u>: Do not connect to hubs and start downloading before you copied the unfinshed files. This can reset some of your downloads so they'll lost their progress and will start from the beginning. In this case you have to overwrite the newly created unfinished files with the ones from the previous installation and use 'Recheck Integrity' menu command in the Download Queue to get back your progress.
hu: <u>Figyelmeztetés</u>: Ne kapcsolódj hubokhoz amíg a befejezetlen fájlokat át nem másoltad. Ez egyes letöltések pozíciójának törléséhez vezethet, így azok letöltése újból előről kezdődik. Ha ez mégis megesik, akkor írd felül az újonnan keletkezett befejezetlen fájlokat a korábbi telepítésből elmentettekkel, majd használd a 'Sértetlenség újraellenőrzése' menü parancsot a Letöltési sor jobb-click menüjéből. Ezután a letöltés a megfelelő helyről fog folytatódni.
sv: <u>Varning</u>: Anslut inte till några hubbar och påbörja några nedladdningar innan du kopierat dina nedladdningar. Om du gör det kan det leda till att dina nedladdningar börjar om från början igen. För att rätta till det måste du då kopiera dina gamla, sparade, nedladdningar över de nyskapade och sedan använda 'Recheck Integrity'-kommandot som finns i nedladdningskön för att återskapa informationen om varje nedladdad fil.

source: There are some other data you may want to move to the new installation :
hu: További adatok amelyek átmásolhatók egy új telepítésbe:
sv: Det finns lite annan data som du kan vilja flytta till den nya installationen:

source: <u>Security certificates</u> : you may need to move your own or generated certificate files to have them when you log on to secure hubs. Their location is set in the <a po4a-id=0>Security Cerificates</a> panel. By default they are in a subfolder named 'Certificates' which located at the same folder as your settings files.
hu: <u>Biztonsági tanúsítványok</u> : biztonságos hubokhoz kapcsolódáshoz szükség lehet a saját vagy a generált biztonsági tanúsítványok átvitelére is. A tanúsítvány fájlok helye a <a po4a-id=0>Biztonsági tanúsítványok</a> panelen van megadva. Alapértelmezetten annak a könyvtárnak a 'Certificates' nevű alkönyvtárában találhatóak, ahol a DC++ beállítási fájlok vannak tárolva.
sv: <u>Säkerhetscertifikate</u>: Du kan behöva flytta dina egna eller genererade säkerhetscertifikatfiler när du ansluter till säkra hubbar. Deras plats finns under <a po4a-id=0>Security Cerificates</a>-panelen. Standardmässigt finns de i underkatalogen kallad 'Certificates' som finns i samma folder som dina inställningsfiler.

source: <u>Cached hublists</u> : its possible that you won't be able to download some of your old hublists with the new installation (they can be permanently unavailable, discontinued, etc...). To avoid loss of your favourite hublists you can copy their cached versions. You can find them in in a subfolder named 'HubLists' located at the DC++ temporary data folder (see below).
hu: <u>Gyorsítótárazott hublisták</u> : előfordulhat, hogy a régi hublistáid közül némelyiket az új telepítéssel már nem lehet letölteni (nem elérhetőek vagy végképp megszűntek). Ennek elkerülésére átmásolhatod a hublisták gyorsítótárazott változatait, amelyek a DC++ átmeneti adatok könytárának (pontos helyét ld. lejjebb) 'HubLists' nevű alkönyvtrárában találhatóak.
sv: <u>Sparade hubblistor</u>: Eventuellt kan det hända att du inte kan ladda ner vissa av dina gamla hubblistor med den nya installationen (de kan vara permanent otillgängliga, avslutade, osv ). För att förhindra att du förlorar dina favorithubblistor can du kopiera den sparade versionen av dem. Du hittar dem i underkatalogen som heter 'HubLists' som finns i DC++ temporära datakatalog (se nedan).

source: <u>Saved filelists</u> : if you keep downloaded filelists you can move them as well. Just copy the contents of the subfolder named 'FileLists' located at the DC++ temporary data folder (see below).
hu: <u>Lementett fájl-listák</u> : ha szükséges a megtartott fájl-listák is átvihetőek. Mindössze a DC++ átmeneti adatok könyvtárának (ld. lejjebb) 'FileLists' nevű alkönyvtára tartalmát kell átmásolni.
sv: <u>Sparade fillistor</u>: Om du vill spara nedladdade fillisstor can du flytta dem också. Kopiera bara innehållete i underkatalogen 'FileLists' finns i DC++ temporära datakatalog (se nedan).

source: The actual location of the temporary data folder corelates with the location of settings files <a po4a-id=0>(described above)</a>:
hu: A DC++ átmeneti adatok könyvtárának tényleges helye a beállítási fájlok <a po4a-id=0>fentebb részletezett</a> lehetséges helyeiből következik.
sv: Det exakta stället för den temporära datakatalogen överensstämmer med inställningsfilerna <a po4a-id=0>(beskrivet ovan)</a>:

source: If the settings files are located in the <u>program directory</u> then the subfolders for temporary data will be also there, in the very same folder.
hu: Ha a beállítási fájlok a <u>program könyvtárban</u> találhatóak, akkor az átmeneti adatok alkönyvtárai ugyanott, ugyanabban a könyvtárban helyezkednek el.
sv: Om inställningsfilerna finns i <u>program directory</u> så finns också underkatalogen för temporär data på samma ställe, i samma folder.

source: If the settings files are in your <u>user profile</u> then (in a typical case) you'll find the temporary folders in the following location :
hu: Ha a beállítási fájlok a <u>felhasználói profilban</u> találhatóak, akkor (általános esetben) az átmeneti könyvtárak a következő útvonalon érhetőek el:
sv: Om inställningsfilerna finns under din <u>användarprofil</u> så (i typfallet) hittar du den temporära datakatalogen på följande ställe:

source: <i>C:\Documents And Settings\[your username]\Local Settings\Application Data\DC++\</i> for <u>Windows 2k and XP</u>;
hu: <i>C:\Documents And Settings\[your username]\Local Settings\Application Data\DC++\</i> <u>Windows 2000 és XP</u> esetén;

source: <i>C:\Users\[your username]\AppData\Local\DC++\</i> in case of <u>Windows Vista or Windows 7</u>.
hu: <i>C:\Users\[your username]\AppData\Local\DC++\</i> <u>Windows Vista vagy Windows 7</u> esetén.

source: Slow download speeds
fr: Téléchargements lents
hu: A lassú letöltési sebesség lehetséges okai
sv: Långsamma nedladdningshastigheter

source: If you experience slow downloads, it could be for many reasons. However, they can be different when you experience slow download speed from certain user(s) or when you get slow speeds downloading from every peer. Please try to download from or get filelist of several (at least 10) users before you go on. Note that this faq does NOT cover the case when your downloads won't start at all.
hu: A lassú letöltési sebesség számos ok miatt bekövetkezhet. Ezek az okok általában különböznek akkor ha a letöltés minden felhasználótól lassú, illetve akkor ha csak bizonyos felhasználók esetén jelentkezik ez a probléma. Mielőtt tovább olvasnád ezt a leírást, legalább 10 felhasználótól próbálj tölteni (legalább a fájl-listájukat). Fontos tudni, hogy ez a leírás nem arról az esetről szól, amikor egyáltalán nem tudsz letölteni senkitől!
sv: Om då erfar långsamma nedladdningar kan det bero på många olika saker. Det kan vara olika anledningar när du får långsam nedladdningshastiget från specifik(a) användare eller om du får det från alla. Försök att ladda ner från eller ta ner fillista från många (åtminstone 10) användare innan du fortsätter. Notera att denna FAQ <b>INTE</b> täcker scenariot att dina nedladdningar inte startar över huvud taget.

source: Slow downloads from certain user(s)
hu: Lassú letöltés csak bizonyos felhasználók esetén
sv: Långsamma nedladdningar från specifik(a) användare

source: This can happen for the following reasons :
hu: Ez a következő okok miatt történhet :

source: The upload bandwidth of the person(s) you're downloading from is maxed out. Don't pay attention to the value of the <a po4a-id=0>Connection</a> column in the user's list, it's completely subjective and often is not a true reflection on the person's connection type since they can set it.
hu: A felhasználó feltöltési sávszélessége teljesen foglalt. Nem érdemes foglalkozni a felhasználói lista <a po4a-id=0>Kapcsolat</a> oszlopában látható, a feltöltési sebességre utaló adattal, mivel ez csak tájékoztató jellegű és a beállításokban a felhasználó által módosítható érték, így gyakran a valóságostól nagyban eltérő értéket tartalmaz.
