Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: The total number of individual hubs in the current hub list. When the hublist is filtered, it shows the number of hubs filtered out as well.
fr: Le nombre total de hubs dans la liste de hubs actuelle. Quand la liste de hubs est filtrée, affiche aussi le nombre de hubs qui ont été filtrés.
hu: A megjelenített hublistában lévő hubok száma. Ha a hublista meg van szűrve, akkor a szűrés eredményének megfelelő megjelenített hubok száma kerül kiírásra.
sv: Totala antalet hubbar i hubblistan. När hubblistan är filtrerad visas antalet visade hubbar och utfiltrerade hubbar.

source: Sum of the users numbers of every hubs in the current hub list.
fr: Somme des nombres d'utilisateurs pour tous les hubs de la liste de hubs actuelle.
hu: Az aktuális hublista hubjain lévő felhasználók számának összesítése.
sv: Summan av alla användare i alla hubbar i hubblistan.

source: The Search window allows searching for files inside the shares of on-line users. You can search for one or more keywords and optionally use filters as described below. When your search query is ready, press the Search button to send out the search request to the hub(s) you are connected to; these hubs will then forward the search request to all of their connected users.
fr: La fenêtre de Recherche permet de rechercher des fichiers parmi ceux partagés par les utilisateurs en ligne. Vous pouvez utiliser un ou plusieurs mots-clés à rechercher, et optionnellement utiliser des filtres tels que décrits ci-dessous. Quand votre requête de recherche est prête, appuyez sur le bouton Recherche pour envoyer la requête de recherche aux hubs auxquels vous êtes connecté ; ces hubs transféreront alors cette requête de recherche à tous les utilisateurs qui y sont connectés.
hu: A Keresés ablak az online lévő felhasználók megosztásaiban való keresésre szolgál. Kereshetsz egy vagy több kifejezésre, illetve ha szükséges használhatod az alább részletezett szűrő funkciókat is. A keresendő szöveg beírása után a Keresés gomb megnyomásával küldhető el a keresési kérés a kapcsolódott hubokhoz. A hubok ezek után továbbítják a kérést az online lévő felhasználók felé.
sv: Sökfönstret tillåter sökning efter filer i användarnas utdelning. Du kan söka efter ett eller flera nyckelord och även använda filter beskrivna nedan. När du skrivit klart dina sökbegrepp tryck på Sökknappen för att skicka sökningen till anslutna hubbar; hubbarna skickar vidare sökningen till alla ansluta användare i respektive hubb.

source: When a client matches a search request, it sends the results back to the requester. These results then show up in the search results list of the Search window.
fr: Quand un client remarque qu'une requête de recherche correspond à l'un des fichiers qu'il partage, il renvoie les résultats à l'émetteur de la recherche. Ces résultats s'affichent alors dans la liste des résultats de recherche de la fenêtre de Recherche correspondante.
hu: Amikor egy kliensnél megtalálható a kért keresésnek megfelelő fájl, akkor az visszaküldi az eredmény(eke)t a kérő részére. Az eredmények ezután a Keresés ablak keresési eredményeket listázó részében jelennek meg.
sv: När en träff påträffas hos en användare skickas resultatet tillbaka. Resultaten visas i söklistan i sökfönstret.

source: You can open several independent Search windows and define different search arguments in each, thus allowing you to process multiple searches simultaneously. Be careful though, it sometimes happens that search results show up in the wrong window (this is a deficiency of the NMDC protocol, and should never happen with ADC hubs).
fr: Vous pouvez ouvrir plusieurs fenêtres de Recherche indépendantes les unes des autres et définir différents arguments de recherche dans chacune d'elles, ce qui vous permet d'exécuter plusieurs recherches simultanément. Attention cependant, il arrive parfois que des résultats de recherche s'affichent dans la mauvaise fenêtre (il s'agit d'un défaut du protocole NMDC, et cela ne devrait jamais arriver avec des hubs ADC).
hu: Egyszere több Keresés ablak is megnyitható amelyek nem függenek egymástól. Így egyszerre több keresés eredménye is megjeleníthető. Azonban ekkor néha előfordulhat, hogy egyes eredmények rossz ablakban jelennek meg (ez az NMDC protokoll hiányossága, ADC hubok esetén nem fordulhat elő).
sv: Du kan ha flera olika sökfönster öppet samtidigt och skriva in olika sökbegrepp i varje. Tänk bara på att ibland vissas sökträffar i fel sökfönster (det är en bugg i NMDC-protokollet men ska inte hända i ADC-hubbar).

source: Note that <b>search requests are sent out only once, when the Search button is pressed</b>. After that - until that button is pressed again - the sole purpose of the Search window is to show results received by DC++ that: either match the search query (NMDC); or match the search ID (ADC).
hu: Fontos tudni, hogy <b>minden keresési kérés csak egyszer kerül elküldésre, abban a pillanatban, amikor a Keresés gombot megnyomod</b>. Ezután - amíg a gombot ismételten meg nem nyomod - a Keresés ablak egyetlen célja, hogy gyűjtse az érkező keresési eredményeket vagy keresési szöveg összehasonlításával (NMDC hub esetén) vagy pedig ID alapján (ADC hub esetén).
sv: Tänk på att <b>sökbegäran skickas bara ut en gång när du trycker på Sökknappen.</b>. Efter det, tills knappen trycks igen, är sökfönstrets enda funktion att visa mottagna resultat som: antingen matchar sökningen (NMDC); eller sökid (ADC).

source: (This means that users who have logged in <i>after</i> you pressed the Search button won't send you any search result unless you repeat the search.)
hu: (Ez azt jelenti, hogy azon felhasználóktól, akik a Keresés gomb megnyomása <i>után</i> léptek be a hubra, nem fog érkezni keresési eredmény, csak ha megismétled a keresést.)
sv: (Detta betyder att användare som loggat in <i>efter</i> det att du tryckt på sökknappen inte kommer skicka några träffar din väg om du inte upprepar sökningen.)

source: You may not start or repeat searches as fast as you like. There is a minimum interval of a few seconds between two searches defined in DC++. You will get a countdown message in the Status bar if you try to search sooner than allowed and will be able to repeat the search only when the client is ready to search again. Besides, some hubs also limit searches by checking for forbidden keywords or by blocking repeated similar searches sent in a too small amount of time. Some hubs have predefined minimum search intervals for all searches or some even totally block searches if you are in <a po4a-id=0>passive mode</a>.
hu: Az egyes keresések nem mindíg követhetik egymást bármilyen gyakorisággal. A DC++ alapból nem enged újabb keresést néhány másodpercen belül. Ha ezzel próbálkozol, egy visszaszámláló üzenet fog megjelenni az állapotsoron és ennek letelltéig újabb keresés nem indítható. Emellett néhány hub blokkolhatja a keresést bizonyos szavakra vagy rövid időn belüli ismételt keresést ugyanarra a kifejezésre. Továbba, egyes hubok esetén előre meghatározott keresési időtartam lehet érvényben, amelyen belül újabb keresés nem indítható. Előfordul, hogy bizonyos hubok egyáltalán nem engednek keresni, ha <a po4a-id=0>passzív módban</a> vagy.
sv: Du kanske inte kan starta eller repetera sökningar så fort som du vill. Det finns ett kortaste tidsintervall av ett par sekunder mellan två sökningar inställt i DC++. Du får en nedräkning i statusraden om du söker före tillåten tid och du tillåts upprepa sökningen bara när klienten är redo att söka igen, Dessutom har hubbar sökbegränsningar mot vissa sökbegrepp eller blockering av samma upprepade sökning som skickas inom ett för kort tidsintervall. Vissa hubbar har också en förbestämd tidsperiod mellan två sökningar, eller så att de till och med blockar sökning helt om du är i <a po4a-id=0>passivt läge</a>.

source: Search hits with TTH are always matched to the Download queue and new sources are automatically added to the queue items unless they were removed or marked as "bad" sources before. The filelists of all newly discovered sources will be automatically matched for possible other queued files if the <a po4a-id=0>Automatically match queue for search hits</a> setting is enabled. Activating that option can generate lots of filelist traffic when large amount of new sources are found for queued files.
hu: A TTH-val együtt érkező keresési eredmények mindíg egyeztetésre kerülnek a letöltési sorral és az új források automatikusan a sor megfelelő eleméhez adódnak, hacsak az adott forrás nem volt már korábban eltávolítva a sorból illetve nem volt korábban "rossz forrásnak" lett jelölve. Amennyiben a <a po4a-id=0>Listák automatikus egyeztetése a letöltésekkel alternativ forrás találatakor</a> beállítás engedélyezett, akkor az újonnan felfedezett források fájl-listái automatikusan egyeztetésre kerülnek a letöltési sorral esetleges további egyező fájlok reményében. Ezen opció hátránya, hogy sok fájl-lista letöltést eredményez ha a keresés során egyszerre sok új forrást sikerült találni a letöltési sorban lévő fájlokhoz.
sv: Sökträffar med TTH matchas alltid mot nedladdningskön och den nya källan läggs automatiskt till filen i kön, förutom när de tagits bort eller markerats som "dåliga källor" tidigare. Fillistorna för nyfunna källor matchas automatiskt mot nedladdningskön om <a po4a-id=0>matcha kö automatiskt mot sökträffar</a> är valt i inställningarna. Den inställningen kan generera många nedladdningar av fillistor om du får många matchningar mot nedladdningskön.

source: If you often get too few search results or no results at all, refer to the <a po4a-id=0>Search troubleshooting FAQ</a>.
hu: Ha gyakran előfordul, hogy túl kevés keresési eredményt kapsz vagy nem tudsz egyáltalán keresni, a <a po4a-id=0>Keresési problémák GYIK-je</a> segíthet.
sv: Om du ofta får väldigt få eller inga sörkresultat alls, se <a po4a-id=0>felsökning för sökning</a>.

source: Search options (left)
fr: Options de recherche (à gauche)
hu: Keresési beállítások (balra)
sv: Sökval (vänster)

source: Search for
fr: Rechercher
hu: A következő keresése
sv: Sök efter

source: This is the set of search strings to search for. Words beginning with "-" will be filtered away.
fr: Les chaînes de recherche à rechercher. Ajoutez "-" devant un mot pour que celui-ci définisse un filtre ; tout nom de fichier contenant ce mot sera alors ignoré.
hu: Ide írd a keresési kulcsszavakat, ami alapján keresni szeretnél. A minuszjellel (-) kezdődő szavak ki lesznek szűrve a keresésből.
sv: Här skrivs sökbegreppet in. Ord som börjar med "-" (minus) filtreras bort.

source: Purge
fr: Purger
hu: Törlés
sv: Rensa

source: Clear the contents of the <a po4a-id=0>search history</a>.
hu: A <a po4a-id=0>keresés előzményeinek</a> törlését végzi.
sv: Rensar innehållet i <a po4a-id=0>sökhistoriken</a>.

source: Start searching for the set of search strings defined above. Note; you may not start too many searches in a small amount of time.
fr: Commence une recherche des chaînes de recherche définies ci-dessus. Note : vous ne pouvez pas effectuer trop de recherches en un laps de temps trop court.
hu: A gomb megnyomására a megadott a keresési kulcsszavak elküldésre kerülnek. Rövid idő alatt túl sok újabb keresés a legtöbb esetben nem indítható.
sv: Sök efter sökbegreppen definierade ovan. Tänk på att du inte kan starta hur många sökningar som helst samtidigt.

source: Filter away files depending on their file size.
fr: Filtre les fichiers selon leur taille.
hu: A fájlok szűrése méret alapján.
sv: Filtrerar filer beroende på filstorlek.

source: File type
fr: Type de fichier
hu: Fájltípus
sv: Filtyp

source: Filter away results depending on their file type (extension) or hash value.
hu: A fájlok szűrése típusuk (kiterjesztésük) vagy hash értékük alapján.

source: Note: options that specify a certain file type (other than <i>Any</i>, <i>Directory</i> &amp; <i>TTH</i>) will work different on ADC and NMDC hubs as follows:
hu: Megjegyzés: konkrét fájl típusok (nem a <i>Bármely</i>, a <i>Könyvtár</i> vagy a <i>TTH</i> opció) kiválasztásakor a szűrés másképpen működik ADC és NMDC hubokon:

source: In NMDC hubs : not all possible extensions are included in some file type groups. If you search for newer or obscure file types then it is recommended to use the <i>Any</i> option here and include the desired file extension(s) in the search string instead.
hu: NMDC hubokon: a különböző típusokhoz nincs mindíg hozzárendelve a lehetséges összes kiterjesztés. Ha újabb fajta vagy ritkábban előforduló fájl típusokra keresel, akkor érdemes inkább itt a <i>Bármely</i> opciót választani, majd a fájl kiterjesztéseket inkább a keresési kifejezésekhez hozzáadni.

source: In ADC hubs : all file type groups will filter results using the corresponding configured <a po4a-id=0>Search Types</a> setting.
hu: ADC hubokon: minden fájl-típus csoport a hozzá tartozó <a po4a-id=0>Keresési típusok</a> beállítás értékei alapján szűri az eredményeket.

source: Only users with free slots
fr: Que les utilisateurs avec slots libres
hu: Csak a szabad slottal rendelkezőket
sv: Endast användare med lediga slottar

source: Filter away files depending on the user's free slots.
fr: Filtre les fichiers selon que l'utilisateur a ou non des slots libres.
hu: Szűrés az alapján, hogy a felhasználónak van-e éppen szabad slotja.
sv: Filtrerar filer beroende på om användaren har lediga slottar eller inte.

source: Hide files already in share
fr: Masquer les fichiers déjà en partage
hu: Ne mutassa a már megosztott fájlokat
sv: Göm filer som redan är utdelade

source: Filter away files that are already in share.
fr: Masque les fichiers qui sont déjà dans votre partage.
hu: Kiszűri azokat a fájlokat, amelyek meg vannak osztva.
sv: Filtrerar bort filer som du redan delar ut själv.

source: Merge results for the same file
hu: Azonos eredmények összevonása

source: If checked (default), when multiple search results are received for the same file (same TTH root), these search results will be merged into 1 entry.
hu: Engedélyezve (ami az alapértelmezés) minden egyes keresési eredmény, amely (TTH alapján) azonos fájlra érkezik egyetlen sorban jelenik meg.

source: If unchecked, each search result will have its own entry in the search results list.
hu: Ha nincs engedélyezve, akkor minden egyes keresési eredmény külön sorban jelenik meg, az azonos fájlok is annyszor, ahány felhasználótól érkezett találat.

source: Search only selected hubs.
fr: Recherche uniquement dans les hubs sélectionnés.
hu: Csak a kiválasztott hubokon keres.
sv: Sök endast i valda hubbar.

source: Results list (right)
fr: Liste de résultats (à droite)
hu: Eredmény lista (jobb oldalon)
sv: Resultatlista (höger)

source: The file name.
fr: Le nom du fichier.
hu: A fájl neve.
sv: Filnamnet.

source: The user's nick name.
fr: Le pseudo de l'utilisateur.
hu: A felhasználó nick-je.
sv: Användarens användarnamn.

source: The file's extension (file type).
fr: L'extension du fichier (type du fichier).
hu: A fájl kiterjesztése (fájltípus).
sv: Filändelse (filtyp).

source: The file's size.
fr: La taille du fichier.
hu: A fájl mérete.
sv: Filens storlek.

source: x/y: x slots available of a total y.
fr: x/y : x slots disponibles sur un total de y.
hu: x/y, jelentése : x slot szabad az összes megnyitott y slotból.
sv: x/y: x lediga slottar av totalt y.

source: The path in the user's file list where the file is stored.
fr: Le chemin du fichier dans la liste de fichiers de l'utilisateur.
hu: A fájl útvonala a felhasználó fájl-listájában.
sv: Sökvägen i användarens fillista där filen är lagrad.

source: The user's possible <a po4a-id=0>line speed in upload</a>.
hu: A felhasználó valószínűsíthető <a po4a-id=0>feltöltési sebessége</a>.
sv: The user's möjliga <a po4a-id=0>uppladdningshastighet</a>.

source: In which hub the user is in.
fr: Le hub dans lequel se trouve l'utilisateur.
hu: Amelyik hubon a felhasználó online.
sv: I vilken hubb användaren finns.

source: The exact size of the file.
fr: La taille exacte du fichier.
hu: A fájl pontos mérete.
sv: Den exakta filstorleken

source: The user's IP.
fr: L'IP de l'utilisateur.
hu: A felhasználó IP-címe.
sv: Användarens IP.

source: The TTH root for the file.
fr: La clé TTH racine du fichier.
hu: A fájl TTH gyökere.
sv: TTH-roten för filen.

source: The unique ID that DC++ use to identify other users.
fr: L'ID unique que DC++ utilise pour identifier les autres utilisateurs.
hu: A felhasználó egyedi ID-je, amely alapján a DC++ más felhasználókat azonosít.
sv: Det unika ID som DC++ använder för att identifiera andra användare.

source: Download whole directory
hu: Egész könyvtár letöltése
sv: Ladda ner hela katalogen

source: If one or more files selected from the same folder it will add the whole folder to the Download Queue.
hu: Egy könyvtár tartalmából egy vagy több fájlt kijelölve ez a parancs a teljes könyvtár tartalmát a letöltési sorhoz adja.
sv: Om en eller flera filer från samma katalog är valda, kommer hela katalogen läggas till i nedladdningskön.

source: Download whole directory to...
hu: Egész könyvtár letöltése ide...
sv: Ladda ner hela katalogen till...

source: Combines the function of <i>Download to...</i> and <i>Download whole directory</i> commands
hu: A <i>Letöltés ide...</i> és a <i>Egész könyvtár letöltése</i> parancsok kombinációja.
sv: Kombinerar funktionerna för <i>Ladda ner till...</i> och <i>Ladda ner hela katalogen</i>.

source: It downloads the selected file to the temporary folder of the operating system and opens its contents in a text viewer window. The file will be deleted right after its contents shown.
hu: Letölti a kijelölt fájlt az operációs rendszer beállítiott átmeneti könyvtárába, majd tartalmát megnyitja egy szöveges megjelenítő ablakban. A fájl a megjelenítés után azonnal törlődik.
sv: Laddar ned vald fil till datorns temporärkatalog och öppnar den sedan i ett textvisarprogram. Filen raderas när visningsprogrammet stängts.

source: Toggle the displayment of the search options.
fr: Bascule l'affichage des options de recherche.
hu: A keresési beállítások láthatóságát kapcsolja ki-be.

source: # items
hu: Elemek száma

source: The amount of items that are displayed in the window.
fr: Le nombre d'items affichés dans la fenêtre.
hu: A megjelenített keresési eredmények száma

source: # filtered
hu: Kiszűrt elemek száma

source: The amount of files that have been filtered away from the view.
fr: Le nombre de fichiers qui ont été masqués car filtrés.
hu: Azon fájlok száma, amelyek valamelyik feltétel miatt szűrésre kerültek.

source: Search spy
fr: Espion de recherche
hu: Keresések megfigyelése

source: The search spy will display other users' searches. Note that the window's information is cleared when closed.
fr: L'espion de recherche affiche les recherches des autres utilisateurs. Notez que les informations présentes dans cette fenêtre seront effacées à la fermeture de la fenêtre.
hu: Itt a többi felhasználó kereséseit láthatjuk. Az ablakban megjelenő információ az ablak bezárásával elveszik.

source: Search string
fr: Chaîne de recherche
hu: Keresett szöveg

source: The search string that was searched for.
fr: La chaîne de recherche qui a été recherchée.
hu: A szöveg amire kerestek.

source: Count
fr: Compteur
hu: Darab

source: The amount of times this item has been searched for.
fr: Le nombre de fois que cet item a été recherché.
hu: Ahányszor az adott elemre kerestek.

source: The last time this item was searched for.
fr: La dernière fois que cet item a été recherché.
hu: Annak időpontja, amikor az adott elemre utoljára kerestek.

source: This will make DC++ search for the item you've selected.
fr: Effectue une recherche de l'item sélectionné dans DC++.
hu: Utasítja a DC++-t a kiválasztott elemre való keresésre.

source: Ignore TTH searches
fr: Ignorer les recherches TTH
hu: TTH keresések kihagyása

source: Check this checkbox to filter out TTH searches. Note that DC++ will still respond to them; you will just not see them in this window.
fr: Cochez cette case pour filtrer (et masquer) les recherches TTH. Notez que DC++ y répondra toujours ; c'est juste que vous ne les verrez pas dans cette fenêtre.
hu: A jelölőnégyzet engedélyezésével a TTH-alapú keresések kiszűrhetőek. Találat esetén a DC++ továbbra is válaszol a kiszűrt keresésekre, csak itt ebben az ablakban nem jelennek meg.

source: Total
hu: Összesen

source: The amount of total searches performed.
fr: Le nombre total de recherches effectuées.
hu: A beérkezett keresések száma

source: Average/s
fr: Moyenne/s
hu: Átlag/s

source: The amount of searches performed divided by the amount of seconds you have had this window open.
fr: Le nombre de recherches effectuées divisé par le nombre de secondes pendant lesquelles cette fenêtre est restée ouverte.
hu: Az érkezett keresések száma osztva az ablak megnyitása óta eltellt idővel másodpercekben.

source: Hits
fr: Résultats
hu: Találatok
sv: Träffar

source: The amount of search results your copy of DC++ has sent out in response to the searches you see in this window.
fr: Le nombre de résultats de recherche que votre DC++ a envoyé en réponse aux recherches affichées dans cette fenêtre.
hu: Az ablakban megjelenő keresésekre a DC++-od által válaszul kiküldött keresési eredmények száma.

source: Hit Ratio
fr: Ratio de Résultat
hu: Találati arány

source: Ratio between the total amount of searches versus the amount of hits.
fr: Ratio entre le nombre total de recherches et le nombre de résultats.
hu: A teljes keresések számának és a tényleges találatok számának aránya.

source: This window displays important and current information about DC++ and your interactions with the program. If DC++ behaves unexpectedly, you can look in this window for a possible explanation.
hu: Ez az ablak a DC++-al kapcsolatos azonnali fontos információkat és a programmal végzett műveletek eredményeit jeleníti meg. Ha abnormális viselkedést tapasztalsz a programban, érdemes az ebben az ablakban megjelenő üzeneteket átnézni a lehetséges magyarázatért.
sv: Detta fönster visas viktig och aktuell information om DC++ och din interaktion med programmet. Om DC++ beter sig konstigt, titta i detta fönster för möjliga förklaringar.

source: There are two kinds of messages can appear in the System log : <u>events</u> and <u>errors</u>. While the first kind of messages are usual, you may want to pay more attention to the latter ones. Error messages shown in the log may come from some failed automatic operation or as a result of your latest interaction with the program interface. The very last message entry in the log is shown in the statusbar of the main DC++ window. You can check the tooltip of the status bar for the last few log entries.
hu: A Rendszernaplóban kétféle üzenet jelenhet meg : <u>esemény</u> vagy <u>hibaüzenet</u>. Az esemény jellegű üzenetek megjelenése általános, a hibaüzenetekre viszont már érdemes jobban odafigyelni. A naplóban megjelenő hibaüzenetek vagy valamilyen automatikus vagy pedig az általad legutóljára a programban végzett művelet eredményei lehetnek. A napló legutolsó bejegyzése a DC++ főablak állapotsorán is látható.
sv: Det finns två olika sorters meddelande som visas i systemloggen: <u>händelser</u> och <u>fel</u>. Även om de förra är fler så vill du uppmärksamma de senare mer. Felmeddelande som visas i loggen kan bero på en automatisk handling eller dina egna aktioner i programmet. Senaste meddelande visas också i statusraden för DC++-fönsret. Du kan se en pratbubbla med de senaste meddelanden om du lägger muspekaren över senaste meddelandet.
