Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Just install the new version (or unpack the .zip) in the folder your old version was in. Your old settings, queue, favorites will still be there and will be used by the new version. <br/> <b>BEWARE : </b>There are some cases though when a feature upgrade makes impossible to reuse some some kind of settings or data created by an older version of DC++.
fr: Installez simplement la nouvelle version (ou extrayez le .zip) dans le dossier dans lequel votre ancienne version réside. Vos anciens options, liste de téléchargement, favoris seront conservés et utilisés par la nouvelle version. <br/> <b>ATTENTION : </b>Dans certains cas, des mises à jour de fonctionnalités spécifiques rendent impossibles la ré-utilisation de certaines options ou données qui avaient été créées par une ancienne version de DC++.

source: This page enables you to see which keyboard shortcuts exist in DC++.
fr: Cette page détaille les raccourcis clavier utilisables dans DC++.

source: The following information appears in the <a href="window_hub.html#userlistcolumns">Tag column</a> for every user in the user list of the <a href="window_hub.html">Hub window</a>: &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, where<br/>
fr: Les informations suivantes apparaissent dans la <a href="window_hub.html#userlistcolumns">colonne Tag</a> pour tous les utilisateurs dans la liste des utilisateurs de <a href="window_hub.html">la fenêtre de Hub</a> : &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, avec<br/>

source: x = number of hubs connected to where you're not a registered user<br/> y = number of hubs you're registered in<br/> z = number of hubs you're registered as an operator
fr: x = nombre de hubs auxquels vous êtes connecté sans être enregistré<br/> y = nombre de hubs connectés dans lesquels vous êtes enregistré<br/> z = nombre de hubs connectés dans lesquels vous êtes enregistré en tant qu'opérateur

source: x = if total upload is below this value DC++ will open another slot<br/> This part of the tag is only shown when the option for it is enabled.
fr: x = si la vitesse d'envoi totale est inférieure à cette valeur, DC++ ouvrira un slot supplémentaire<br/> Cette partie du tag est affichée seulement quand cette option est activée.

source: The DC++ tag was introduced back when the only available Direct Connect client was Neo-Modus DirectConnect (NMDC) v1.0. That particular client could only connect to one hub at a time, which ensured that the upload slots available were assigned to other users connected to that hub. At first, hub owners considered DC++ to be a cheat client, because it could connect to multiple hubs at once. The DC++ tag was introduced so hub owners could check if the users were connected to a reasonable amount of hubs and had enough upload slots available for sharing.<br/> At this point, almost every client, whether it's capable of joining multiple hubs or not, has a similar tag in it's description field. The custom is to replace "++" with some other identifier uniquely identifying the client type (common are "StrgDC++", "ApexDC++" and "PWDC++").
fr: Le tag de DC++ a été introduit à l'époque où le seul client Direct Connect disponible était Neo-Modus DirectConnect (NMDC) v1.0. Ce dernier pouvait se connecter à un hub à la fois uniquement, ce qui assurait que les slots d'envoi disponibles ne pouvaient être accordés qu'à d'autres utilisateurs connectés eux-aussi à ce même hub. Au début, les hébergeurs de hub considéraient que DC++ était un client frauduleux car celui-ci pouvait se connecter à plusieurs hubs à la fois. Le tag de DC++ a été introduit de manière à ce que les hébergeurs de hubs puissent vérifier si les utilisateurs étaient connectés à un nombre de hub raisonnable, et s'ils avaient assez de slots d'envoi disponibles.<br/> Maintenant, pratiquement n'importe quel client, qu'il soit ou non capable de se connecter à plusieurs hubs, a un tag similaire dans son champ de description. En général, on remplace le "++" du tag par un identifiant permettant d'identifier le type du client (on rencontre souvent par exemple "StrgDC++", "ApexDC++", "PWDC++").

source: You can doubleclick on text starting with www. http:// https:// ftp:// magnet: adc:// dchub:// mailto: and irc://
fr: You pouvez double-cliquer sur tout texte commençant par www. http:// https:// ftp:// magnet: adc:// dchub:// mailto: et irc://.

source: Pressing shift on startup will prevent DC++ from autoconnecting to favorite hubs.
fr: Appuyez sur Maj durant le démarrage de DC++ pour l'empêcher de se connecter automatiquement aux hubs favoris.

source: You can tab complete nicks in mainchat, including ignoring prefixes.
fr: Vous pouvez compléter les pseudos du chat central en appuyant sur Tab ; les préfixes peuvent être ignorés.

source: You can see who wants to download from you and what they want to download by opening the <a href="window_waiting_users.html">Waiting users frame</a>.
fr: Vous pouvez voir qui souhaite télécharger de chez vous et ce qu'ils veulent télécharger en ouvrant la <a href="window_waiting_users.html">fenêtre des Utilisateurs en attente</a>.

source: You can drag folders from Windows Explorer and drop them in the <a href="settings_sharing.html">Sharing</a>page in Settings.
fr: Vous pouvez glisser-déplacer des dossiers à partir de l'Explorateur Windows directement dans la page d'options de <a href="settings_sharing.html">Partage</a>.

source: For more information about the binary units see the <a href="http://physics.nist.gov/cuu/Units/binary.html" target="_blank" class="external">National Institute of Standards and Technology</a>.
fr: Pour plus d'information sur les unités binaires, consultez le <a href="http://physics.nist.gov/cuu/Units/binary.html" target="_blank" class="external">National Institute of Standards and Technology</a>.

source: My University blocks DC++
fr: Mon Université bloque DC++

source: In passive connection mode, DC++ will only make outbound connections to other users. All searches will be sent through the hub, and search results will be returned through the hub as well. DC++ will return a maximum of 5 search hits for a passive user. <b>Passive users cannot download from other passive users.</b> <span style="text-decoration: underline">Passive mode is an extra strain on hubs, so please do not use it unless you must</span>. To find out what DC++ users are in passive mode in a hub check their <a href="window_hub.html#userlistcolumns">tag in the list of users</a>. Passive users will have M:P in their DC++ tag.
fr: En mode passif, DC++ pourra seulement établir des connexions sortantes avec les autres utilisateurs. Toutes les recherches passeront par le hub, et les résultats des recherches devront passer par le hub eux-aussi. <b>Les utilisateurs en mode passif ne peuvent pas télécharger à partir d'autres utilisateurs en mode passif.</b> <span style="text-decoration: underline">Le mode passif impose une charge additionnelle sur les hubs, donc veuillez l'utiliser seulement si vraiment nécessaire</span>. Pour savoir quels utilisateurs de DC++ sont en mode passif dans un hub, utilisez leur <a href="window_hub.html#userlistcolumns">tag dans la liste des utilisateurs</a>. Les utilisateurs en mode passif ont M:P dans leur tag de DC++.

source: That being said, active mode on DC++ will make inbound and outbound connections to other users. While all searches will be sent through the hub, search results will be returned directly from active mode users and through the hub for the passive users. <b>Active users can download from either active and passive users and get more search results.</b> Obviously that means you can <span style="text-decoration: underline">connect to a larger group of people</span>.
fr: Ceci étant dit, le mode actif permet à DC++ d'établir des connexions entrantes et sortantes avec les autres utilisateurs. Même si toutes les recherches envoyées passeront par le hub, les résultats des recherches seront renvoyés directement par les utilisateurs en mode actif, et par le hub pour ceux en mode passif. <b>Les utilisateurs en mode actif peuvent télécharger à partir d'utilisateurs en mode actif ou passif, et obtiennent plus de résultats lors de leurs recherches.</b> Bien évidemment, cela implique que vous pouvez <span style="text-decoration: underline">vous connecter à plus de monde</span>.

source: Hello and welcome! DC++ is a free, open-source client for Direct Connect file sharing networks. It is fully compatible with and supports connection to hubs using the earlier <a href="http://en.wikipedia.org/wiki/Direct_Connect_network" target="_blank" class="external">NeoModus Direct Connect (NMDC)</a> protocol, but its primary purpose is to be a client for a new generation of file sharing using a protocol called <a href="http://adc.sourceforge.net/" target="_blank" class="external">Advanced Direct Connect (ADC)</a>.
fr: Bonjour et bienvenue ! DC++ est un client gratuit et open-source pour les réseaux de partage de fichiers Direct Connect. DC++ est entièrement compatible avec les hubs qui utilisent l'ancien protocole <a href="http://en.wikipedia.org/wiki/Direct_Connect_network" target="_blank" class="external">NeoModus Direct Connect (NMDC)</a> et s'y connecte sans problème, mais son objectif principal est d'être un client pour une nouvelle génération de partage de fichiers grâce à un protocole appelé <a href="http://adc.sourceforge.net/" target="_blank" class="external">Advanced Direct Connect (ADC)</a>.

source: The newest version of DC++ should work well on any modern Windows NT-based operating system, including 2000, XP, and Vista. Some older versions will run on Win9x/ME but using DC++ on these ancient operating systems is neither recommended nor supported. As long as it downloaded from the <a href="http://dcplusplus.sourceforge.net/" target="_blank" class="external">official site</a>, DC++ contains no viruses or adware of any kind. DC++ is free; if you paid for it, ask for a refund!
fr: La dernière version de DC++ devrait fonctionner correctement sur tout système d'exploitation moderne basé sur Windows NT, ce qui inclut 2000, XP, et Vista. Certaines anciennes versions peuvent marcher sur Win9x/ME, mais il est déconseillé et non-supporté d'utiliser DC++ sur ces anciens systèmes d'exploitation. À condition de le télécharger à partir du <a href="http://dcplusplus.sourceforge.net/" target="_blank" class="external">site officiel</a>, DC++ ne contient aucun virus ni publicité. DC++ est gratuit ; si vous avez eu à payer pour l'avoir, demandez un remboursement !

source: DC++ has a few public <b>hublist servers</b> configured by default. They are the most popular and reliable ones so they are available most of the time. You can open up the <a href="window_public_hubs.html">Public Hublist</a> window by using the View/Public Hubs menu item or by clicking on the appropriate icon in the <a href="window_main.html#toolbar">Toolbar</a>. You can <a href="dialog_public_hub_lists.html">add other hublist servers</a> or manage a list of your own <a href="window_favorite_hubs.html">Favorite hubs</a>. If you simply want to connect to a particular hub with a known address you can do it using File/Quick Connect.
fr: DC++ a quelques <b>serveurs de listes de hubs</b> publics configurés par défaut. Il s'agit des plus populaires et fiables, et ils sont donc disponibles la plupart du temps. Vous pouvez ouvrir la fenêtre des <a href="window_public_hubs.html">Listes de Hubs Publics</a> par la commande "Hubs Publics" du menu "Vues" ou en cliquant sur l'icône correspondante de la <a href="window_main.html#toolbar">Barre d'outils</a>. Vous pouvez <a href="dialog_public_hub_lists.html">ajouter de nouveaux serveurs de listes de hubs</a> ou bien gérer une liste de vos propres <a href="window_favorite_hubs.html">Hubs favoris</a>. Si vous voulez juste vous connecter à un hub dont vous avez déjà l'adresse, vous pouvez le faire par la commande "Connexion Rapide" du menu "Fichier".

source: <a href="http://www.b.ali.btinternet.co.uk/DCPlusPlus/gettingStarted.html#settings" target="_blank" class="external">TheParanoidOne's beginners guide</a> is easy to understand and contains plenty of screenshots. It explains basic DC++ usage and the minimum settings required to get things up and running. Make sure you configured all the minimum settings (entered a unique nick in <a href="settings_general.html">General settings</a>, etc...) or you won't be able to connect to any hub.
fr: <a href="http://www.b.ali.btinternet.co.uk/DCPlusPlus/gettingStarted.html#settings" target="_blank" class="external">Le guide pour débutants de TheParanoidOne</a> (en Anglais) est facile à comprendre et contient plein de captures d'écran. Il explique l'utilisation de base de DC++ et les options minimales à configurer pour faire marcher DC++. Assurez-vous d'avoir configuré toutes les options minimales (pseudo unique dans les <a href="settings_general.html">Informations personnelles</a>, etc...), car sinon vous ne pourrez vous connecter à aucun hub.

source: Software firewalls often cause problems as they can completely prevent DC++ from connecting to the Internet. You can skip this section if you can download hublists and connect to hubs. However, if you can't connect to any hub or download any hublist <span style="text-decoration: underline">while your other programs are able to access the Internet</span> then it's possible that a software firewall is blocking DC++.
fr: Les programmes pare-feu peuvent causer des problèmes car ils peuvent complètement empêcher DC++ de se connecter à Internet. Sautez cette section si vous pouvez télécharger des listes de hubs ou que vous pouvez vous connecter à des hubs. En revanche, si vous ne pouvez vous connecter à aucun hub ou ne pouvez télécharger aucune liste de hubs <span style="text-decoration: underline">alors que vos autres programmes ont bien accès à Internet</span>, alors il est possible qu'un programme pare-feu bloque DC++.

source: Newer Windows operating systems (XP with Service Pack 1,2 or 3 and Vista) have a built in firewall enabled by default. Moreover, almost all anti-virus suites (Norton, McAfee, CA, Eset, Kaspersky, F-Secure, AVG, etc.) include a firewall component with their "typical" install method. Because of this, you can still have a firewall running even if you've never installed a separate firewall product or seen a sign of its operation.
fr: Les nouvelles versions des systèmes d'exploitation Windows (XP avec Service Pack 1, 2 ou 3 ; Vista) ont un pare-feu intégré activé par défaut. De plus, quasiment toutes les suites d'anti-virus (Norton, McAfee, CA, Eset, Kaspersky, F-Secure, AVG, etc.) incluent un composant pare-feu dans leur méthode d'installation "basique". De ce fait, vous pouvez très bien avoir un pare-feu sans même en avoir jamais installé un explicitement et n'avoir jamais vu aucun signe de son fonctionnement.

source: If you use Windows XP with third party software firewall installed then make sure you have the <a href="http://support.microsoft.com/kb/283673" target="_blank" class="external">internal Windows firewall disabled</a>. On Vista this should be always done by the firewall application.
fr: Si vous utilisez Windows XP avec un programme pare-feu de tière partie installé, alors assurez-vous d'avoir bien <a href="http://support.microsoft.com/kb/283673" target="_blank" class="external">désactivé le pare-feu interne de Windows</a>. Avec Vista, l'application pare-feu devrait l'avoir déjà fait par elle-même.

source: The method for unblocking programs in firewalls varies from product to product. Check your firewall's help or manual for instructions. The best practice is to exit DC++ and remove ALL the rules for DC++ in the firewall configuration. In most cases the time of next start of DC++ you'll be shown a popup window where you can re-enable DC++. You can find configuration instructions for some popular firewall software <a href="http://www.dslreports.com/faq/dc/3.1_Software_Firewalls" target="_blank" class="external">here</a>.
fr: Les méthodes pour débloquer un programme dans un pare-feu varient d'un produit à l'autre. Consulter l'aide ou le manuel de votre pare-feu pour des instructions. En général, le mieux est de quitter DC++ et d'enlever TOUTES les règles relatives à DC++ dans les options du pare-feu. Dans la plupart des cas, lors du démarrage suivant de DC++, une fenêtre popup s'affichera dans laquelle vous pourrez ré-activer DC++. <a href="http://www.dslreports.com/faq/dc/3.1_Software_Firewalls" target="_blank" class="external">Cette page</a> contient des instructions pour pouvoir configurer certains programmes pare-feu populaires.

source: To make your life easier while using DC++ you should find out what connection mode works for you. From a protocol perspective, there are two connection methods available: <b>active mode</b> and <b>passive mode</b>. While passive mode is almost guaranteed to work, it does not work as well as a properly configured active mode connection. For a more in-depth explanation, read <a href="faq_whyactive.html">Why do I need active mode?</a>
fr: Pour vous rendre l'utilisation de DC++ facile, vous devrez trouver quel mode de connexion vous est le mieux adapté. Du côté du protocole, il y a deux méthodes de connexion disponibles : le <b>mode actif</b> et le <b>mode passif</b>. Bien que le mode passif marche quasiment à tous les coups, il n'est pas aussi efficace qu'un mode actif correctement configuré. Pour plus de détails, consultez <a href="faq_whyactive.html">Pourquoi préférer le mode actif ?</a>

source: It is very important to decide what <i>active connection mode</i> is available for you. It depends on your network structure, so you need to know exactly how you access the Internet. Is it a direct connection through a modem or do you have a local network and access the Internet through a router or other gateway? If unsure, <a href="http://www.b.ali.btinternet.co.uk/DCPlusPlus/advancedUsage.html#activepassive" target="_blank" class="external">this page</a> should help you figure it out.
fr: Il est très important de savoir quel <i>mode de connexion actif</i> vous pouvez utiliser. Cela dépend de la structure de votre réseau, donc il vous faut savoir exactement comment vous accédez à Internet. S'agit-il d'une connexion directe par un modem, ou d'un réseau local avec routeur ou autres intermédiaires ? Si vous ne savez pas, <a href="http://www.b.ali.btinternet.co.uk/DCPlusPlus/advancedUsage.html#activepassive" target="_blank" class="external">cette page</a> devrait vous aider.

source: If you're still unsure what network devices you use to connect to the Internet, then use <a href="http://www.google.com/" target="_blank" class="external">Google</a>! It can give you information on every network device you own, just by searching for the <span style="text-decoration: underline">model number</span> printed on the device. Many ISPs call their device a simple modem when it is actually a router, so it never hurts to check.
fr: Si vous ne savez toujours pas quels périphériques réseaux vous utilisez pour vous connecter à Internet, utilisez <a href="http://www.google.com/" target="_blank" class="external">Google</a> ! Des informations sont disponibles pour tous les périphériques réseaux que vous avez ; il suffit de rechercher le <span style="text-decoration: underline">numéro du modèle</span> imprimé sur le périphérique. Beaucoup de FAIs appellent leur périphérique un simple modem alors qu'il s'agit en fait d'un routeur, donc il vaut mieux vérifier.

source: To see your <i>external IP address</i> go to one of the following websites : <a href="http://www.whatismyip.com/" target="_blank" class="external">www.whatismyip.com</a>, <a href="http://www.dslreports.com/ip" target="_blank" class="external">www.dslreports.com/ip</a>, <a href="http://www.ip2location.com/" target="_blank" class="external">www.ip2location.com</a>
fr: Pour voir votre <i>adresse IP externe</i>, rendez vous sur l'un des ces sites web : <a href="http://www.whatismyip.com/" target="_blank" class="external">www.whatismyip.com</a>, <a href="http://www.dslreports.com/ip" target="_blank" class="external">www.dslreports.com/ip</a>, <a href="http://www.ip2location.com/" target="_blank" class="external">www.ip2location.com</a>

source: When you look at the <a href="settings_connection.html">Connection Settings</a> you will find 3 options for active mode and the last option for being passive as a last resort. For being active:
fr: Dans les <a href="settings_connection.html">Paramètres de connexion</a>, vous trouverez 3 options pour le mode actif et la dernière option pour pouvoir être en mode passif en dernier recours. Pour le mode actif :

source: You can use the <i>Direct Connection</i> option <b>ONLY if you don't have a router/gateway</b>.
fr: Vous pouvez utiliser l'option <i>Connexion directe</i> <b>UNIQUEMENT si vous n'avez pas de routeur/intermédiaire</b>.

source: If you <b>have a router/gateway you can use ONLY the 2nd or the 3rd option</b> : <i>Firewall with manual port forwarding</i> or <i>Firewall with UPnP</i>
fr: Si vous <b>avez un routeur/intermédiaire, vous ne pouvez utiliser QUE les options 2 et 3</b> : <i>Pare-feu avec redirection manuelle des ports</i> ou <i>Pare-feu avec UPnP</i>

source: For setting up any of the three active mode options follow the <a href="faq_activemode.html">active mode setup FAQ</a>.
fr: Pour le réglage de l'une des ces trois options de mode actif, consultez la <a href="faq_activemode.html">FAQ sur le réglage du mode actif</a>.

source: If none of the above helped or you are not able to use active mode in your network (e.g. you have no access to the configuration page of the router/gateway or you have firewall service provided by your ISP) then you must choose <i>Firewall (passive, last resort)</i> option in <a href="settings_connection.html">Connection Settings</a>. As linked above, however, passive mode has several disadvantages.
fr: Si vous n'arrivez toujours pas à utiliser le mode actif (par exemple si vous n'avez pas accès à la page de configuration du routeur/intermédiaire ou que votre FAI a un service de pare-feu), alors vous devrez vous résoudre à l'option <i>Pare-feu (passif, dernier recours)</i> des <a href="settings_connection.html">Paramètres de connexion</a>. Mais comme le détaille le lien plus haut, le mode passif a un certain nombre de désavantages.

source: You can find <a href="index.html#faqs">FAQs</a> and explanation of ALL settings in the built-in context sensitive Help of DC++. Just move the question mark icon from the <a href="window_main.html#toolbar">Toolbar</a> to any part of the interface you are unsure about, or simply select a control and hit the F1 key.
fr: Vous disposez des <a href="index.html#faqs">FAQs</a> et d'explications de TOUTES les options dans l'aide sensible au contexte intégrée à DC++. Il vous suffit de faire pointer l'icône de point d'interrogation de la <a href="window_main.html#toolbar">Barre d'outils</a> vers n'importe quelle partie de l'interface sur laquelle vous avez des doutes, ou juste de sélectionner un contrôle et d'appuyer sur la touche F1.

source: There is a complete <a href="http://www.dslreports.com/faq/dc" target="_blank" class="external">Direct Connect FAQ</a> maintained at dslreports.com.
fr: Il y a une <a href="http://www.dslreports.com/faq/dc" target="_blank" class="external">FAQ Direct Connect</a> complète hébergée sur dslreports.com.

source: There are more answers to the most frequent support problems at the <a href="https://answers.launchpad.net/dcplusplus/+faqs" target="_blank" class="external">FAQ section of the DC++ Launchpad page</a>.
fr: La <a href="https://answers.launchpad.net/dcplusplus/+faqs" target="_blank" class="external">section des FAQs de la page Launchpad de DC++</a> contient des réponses aux problèmes les plus fréquemment rencontrés.
