Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Security certificates
sv: Säkerhetscertifikat

source: Support direct encrypted private message channels
sv: Stöd direkta och krypterade privata meddelandekanaler

source: Always attempt to establish direct encrypted private message channels
sv: Försök alltid att etablera direkta och krypterade kanaler för privata meddelanden

source: Automatic connectivity setup
sv: Automatisk anslutningsinställning

source: Let DC++ determine the best connectivity settings
sv: Låt DC++ välja de bästa anslutningsinställningarna

source: Edit detected settings
sv: Ändra detekterade inställningar

source: Transfer port (TCP)
sv: Överföringsport (TCP)

source: Encrypted transfer port (TCP)
sv: Krypterad överföringsport (TCP)

source: Search port (UDP)
sv: Sökport (UDP)

source: Active mode (I have no router / I have configured my router)
sv: Aktivt läge (Jag har ingen router / Jag har konfigurerat min router)

source: Active mode (let DC++ configure my router with NAT-PMP / UPnP)
sv: Aktivt läge (låt DC++ konfigurera min router med NAT-PMP / UPnP)

source: only 5 results per user will be returned in response to searches.
sv: endast 5 resultat per användare kommer att visas som ett svar på sökningar

source: you may not be able to download / receive search results from passive users.
sv: du kanske inte kan ladda ner / ta emot sökresultat från passiva användare.

source: you may not be able to fully enjoy certain hubs (because of their regulations).
sv: du kanske inte kan fullt utnyttja och ta del av vissa hubbar (på grund av deras begränsningar och regler).

source: Note that DC++ tries NAT Traversal on ADC hubs to allow passive users to connect with each other.
sv: Notera att DC++ försöker använda NAT Traversal på ADC hubbar för att tillåta passiva användare att ansluta med varandra

source: Don't allow hubs/NAT-PMP/UPnP to override
sv: Tillåt inte att hubbar/NAT-PMP/UPnP får ändra

source: Preferred port mapping interface
sv: Föredragen portmappningsgränssnitt

source: MiniUPnP: An open-source UPnP library.
sv: MiniUPnP: Ett öppen källkodsbibliotek för UPnP

source: Auto-search interval
sv: Intervall för automatisk sökning

source: Max PM windows
sv: Max PM fönster

source: Max protocol command length
sv: Max protokollkommandolängd

source: Away mode
sv: Frånvaroläge

source: Away message (empty = no away message)
sv: Frånvaromeddelande (tom = inget frånvaromeddelande)

source: Enable away mode when DC++ is minimized
sv: Aktivera bortaläge när DC++ minimeras

source: Enable away mode when the Windows session is locked
sv: Aktivera bortaläge när Windowssessionen låses

source: Switch to away mode whenever the Windows session is locked (generally by Windows key + L or via Ctrl + Alt + Del); disable away mode when the Windows session is unlocked.
sv: Byta till bortaläge när Windows låser sig (generellt med hjälp av Windows-knappen + L eller via Ctrl + Alt +Del); stäng av bortaläge när Windows låses upp.

source: Add timestamp to end of away messages
sv: Lägg till tidstämpel till slutet av bortameddelande

source: Display time at which DC++ entered away mode in away message.
sv: Visa tiden då DC++ gick i bortaläge i bortameddelandet,

source: Enable away mode after X minutes of inactivity
sv: Sätt igång bortaläge efter X minuters inaktivitet

source: Log downloaded segments
sv: Logga nerladdade segment

source: Log finished downloads
sv: Logga avslutade nerladdningar

source: Log uploaded segments
sv: Logga uppladdade segment

source: Downloaded segments log
sv: Logg för nerladdade segment

source: Finished downloads log
sv: Logg för färdiga nerladdningar

source: Uploaded segments log
sv: Logg för uppladdade segment

source: Local target path and filename
sv: Lokal plats och filnamn

source: N/A
sv: Inte tillgänglig

source: User's nickname
sv: Användarens smeknamn

source: User nicknames
sv: Användarsmeknamn

source: User's CID
sv: Användarens CID

source: User CIDs
sv: Användares CIDs

source: User's IPv4 address
sv: Användarens IPv4-adress

source: User IPv4 addresses (available for ADC users only)
sv: Användares IPv4-adresser (tillgängligt enbart för ADC-användare)

source: Hub name
sv: Hubbnamn

source: Hub names
sv: Hubbnamn

source: Hub's URL or IP address
sv: Hubbs domän eller IPaddress

source: Hub URLs or IP addresses
sv: Hubbs domän eller IPaddresser

source: Chunk size
sv: Segmentstorlek

source: Total file size
sv: Total filstorlek

source: Chunk size, shortened and including units
sv: Segmentstorlek, förkortad och inkluderar enheter

source: Total file size, shortened and including units
sv: Total filstorlek, förkortad och inkluderar enheter

source: File size transferred in the current session
sv: Filstorlek överförd i denna sessionen

source: Average speed of the transfer
sv: Genomsnittlig hastighet på överföringen

source: Finished downloads: Finished_downloads.log
sv: Färdiga nerladdningar: Finished_downloads.log

source: Downloaded segments: Downloads.log
sv: Nerladdade segment: Downloads.log

source: Uploaded segments: Uploads.log
sv: Uppladdade segment: Uploads.log

source: Download finished
sv: Nerladdning klar

source: File list downloaded
sv: Fillista nerladdad

source: Main chat message received
sv: Huvudchattmeddande mottaget

source: Private message received
sv: Privat meddelande mottaget

source: Private message window opened
sv: Privatmeddelandefönster öppnat

source: Play a sound
sv: Spela upp ett ljud

source: Display a balloon popup
sv: Visa en ballongpopup

source: Fire a balloon popup example
sv: Visa ett ballong-popup exempel

source: Sound settings
sv: Ljudinställningar

source: Balloon settings
sv: Ballonginställningar

source: Display the balloon only when DC++ is in the background
sv: Visa endast ballongen när DC++ är i bakgrunden

source: Balloon popup example
sv: Exempel på ballongpopup

source: This is an example of a balloon popup notification!
sv: Detta är ett exempel på en balongnotifiering!

source: Plugin configuration
sv: Insticksmodulkonfiguration

source: Installed plugins
sv: Installerade insticksmoduler

source: List of currently installed plugins.
sv: Lista på installerade insticksmoduler.

source: Some plugins may require you to restart DC++.
sv: Några plugin kan kräva att du startar om DC++.

source: Configure
sv: Konfigurera

source: Enable
sv: Aktivera

source: Enable the selected plugin.
sv: Aktivera den valda insticksmodulen

source: Disable
sv: Avaktivera

source: Disable the selected plugin.
sv: Avaktivera den nuvarande insticksmodulen.

source: Move the selected plugin upwards in the list.
sv: Flytta den nuvarande insticksmodulen upp i listan.

source: Move the selected plugin downwards in the list.
sv: Flytta den nuvarande insticksmodulen ner i listan.

source: Disable and uninstall the selected plugin.
sv: Stäng av och avinstallera den nuvarande insticksmodulen.

source: Plugin information
sv: Insticksmodulsinformation

source: This panel shows information about the selected plugin.
sv: Denna panel visar information om den valda insticksmodulen.

source: File minimum size
sv: Minsta filstorlek

source: File maximum size
sv: Största filstorlek

source: File name filtering with Regular expressions
sv: Filnamnsfiltrering med reguljära uttryck

source: File extension filtering
sv: Filändelsefiltrering

source: Path filtering
sv: Sökvägsfiltrering

source: General
sv: Generell

source: Global application style
sv: Global programstil

source: The style used throughout all DC++ windows.
sv: Denna stil används i alla DC++-fönster.

source: Font customization
sv: Textsnittinställningar

source: User matching definitions
sv: Användarmatchningsdefinitioner

source: Configure styles (fonts / colors) for these user matching definitions
sv: Konfigurera stiler (typsnitt / färger) för dessa användarmatchande definitioner

source: Copy
sv: Kopiera

source: Download full list
sv: Ladda ner hel lista

source: Tag
sv: Klientbeskrivning

source: IP
sv: IP-adress

source: E-Mail
sv: E-post

source: Open crash log
sv: Öppna kraschlogg

source: Menu bar
sv: Menyrad

source: Opens the DCBase portal in your web browser.
sv: Öppnar DCBase-portalen i din webbläsare

source: Left mouse click on the
sv: Vänsterklicka på

source: Close tab button
sv: Stänga flikknapp

source: Downloaded bytes
sv: Nerladdade bytes

source: Uploaded bytes
sv: Uppladdade bytes

source: Download speed
sv: Nerladdningshastighet

source: Upload speed
sv: Uppladdningshastighet

source: Download speed limit
sv: Nerladdningshastighetsbegränsning

source: Upload speed limit
sv: Uppladdningshastighetsbegränsning

source: Message part (left)
sv: Meddelandedel (kvar)

source: Communication channel
sv: Kommunikationskanal

source: Direct encrypted channel
sv: Direkt och krypterad kanal

source: Start a direct encrypted channel
sv: Starta en direkt och krypterad kanal

source: Filter search results
sv: Filtrera sökresultat

source: The queued file %1% already exists in your share, removing from the queue
sv: Den köade filen %1% finns redan i din lista av utdelade filer, raderar från kön.

source: File list refresh in progress, please wait for it to finish before trying to refresh again
sv: Uppdatering av fillistan pågår, var god vänta tills den är klar innan du försöker uppdatera igen

source: Change the text viewer font
sv: Ändra textvisartypsnittet

source: Size of the transfer.
sv: Storlek på överföringen.

source: Favorite
sv: Favorit

source: Auto grant slot
sv: Bevilja plats automatiskt

source: The nick of the user.
sv: Användarens smeknamn

source: Status / Time last seen
sv: Status / Tid senaste syntes

source: Online
sv: Uppkopplad

source: Pending download
sv: Väntande nerladdning

source: Pending upload
sv: Väntande uppladdning

source: Joins &lt;hub-ip&gt;. See also <a href="settings_windows.html#new_window">Open new window when using /join</a>.
fr: Se connecte à &lt;hub-ip&gt;. Voir aussi <a href="settings_windows.html#new_window">Ouvrir une nouvelle fenêtre lors de l'utilisation de /join</a>.

source: Displays the IP and port that DC++ will tell users to connect to. If either the IP or port is not correct, you will be unable to download from some users. This is only useful in <span style="text-decoration: underline">active</span> mode - the IP and port are unused in passive mode.
fr: Affiche l'IP et le port utilisés par DC++ pour accepter les connexions. Si l'IP ou le port sont incorrects, vous ne pourrez pas télécharger à partir de certains utilisateurs. Utile uniquement si vous êtes en mode <span style="text-decoration: underline">actif</span> - l'IP et le port ne sont pas utilisés en mode passif.

source: Adds the current hub (along with your nickname and password, if used) to the list of <a href="favorite_hubs.html">Favorite Hubs</a>.
fr: Ajoute le hub actuel (ainsi que vos pseudo et mot de passe, si utilisés) à la liste des <a href="favorite_hubs.html">Hubs Favoris</a>.

source: Removes the current hub from the list of <a href="favorite_hubs.html">Favorite Hubs</a>.
fr: Enlève le hub actuel de la liste des <a href="favorite_hubs.html">Hubs Favoris</a>.

source: Adds the current user to the list of <a href="favorite_users.html">Favorite Users</a>.
fr: Ajoute l'utilisateur actuel à la liste des <a href="favorite_users.html">Utilisateurs Favoris</a>.

source: Sets the current number of upload slots to the number you specify. If this is less than the current number of slots, no downloads are cancelled.
fr: Ajuste le nombre actuel de slots d'envois au nombre spécifié. Si ce dernier vaut moins que le nombre actuel de slots, aucun téléchargement n'est annulé.

source: Opens a new search window with the specified search string. It does <span style="text-decoration: underline">not</span> automatically send the search.
fr: Ouvre une nouvelle fenêtre de recherche avec la chaîne de recherche spécifiée. La recherche n'est <span style="text-decoration: underline">pas</span> envoyée automatiquement.

source: Sets Away status. New private message windows will be responded to, once, with the message you specified, or the default away message configured in the <a href="settings_appearance.html#awaymsg">Appearance</a> settings page.
fr: Active le mode absence. Le message spécifié, ou bien le message d'absence par défaut configuré dans la page d'options <a href="settings_appearance.html#awaymsg">Aspect</a>, sera envoyé, une fois seulement, en réponse aux nouvelles fenêtres de messages privés.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included in the section entitled "<a href="fdl.html">GNU Free Documentation License</a>".
fr: Ce document peut être copié, distribué et/ou modifié à condition de respecter les termes de la GNU Free Documentation License, Version 1.2 ou tout autre version plus récente publiée par la Free Software Foundation ; avec aucune Invariant Sections, aucun Front-Cover Texts, et aucun Back-Cover Texts. Une copie de cette license est inclue dans la section intitulée "<a href="fdl.html">GNU Free Documentation License</a>".

source: Using <a href="http://www.gnu.org/software/patch/patch.html" target="_blank" class="external">GNU Patch</a>
fr: En utilisant <a href="http://www.gnu.org/software/patch/patch.html" target="_blank" class="external">GNU Patch</a>

source: 1. Download and place <span style="text-decoration: underline;"><a href="http://www.gnu.org/software/patch/patch.html" target="_blank" class="external">GNU patch</a></span> in the directory you want to patch.
fr: Télécharger et placer <span style="text-decoration: underline;"><a href="http://www.gnu.org/software/patch/patch.html" target="_blank" class="external">GNU patch</a></span> dans le répertoire que vous souhaitez patcher.

source: 4. The file <span style="font-style: italic;">my-patch.diff</span> is the actual patch you want to apply.
fr: Le fichier <span style="font-style: italic;">mon-patch.diff</span> est le patch que vous souhaitez appliquer.

source: Using <a href="http://www.gnu.org/software/diffutils/diffutils.html" target="_blank" class="external">GNU Diff</a>
fr: En utilisant <a href="http://www.gnu.org/software/diffutils/diffutils.html" target="_blank" class="external">GNU Diff</a>

source: Lines starting with <b>-</b> (minus sign) are going to be removed. <br/> Lines starting with <b>+</b> (plus sign) are going to be added.
fr: Les lignes commençants par <b>-</b> (signe moins) vont être supprimées. <br/> Les lignes commençants par <b>+</b> (signe plus) vont être ajoutés.

source: Sets the lower limits for file size. This is unused for <a href="#directory">Directory</a> searches.
fr: Définit la taille minimale des fichiers. Non utilisé pour les recherches de <a href="#directory">Dossier</a>.

source: Sets the upper limits for file size. This is unused for <a href="#directory">Directory</a> searches.
fr: Définit la taille maximale des fichiers. Non utilisé pour les recherches de <a href="#directory">Dossier</a>.

source: When checked, matches to this search will be put into your <a href="window_download_queue.html">Download Queue</a>.
fr: Si coché, les résultats de cette recherche seront mis dans la <a href="window_download_queue.html">Liste de Téléchargement</a>.

source: Hub tab (at the top of the screen) right-click menu
fr: Menu contextuel pour l'onglet du hub (en haut de l'écran)

source: User right-click menu in chat and PM tab menu
fr: Menu contextuel pour l'utilisateur dans le chat ou sur son onglet de PM

source: Search right-click menu
fr: Menu contextuel dans les recherches

source: File list right-click menu
fr: Menu contextuel dans les listes de fichiers

source: Name (use '\' to create submenus)
fr: Nom (utilisez '\' pour créer des sous-menus)

source: Hub ip as typed when connecting (empty = all NMDC hubs, "op" = NMDC hubs where you're an operator, "adc://" = all ADC hubs, "adc://op" = ADC hubs where you're an operator, "adcs://" = all <a href="settings_certs.html">TLS</a> enabled hubs)
fr: IP du hub telle qu'utilisée lors de la connexion (vide = tous les hubs NMDC, "op" = hubs NMDC dans lesquels vous êtes opérateur, "adc://" = tous les hubs ADC, "adc://op" = tous les hubs ADC hubs dans lesquels vous êtes opérateur, "adcs://" = tous les hubs qui ont <a href="settings_certs.html">TLS</a> activé)

source: Send Once Per Nick
fr: En envoyer une par pseudo

source: Send only once per user from search frame, regardless of how many files you've selected from that user
fr: Envoyer la commande une seule fois par utilisateur dans la recherche, même si vous avez sélectionné plusieurs fichiers appartenant à cet utilisateur

source: In the parameters, you can use %[<span style="font-weight: bold;">xxx</span>] variables and <a href="settings_logs.html#timeformat">date/time specifiers</a> (%Y, %m, ...). The following variables are also available:
fr: Comme paramètres, vous pouvez utiliser des variables de type %[<span style="font-weight: bold;">xxx</span>] et des <a href="settings_logs.html#timeformat">spécificateurs de date/heure</a> (%Y, %m, ...). Les variables suivantes sont par ailleurs disponibles :

source: %[line:<span style="font-style: italic;">reason</span>]: Opens up a window asking for "<span style="font-style: italic;">reason</span>"
fr: %[line:<span style="font-style: italic;">reason</span>]: Ouvre une boîte de dialogue vous demandant d'entrer la "<span style="font-style: italic;">reason</span>"

source: In addition to these variables, all of the ADC INF flags are available, with the following prefixes: <span style="font-weight: bold;">my</span>, <span style="font-weight: bold;">user</span>, and <span style="font-weight: bold;">hub</span>. Some may <span style="text-decoration: underline;">not</span> be available on NMDC hubs. Many useful ones are enumerated below:
fr: En plus de ces variables, tous les identifiants de la commande INF d'ADC sont disponibles, avec les préfixes suivants : <span style="font-weight: bold;">my</span>, <span style="font-weight: bold;">user</span>, et <span style="font-weight: bold;">hub</span>. Il se peut que certains ne soient <span style="text-decoration: underline;">pas</span> disponibles dans les hubs NMDC. Certains des plus utiles sont énumérés ci-après :

source: For DC++ to work properly in active mode, it requires access on <acronym title="Transmission Control Protocol">TCP</acronym> and <acronym title="User Datagram Protocol">UDP</acronym> listening ports, as well as outgoing access on all ports for both TCP and UDP.
fr: Pour que DC++ puisse fonctionner correctement en mode actif, il a besoin d'avoir accès à des ports d'écoute <acronym title="Transmission Control Protocol">TCP</acronym> et <acronym title="User Datagram Protocol">UDP</acronym>, ainsi qu'un accès à tous les ports TCP et UDP pour les connexions sortantes.

source: Click on File menu and then Settings. Click on <a href="settings_connection.html">Connection Settings</a>.
fr: Cliquer sur le menu Fichiers puis configurations. Cliquer sur <a href="settings_connection.html">Configuration de connexions</a>.

source: First you need to set up the router to forward the connections to the computer with DC++. This is could be called Port mapping, port redirecting, port forwarding or something like that in your router configuration. Find out how to do this with your router / <acronym title="Network Address Translation">NAT</acronym> in the user manual came with your device.
fr: Tout d'abord, vous devez configurer votre routeur pour transférer les connexions à l'ordinateur avec DC++. Ceci peut être appelé correspondance de ports, redirection de ports, transfert de ports ou quelque chose comme cela dans la configuration du routeur. Trouver comment faire ceci avec votre routeur / <acronym title="Network Address Translation">NAT</acronym> dans le manuel de l'utilisateur de votre équipement.

source: What do the different icons mean?
fr: Que signifient les différentes icônes ?

source: Normal icon (no DC++ user)
fr: Icône normale (pas identifié comme un utilisateur de DC++)

source: Blue
fr: Bleu

source: DC++ user (identified on 1st direct connection to this user)
fr: Utilisateur de DC++ (identifié lors de la 1ère connexion)

source: With Bricks
fr: Avec des briques

source: User is in passive mode
fr: Utilisateur en mode passif

source: With Key
fr: Avec une clé

source: User is an Operator
fr: L'utilisateur est un opérateur

source: User Icons
fr: Icônes Utilisateur

source: Just run the installer and fire up DC++, then enter the settings to set it up according to your preferences (most important is <a href="settings_general.html">nick</a>, <a href="settings_connection.html">connection mode</a>, <a href="settings_downloads.html">download location</a> and <a href="settings_sharing.html">shared folders</a>).<br/> You can also download the .zip file (Binary) and unpack it to any folder you like. By default DC++ will store its settings and create the downloads folder in the directory where it has been installed. You can configure DC++ to use another folder for settings by editing a file called dcppboot.xml located in the install folder. You can specify a path relative to the DC++ executable there.
fr: Exécutez simplement le programme d'installation et démarrez DC++ ; ensuite, entrez-y les options de façon à le régler correctement selon vos préférences (les plus importantes sont : <a href="settings_general.html">pseudo</a>, <a href="settings_connection.html">mode de connexion</a>, <a href="settings_downloads.html">cible des téléchargements</a>, <a href="settings_sharing.html">dossiers partagés</a>).<br/> Vous pouvez aussi télécharger le fichier .zip (Binary) et l'extraire dans un dossier de votre choix. Par défaut, DC++ sauve ses options et crée le dossier des téléchargements dans le dossier dans lequel il a été installé. Vous pouvez faire en sorte que DC++ utilise un autre dossier en éditant le fichier appelé dcppboot.xml, qui devrait se trouver dans le dossier dans lequel DC++ a été installé. Vous pouvez y spéficier un chemin relatif à l'exécutable de DC++.

source: Use the uninstaller that followed when you used the installer.<br/> If you didn't use the installer: You can delete your DC++ folder, but be aware that dchub://, adc:// and magnet: links will remain in the registry and will point to the nonexistent application. If you disable <a href="settings_advanced.html#registrydchubadc">Register with Windows to Handle dchub:// and adc:// URL Links</a> and <a href="settings_advanced.html#registrymagnet">Register with Windows to Handle magnet: URI Links</a> options before uninstalling, these registry settings will be removed.
fr: Utilisez le programme de désinstallation qui devait accompagner l'installation.<br/> Si vous n'aviez pas utilisé de programme d'installation : Vous pouvez supprimer le dossier dans lequel DC++ réside, mais sachez qu'il subsistera des entrées pour les liens dchub://, adc:// et magnet: dans le registre qui pointeront alors vers une application non-existante. Si vous désactivez les options <a href="settings_advanced.html#registrydchubadc">S'enregistrer dans Windows pour la gestion des liens URL dchub:// et adc://</a> et <a href="settings_advanced.html#registrymagnet">S'enregistrer dans Windows pour la gestion des liens URI magnet:</a> avant de supprimer le dossier, alors ces clés de registre seront enlevées.
