Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: This option will show time stamps on chat lined in newly opened hubs. In order to show them in an already open hub, use the <a po4a-id=0>/ts chat command</a>. To customize the format of the time stamps, see the <a po4a-id=1>Set Timestamps</a> option below.
hu: Ezzel az opcióval az újonnan megnyitott hubok közös chat-jében ki-be kapcsolhatók az időbélyegek. Egy már megnyitott hubon való bekapcsoláshoz használd a <a po4a-id=0>/ts chat parancsot</a>. Az időbélyeg formátumának testreszabásához használd a lejjebb található <a po4a-id=1>Időbélyeg beállítási</a> lehetőséget.

source: View status messages in main chat
fr: Afficher les messages d'état dans le chat central
hu: Állapotüzenetek megjelenítése a közös chaten

source: Show some messages destined for the Status Bar in main chat as well. <i>It's generally a good idea to leave this enabled.</i>
hu: Engedélyezi néhány - az állapotsávban is megjelenő - üzenetnek a közösben való megjelenésését is. <i>Általában jó ötlet ezt a lehetőséget bekapcsolva hagyni.</i>

source: Filter spam messages
hu: Spam üzenetek szűrése
sv: Filtrera skräpmeddelanden

source: When enabled, kick, debug and other spam messages are hidden from main chat. These messages are generally not useful and make reading the chat more troublesome.
hu: Ezt engedélyezve a kapott kick, nyomkövető és egyéb spam üzenetek nem jelennek meg a közös chat-ben. Ezek az üzenetek általában nem hasznosak és zavarják a chat olvasását.
sv: Aktiverad filtreras utkastnings- felsöknings- och andra skräpmeddelanden bort från huvudchatten. Dessa meddelande är oftast av ingen nytta och stör bara användandet av chatten.

source: Show joins / parts in chat by default
fr: Montrer les entrées / sorties dans le chat central par défaut
hu: Felhasználók be/kilépésének megjelenítése alapértelmezés szerint
sv: Visa när användare ansluter/lämnar hubben

source: Show an entry in main chat whenever someone joins or leaves the hub. Use the <a po4a-id=0>/showjoins chat command</a> to enable or disable it on already open hubs. <i>On large hubs, you don't want this enabled.</i>
hu: Egy-egy bejegyzést jelenít meg a közös chat-ben, mikor valaki belép vagy távozik a hubról. A funkció egy már megnyitott hubon való ki- és bekapcsoláshoz használd a <a po4a-id=0>/showjoins chat parancsot</a>. <i>Nagy hubokon nem érdemes bekapcsolni.</i>
sv: Visar med ett meddelande i huvudchatten när en användare ansluter eller lämnar hubben. Använd <a po4a-id=0>/showjoins chattkommandot</a> för att (de)aktivera i redan anslutna hubbar. <i>I hubbar med många användare vill du INTE ha detta aktiverat.</i>

source: Only show joins / parts for favorite users
fr: Montrer les entrées / sorties seulement pour les utilisateurs favoris
hu: Csak a kedvenc felhasználók ki/be lépésének megjelenítése
sv: Visa bara när favoritanvändare ansluter/lämnar hubben

source: With this option enabled, only the joining and parting of <a po4a-id=0>Favorite Users</a> are shown.
hu: Bekapcsolásával csak a <a po4a-id=0>Kedvenc felhasználók</a> a hubról való ki- és belépése jelenik meg.
sv: Aktiverad visas bara när <a po4a-id=0>favoritanvändare</a> ansluter eller lämnar hubben.

source: Sort favorite users first
fr: Trier les utilisateurs favoris en haut de la liste
hu: Kedvenc felhasználók rendezése a lista elejére
sv: Sortera favoritanvändare överst

source: With this option enabled, those users who are <a po4a-id=0>favorite users</a> will be sorted first in user lists.
hu: Ezen funkció engedélyezésével a <a po4a-id=0>Kedvenc felhasználók</a> a felhasználói lista elejére kerülnek.
sv: Aktiverad visas <a po4a-id=0>favoritanvändare</a> överst i användarlistan.

source: Use system icons when browsing files (slows browsing down a bit)
fr: Utiliser les icônes système pour parcourir les fichiers (ralenti un peu l'exploration)
hu: Rendszerikonok használata fájlok tallózásánál
sv: Använd systemikoner när du bläddrar igenom filer (saktar ner bläddrandet en del)

source: If you have this option on, DC++ will use the per-extension icons from Windows Explorer. <i>Turning on this option slows browsing file lists a bit.</i>
hu: Ha ez az opció engedélyezett, a DC++ Windows Intézőből megszokott, a fájlok kiterjesztésének megfelelő ikont fogja használni a megjelenítéskor. <i>A lehetőség kis mértékben lelassíthatja a fájl-listák böngészését.</i>

source: Use OEM monospaced font for viewing text files
fr: Utiliser une police OEM d'espace uniforme pour voir les fichiers texte
hu: Egyforma szélességű OEM betűtípus használata szöveges állományok megtekintéséhez

source: Enable this option to use a monospaced font more suitable for viewing NFO files in the built-in text viewer (the "View as Text" function).
fr: Activez cette option pour utiliser une police OEM d'espace uniforme, plus adaptée aux fichiers NFO, dans le visualisateur de texte intégré (celui accesible par la fonction "Voir en tant que texte").
hu: Engedélyezd, hogy a beépített szöveg nézegető ablakban (Megjelenítés szövegként funkció) egyforma szélességű betűtípussal jelenjen meg az informáciő. Ez a betűtípus pl. az .NFO fájlok megtekintéséhez alkalmasabb.

source: Guess user country from IP
fr: Déduire le pays de l'utilisateur d'après son IP
hu: Ország kijelzése IP cím alapján
sv: Gissa användarland beroende på IP

source: When selected, country codes for your uploaders and downloaders appear in the <a po4a-id=0>Connections</a> window. This function uses the <a po4a-id=1>GeoIPCountryWhois.csv</a> database provided by <a po4a-id=2>MaxMind</a>.
hu: Ezt kiválasztva a fel- és letöltők országkódjai megjelennek a <a po4a-id=0>Kapcsolatok</a> ablakban. A funkció a <a po4a-id=1>MaxMind</a> által biztosított <a po4a-id=2>GeoIPCountryWhois.csv</a> adatbázist használja.

source: Default away message
fr: Message d'absence par défaut
hu: Alapértelmezett Távolléti üzenet

source: This is the default away message that will appear when someone PMs you for the first time while you are in the away mode. You can activate away mode by using the <a po4a-id=0>/away &lt;message&gt; and /back chat commands</a> or <a po4a-id=1>Auto-away on Minimize option</a>. All time formatting variables are available, see <a po4a-id=2>Logs</a>. Use Ctrl + Enter to create a new line.
hu: Ez az üzenet jelenik meg, ha valaki privit küld, mialatt nem vagy a gépnél. A Távollét bekapcsolása a <a po4a-id=0>/away &lt;üzenet&gt; és a /back chat parancsokkal</a> vagy az <a po4a-id=1>Automatikus Távollét minimalizáláskor</a> opcióval lehetséges. Az idő formátumának beállításához használhatóak a <a po4a-id=2>Naplózásnál</a> alkalmazott változók. Az üzenet több soros is lehet, beíráskor használj Ctrl + Enter-t új sor nyitásához.

source: (default: "I'm away. State your business and I might answer later if you're lucky.")
hu: (alapértelmezett üzenet: "I'm away. State your business and I might answer later if you're lucky.")

source: Set timestamps
fr: Réglage format de l'heure
hu: Időbélyeg

source: This lets you select the format of the time stamps that can appear in the chat and private message windows. For the available formatting variables, please see <a po4a-id=0>Logs</a>.
hu: A közös chat-ben és a privát üzenetekben megjelenő időbélyeg formátuma állítható be itt. Az elérhető idő formátum változók megtalálhatóak a <a po4a-id=0>Naplózás</a> oldalon.
sv: Låter dig välja format för tidsangivelser i chatt och privatmeddelanden. För tillgängliga format, se <a po4a-id=0>Loggar</a>.

source: (default: %H:%M)
hu: (alapértelmezett formátum : %H:%M)
sv: (Standard: %H:%M)

source: Height of the message editing box
hu: Az üzenetszerkesztő sor magassága
sv: Höjd på meddelandefältet

source: Use these 2 boxes to control how much you want message editing boxes (in <placeholder id=0/> and <placeholder id=1/> windows) to resize themselves when you are composing a multiline message. Both settings can have the same value, in which case the message editing box will never redraw itself. Minimum value: 1. Default values: 1 and 10.
hu: A két beállítással (minimum és maximum méret) szabhatod meg, hogy az üzenetszerkesztő sor (a <placeholder id=0/> és a <placeholder id=1/> ablakokban) mekkora legyen és többsoros üzenet esetén mekkorára méreteződjön át automatikusan. A két beállítás értéke lehet azonos is, ebben az esetben az üzenetszerkesztő sor soha nem méreteződik át. A minimális érték mindkét esetben 1, az alapértelmezett értékek pedig 1 és 10.
sv: Använder två fält för att kontrollera hur du vill att textskrivningsfält (i <placeholder id=0/>- och <placeholder id=1/> fönster) ska storleksändra sig själva när du skriver meddelanden över flera rader. Båda inställningarna kan ha samma värde, vilket betyder att fältet aldrig byter storlek. Minsta storlek: 1. Standardvärden: 1 respektive 10.

source: Language
fr: Langue
hu: Nyelv
sv: Språk:

source: This drop-down list allows you to choose which language DC++ should use for its user interface and messages. "Default" means "use the same language as my operating system".
fr: Cette liste déroulante vous permet de choisir la langue que DC++ doit utiliser pour son interface utilisateur et ses messages. "Par défaut" signifie "utiliser la même langue que celle de mon système d'exploitation".
hu: A legördülő menüből kiválasztható a DC++ felhasználói felületének nyelvezete. Az "Alapértelmezett" érték jelentése : az a nyelv amely az operációs rendszernek is be van állítva.
sv: Denna rullgardinslista tillåter dig att byta språk som DC++ använder i användargränssnittet och för meddelanden. "Default" indikerar samma språk som operativsystemet använder.

source: Bandwith limiting
hu: Sávszélesség korlátozás

source: Bandwith limiting is useful when the total download or upload bandwith (or both) of your internet connection are maxed out by file transfers of DC++. With this function you can control your bandwith usage and keep free bandwith for other applications or other members of your local network. Limiting your bandwith slightly under the maximum speed of your connection is also useful on certain types of internet connections (eg. DSL) where uploading near the maximum possible speed may affect the speeds of your downloads and vica versa.
hu: A sávszélesség korlátozás funkció akkor hasznos amikor a teljes le- és/vagy feltöltési sávszélességedet lefoglalják a DC++ fájl-átvitelei. A funkció használatával lehetőség nyílik a DC++ sávszélesség felhasználásának szabályozására és szabad sávszélesség fenntartásása más alkalmazások vagy a helyi hálózat többi felhasználója részére. Bizonyos típusú internet kapcsolatok (pl. DSL) esetén hasznos lehet a sávszélesség korlátozása valamivel a maximális elérhető sebesség alá, mivel előfordulhat hogy a feltöltési sávszélesség teljes kihasználása hatással lehet a letöltés sebességére és fordítva.

source: Transfer rate limiting
hu: Átviteli sebesség korlátozás
sv: Begränsning av överföringshastighet

source: Maximum upload rate
hu: Maximális feltöltési sebesség
sv: Maximal uppladdningshastighet

source: This specifies the maximum upload rate value in KiB/s. Zero value means no limiting at all. (default: 0)
hu: Ez adja meg a maximális feltöltési sebesség értékét KiB/s-ben. Nulla esetén egyátlalán nincs korlátozás. (alapértelmezett érték: 0)
sv: Specificerar maximal uppladdningshastighet i KiB/s. Noll betyder ingen begränsning. (Standard: 0)

source: Maximum download rate
hu: Maximális letöltési sebesség
sv: Maximal nedladdningshastighet

source: This specifies the maximum download rate value in KiB/s. Zero value means no limiting at all. (default: 0)
hu: Ez adja meg a maximális letöltési sebesség értékét KiB/s-ben. Nulla esetén egyátlalán nincs korlátozás. (alapértelmezett érték: 0)
sv: Specificerar maximal nedladdningshastighet i KiB/s. Noll betyder ingen begränsning. (Standard: 0)

source: Secondary transfer rate limiting
hu: Másodlagos átviteli sebesség korlátozás
sv: Ytterligare filöverföringsbegränsning

source: Use second set of bandwith limits
hu: Másodlagos sávszélesség korlátozás engedélyezése

source: With this function you can specify alternate bandwidth limiting and upload slot values to be used in a certain time interval of a day. Note that setting the same time value for beginning and ending will disable the function.
hu: Itt megadhatóak alternatív fel- és letöltési sávszélesség korlátozási és feltöltési slotszám beállítások, amelyek egy nap megadott időszakában automatikusan érvényesítésre kerülnek. Az időtartam megadásakor fontos tudni, hogy az azonos kezdő és végidőpont érték megadása a funkció tiltását eredményezi.
sv: Med denna funktion kan du ange en alternativ bandbreddsbegränsning och antal uppladdningsslottar för användning under en viss tidsperiod. Notera att samma tid för både start och slut inaktiverar funktionen.

source: Secondary transfer rate limiting settings
hu: Másodlagos átviteli sebesség korlátozás beállításai
sv: Ytterligare begränsning av överföringshastighet

source: This specifies the maximum upload rate value for the alternative limiting period in KiB/s. Zero value means no limiting at all. (default: 0)
hu: Itt adható meg a maximális feltöltési sebesség értéke az alternatív korlátozási időtartamra KiB/s-ben. Nulla esetén egyátlalán nincs korlátozás. (alapértelmezett érték: 0)
sv: Specificerar maximal uppladdningshastighet i KiB/s för den alternativa begränsningsperioden. Noll betyder ingen begränsning. (Standard: 0)

source: This specifies the maximum download rate value for the alternative limiting period in KiB/s. Zero value means no limiting at all. (default: 0)
hu: Itt adható meg a maximális letöltési sebesség értéke az alternatív korlátozási időtartamra KiB/s-ben. Nulla esetén egyátlalán nincs korlátozás. (alapértelmezett érték: 0)
sv: Specificerar maximal nedladdningshastighet i KiB/s för den alternativa begränsningsperioden. Noll betyder ingen begränsning. (Standard: 0)

source: Upload slots
fr: Slots d'envoi
hu: Feltöltési slotok
sv: Uppladdningsslottar

source: Here you can set the number of opened upload slots for the alternative limiting period. (default: 1)
hu: Itt adható meg az alternatív korlátozási időtartam idejére megnyitandó feltöltési slotok száma. (alapértelmezett érték: 1)
sv: Här kan du ange antel öppna slottar för uppladdning under den alternativa begränsningsperioden. (default: 1)

source: Private key file
fr: Fichier de clé privée
hu: Személyes kulcs fájl
sv: Privat nyckelfil

source: This file is your personal and private certificate file. <b>Do not share this with other users or hubs.</b> If you do, you risk allowing others to use your certificate and in essence pose as you.
hu: Ez a személyes privát tanúsítvány fájlod. <b>Soha ne oszd meg más felhasználóvel vagy bármelyik hubon</b>, ezesetben ugyanis fennáll a lehetősége, hogy egyesek a te tanúsítványodat felhasználva magukat másnak adhassák ki.
sv: Denna fil är din personliga och privata certifikatfil. <b>Dela inte ute denna fil.</b> Gör du det riskerar du att andra laddar ner filen och kan då utge sig för att vara du.

source: Own certificate file
fr: Fichier de certificat personnel
hu: Saját tanúsítvány fájl
sv: Egen certifikatfil

source: This file is the certificate file you should give to other users and hubs that you want to consider "trusted".
fr: Ce fichier est votre fichier de certificat que vous pouvez donner à d'autres utilisateurs ou hubs si vous les considérez comme étant "de confiance".
hu: Ez a fájl az a tanúsítvány fájl amit más felhasználók vagy hubok számára át kell adnod, ha szeretnéd, hogy "biztonságos"-nak tartsanak.
sv: Denna certifikatfil kan du ge till andra användare och hubbar som du anser är betrodda.

source: Trusted certificates path
fr: Chemin certif. de confiance
hu: Megbízható tanúsítványok helye
sv: Sökväg för pålitliga certifikat

source: Where trusted certificates from users or hubs will be stored. (default: the "Certificates\" subdirectory of where you've installed the application.)
fr: Définit là où les certificats de confiance seront stockés. (défaut : le sous-dossier "Certificates\" du dossier dans lequel l'application est installée.)
hu: Hubok és más felhasználók biztonsági tanúsítványainak tárolóhelye. (Alapértelmezett hely : a "Certificates\" alkönyvtár abban a könyvtárban ahová a DC++ telepítve lett.)
sv: Platsen där betrodda certifikat från användare och hubbar lagars. (Standardplats : subkatalogen "Certificates\" i installationskatalogen)

source: Use TLS when remote client supports it
fr: Utiliser le TLS quand le client distant le supporte
hu: TLS használata, amennyiben a távoli kliens támogatja

source: When this option is enabled, DC++ will connect to remote clients on an ADC hub that support SSL using SSL. This option is an experimental one, and shouldn't imply that DC++ is secure in any way.
fr: Si activé, DC++ utilisera SSL pour se connecter aux clients distants qui supportent aussi SSL, dans les hubs ADC. Cette option est expérimentale, et ne signifie pas que DC++ est sécurisé.
hu: Engedélyezi, hogy ADC hubokon a DC++ SSL-t használva kapcsolódjon azon távoli kliensekhez, amelyek SSL támogatással rendelkeznek. Ez az opció jelenleg kísérleti stádiumban van, így nem jelenthető ki teljes bizonyossággal, hogy a DC++ ezen funkciója biztonságos.

source: Allow TLS connections to hubs without trusted certificate
fr: Permettre les connexions TLS aux hubs dépourvus de certificats de confiance
hu: TLS kapcsolatok engedélyezése a megbízható tanúsítvány nélküli hubokhoz
sv: Tillåt TLS-anslutningar till hubbar utan betrodda certifikat

source: With this option disabled, all hubs you connect to must have a certificate in your Trusted certificate folder.
fr: Si désactivé, tous les hubs auxquels vous vous connectez doivent avoir un certificat dans votre dossier des certificats de confiance.
hu: Ha az az opció ki van kapcsolva, az összes hubhoz való kapcsolódáshoz meg kell lennie a szükséges tanúsítvány fájlnak a Biztonságos Tanúsítványok könyvtárban.
sv: När deaktiverad <b>måste<b> måste det finnas ett certifikat i betrodda certifikatfoldern för alla hubbar du ansluter till.

source: Allow TLS connections to clients without trusted certificate
fr: Permettre les connexions TLS aux clients dépourvus de certificats de confiance
hu: TLS kapcsolat engedélyezése a megbízható tanúsítvány nélküli kliensekhez
sv: Tillåt TLS-anslutningar till klienter utan betrodda certifikat

source: With this option disabled, all client you connect to must have a certificate in your Trusted certificate folder.
fr: Si désactivé, tous les clients auxquels vous vous connectez doivent avoir un certificat dans votre dossier des certificats de confiance.
hu: Ha az az opció ki van kapcsolva, az összes klienshez való kapcsolódáshoz meg kell lennie a szükséges tanúsítvány fájlnak a Biztonságos Tanúsítványok könyvtárban.
sv: När deaktiverad <b>måste<b> måste det finnas ett certifikat i betrodda certifikatfoldern för alla användare du ansluter till.

source: To see effects, please restart DC++.
fr: Relancer DC++ pour juger.
hu: A változtatások életbe léptetéséhez újra kell indítani a DC++-t.
sv: Starta om DC++ för att se resultaten.

source: SSL support is an experimental feature and doesn't imply that DC++ is secure in any way.
fr: Le support d'SSL est une fonctionnalité expérimentale et n'implique pas du tout que DC++ est sécurisé.
hu: Az SSL támogatás kisérleti lehetőség a DC++-ban, ezért nem jelenthető ki, hogy a DC++ teljesen biztonságos lenne.

source: Colors
fr: Couleurs
hu: Színek

source: You can preview the background color and text style before applying them.
fr: Vous pouvez pré-visualiser la couleur de fond et le style des textes avant de les appliquer.
hu: A háttérszín és a szövegstílus előnézete a változások életbe lépése előtt megetkinthető.

source: Select window color
fr: Couleur des fenêtres
hu: Háttérszín kiválasztása

source: This setting determines the background color of the windows in DC++.
fr: Cette option définit la couleur de fond des fenêtres de DC++.
hu: Ez a beállítás határozza meg a DC++ ablakainak háttérszínét.

source: Select text style
fr: Style des textes
hu: Betűstílus kiválasztása

source: This setting determines the color and font used in DC++ windows. The default depends on the Windows version and the selected theme; it is generally Tahoma (size 8) on XP and Segoe UI (size 9) on Vista and higher.
hu: Ez a beállítás határozza meg a DC++ ablakaiban használt színeket és betűtípust. Az alapértelmezett beállítások függenek a Windows verzótól és a kiválasztott témától. Az alap betűtípus Windows XP alatt 8-as méretű Tahoma, míg Vista és újabb rendszerek esetén 9-es méretű Segoe UI.

source: Uploads
fr: Envois
hu: Feltöltések
sv: Uppladdningar

source: This will set the coloring for the upload progress bars (default: RGB(205, 60, 55)).
fr: Définit la couleur des barres de progression des envois (défaut : RVB(205, 60, 55)).
hu: Ez határozza meg a feltöltést jelző csíkok színét (alapértelmezett: RGB(205, 60, 55)).

source: This will set the coloring for the download progress bars (default: RGB(55, 170, 85)).
fr: Définit la couleur des barres de progression des téléchargements (défaut : RVB(55, 170, 85)).
hu: Ez határozza meg a letöltést jelző csíkok színét (alapértelmezett : RGB(55, 170, 85)).

source: Sounds
fr: Sons
hu: Hangok

source: Every time a main chat message is received
fr: À la réception d'un nouveau message en provenance du chat central
hu: Minden egyes közös chat üzenetkor

source: When set, the system's "Default Beep" sound will play when a main chat message is received.
fr: Si activé, le "bip par défaut" du système sera joué à la réception d'un nouveau message en provenance du chat central.
hu: Ha be van kapcsolva, az alapértelmezett rendszer-hangjelzés hallható minden egyes közös chat üzenet érkezésekor

source: Every time a private message is received
fr: À la réception d'un nouveau message privé
hu: Minden egyes privát üzenetkor

source: When set, the system's "Default Beep" sound will play when a private message is received.
fr: Si activé, le "bip par défaut" du système sera joué à la réception d'un nouveau message privé.
hu: Ha be van kapcsolva, az alapértelmezett rendszer-hangjelzés hallható minden egyes privát chat üzenet érkezésekor

source: When a private message window is opened
fr: Lorsqu'une fenêtre de message privé apparaît
hu: Új privát ablak megnyitásakor

source: When set, the system's "Default Beep" sound will play when a private message window is opened.
fr: Si activé, le "beep par défaut" du système sera joué lorsqu'une fenêtre de message privé apparaît.
hu: Ha be van kapcsolva, az alapértelmezett rendszer-hangjelzés hallható minden minden új privát chat ablak megnyílásakor

source: Notification sound
fr: Son de notification
hu: Figyelmeztető hang
sv: Meddelandeljud

source: Instead of the system's beep sound, you can select a different beep or tune for all above options. To assign a custom sound to one of them select the option in the list and click Browse. You can add only Wave (embedded) sound files (typically with .wav extension).
fr: À la place du bip du système, vous pouvez choisir un autre son pour chacune des options ci-dessus. Pour assigner un son personnalisé à l'une d'elles, sélectionnez-la et pressez le bouton Parcourir. Vous pouvez seulement ajouter des fichiers sons contenant du Wave (en général avec l'extension .wav).
hu: Az alapértelmezett rendszer-hangjelzés helyett megadható más jelzőhang vagy dallam a fenti opciókhoz. Külön hangfájl adható hozzá mindhárom lehetőséghez: válaszd ki a lehetőséget, majd klikk a Tallózás gombra. Csak Wave (vagy beágyazott Wave) tipusú hangfájl adható meg (általában .wav a kiterjesztése).

source: Automatic connection type detection
hu: Automatikus kapcsolattípus-észlelés
