Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Every few minutes, the client will search for files in your Download Queue to find more download locations (more users/sources). The autosearch will find exact matches by searching via hash. <span style="font-style: italic;"> The drawback is that it may won't find much more sources and will prevent manual searches on hubs where a predefined search interval rule is in effect. </span> To avoid constant auto searches you can set the maximal number of sources that files can have when you specify a number in <a href="settings_expert.html#autosearchlimit">Auto search limit</a> setting.
fr: Toutes les quelques minutes, le client effectue des recherches des fichiers qui sont dans votre Liste de Téléchargement afin de trouver plus de sources / d'utilisateurs. La recherche automatique recherche les correspondances exactes en recherchant par clé de fichier. <span style="font-style: italic;"> Cependant, il arrive que peu de sources supplémentaires soient trouvées et la recherche automatique empêche parfois toute recherche manuelle dans des hubs qui ont des règles d'intervalle de recherche prédéfinies. </span> Pour éviter des recherches automatiques constantes, vous pouvez définir le nombre maximal de sources par fichier avec l'option <a href="settings_expert.html#autosearchlimit">Limite auto-recherche</a>.

source: Enable to automatically download a user's list and match them as sources for files in your Download Queue when they've been discovered as a source for one of the files you're downloading. If you download files in sets, that user is probably a source for many more files you're downloading. <span style="font-style: italic;">Enable if unsure. The drawbacks are that it might add slower sources, possibly increasing the time needed to complete a download, and that you'll download a lot of file lists.</span>
fr: Activez pour télécharger automatiquement les listes de fichiers d'utilisateurs desquels vous téléchargez un fichier, afin de les faire correspondre aux fichiers qui sont dans votre Liste de Téléchargement. Si vous téléchargez des fichiers par groupes, cet utilisateur est probablement une source pour beaucoup d'autres fichiers que vous êtes en train de télécharger. <span style="font-style: italic;">Activez en cas de doute. Les inconvénients sont que des sources plus lentes peuvent être ainsi ajoutées, augmentant de ce fait le temps restant pour finir le téléchargement, et que vous téléchargerez plein de listes de fichiers. </span>

source: To add directories to your share, you can use the Add and Remove buttons, or drag and drop folders from a Windows Explorer window. <em style="font-weight: bold;">Beginning with version 0.4032, files will be shared only once they have been hashed.</em>
fr: Pour ajouter des dossiers à partager, vous pouvez utiliser les boutons Ajouter et Enlever, ou bien glisser-déplacer des dossiers à partir d'une fenêtre de l'Explorateur Windows. <em style="font-weight: bold;">À partir de la version 0.4032, les fichiers ne seront partagés qu'après génération de leur clé.</em>

source: Share files with the Hidden attribute set and files inside directory with the Hidden attribute set. With this option off, files starting with a . (full stop) will not be shared. Note: this option requires a refresh of the file list, and may cause the client to appear to freeze.<br/>
fr: Partage les fichiers qui ont l'attribut Caché défini, ainsi que les fichiers résidant dans des dossiers qui ont l'attribut Caché défini. Si désactivé, les fichiers qui commencent par un . (point) ne seront pas partagés. Note : cette option entraîne une mise à jour de la liste de fichiers, et il se peut que le client gèle un peu.<br/>

source: Configure the number of slots that other users can occupy to download files from you. A remote user can use only one slot for each hub that they're on with you. DC++ supports uploading file lists and files below <a href="settings_expert.html#minislotsize">64 KiB</a> to other DC++ users without requiring a slot. There's a max of 3 connections in addition to normal slots, these are called mini slots.<br/> Note: If a user leaves the hub, DC++ will close his slots; if the user is back within 10 minutes, DC++ will grant him a slot. (This will only happen if <a href="settings_advanced.html#disconnect">Automatically disconnect users who leave the hub</a> is enabled.) This can cause your upload slots to go over the maximum set in settings.
fr: Configure le nombre de slots que d'autres utilisateurs peuvent occuper pour télécharger des fichiers à partir de vous. Un utilisateur distant peut seulement utiliser un slot par hub sur lequel il est connecté avec vous. DC++ supporte l'envoi de listes fichiers et de fichiers d'une taille inférieure à <a href="settings_expert.html#minislotsize">64 Kio</a> à d'autres utilisateurs sans avoir besoin d'un slot. Il peut y avoir au max 3 connexions en plus des slots normaux, au sein de ce qu'on appelle des mini slots.<br/> Note : si un utilisateur quitte le hub, DC++ ferme ses slots ; si l'utilisateur est de retour avant 10 minutes, DC++ lui ré-accorde son slot. (Ceci ne peut se produire que si l'option <a href="settings_advanced.html#disconnect">Déconnecter automatiquement les utilisateurs qui quittent le hub</a> est activée.) Ceci peut ainsi entrainer une situation dans laquelle vous vous retrouvez avec bien plus de slots d'envoi utilisés que sélectionnés dans les options.

source: When a chat message appears in a <a href="window_hub.html">Hub</a> window that's not focused, the tab will be highlighted if you have this option selected.
fr: Si activé, l'onglet d'une fenêtre de <a href="window_hub.html">Hub</a> qui n'a pas le focus sera éclairci à la réception d'un nouveau message dans le chat.

source: When a private message appears in a <a href="window_pm.html">Private message</a> window that's not focused, the tab will be highlighted if you have this option selected.
fr: Si activé, l'onglet d'une fenêtre de <a href="window_pm.html">Message privé</a> qui n'a pas le focus sera éclairci à la réception d'un nouveau message privé.

source: When a search result is received in a <a href="window_search.html">Search</a> window that's not focused, the tab will be highlighted if you have this option selected.
fr: Si activé, l'onglet d'une fenêtre de <a href="window_search.html">Recherche</a> qui n'a pas le focus sera éclairci à la réception d'un nouveau résultat de recherche.

source: When an entry is added to the <a href="window_search_spy.html">Search Spy</a> window while it is out of focus, the tab will be highlighted if you have this option selected.
fr: Si activé, et que la fenêtre de l'<a href="window_search_spy.html">Espion de Recherche</a> n'a pas le focus, son onglet sera éclairci lorsqu'une entrée y sera ajoutée.

source: When an entry is added to the <a href="window_system_log.html">System Log</a> window while it is out of focus, the tab will be highlighted if you have this option selected.
fr: Si activé, et que la fenêtre du <a href="window_system_log.html">Journal système</a> n'a pas le focus, son onglet sera éclairci lorsqu'une entrée y sera ajoutée.

source: This option controls whether or not the <a href="window_download_queue.html">Download Queue</a>'s tab will highlight itself when a queue item changes state or finishes.
fr: Cette option définit si l'onglet de la <a href="window_download_queue.html">Liste de Téléchargement</a> doit ou non être éclairci quand un téléchargement change d'état ou se termine.

source: When a download completes, the <a href="window_finished_downloads.html">Finished Downloads</a> tab will be highlighted if this option is selected.
fr: Si activé, l'onglet des <a href="window_finished_downloads.html">Téléchargements terminés</a> sera éclairci lorsqu'un téléchargement sera terminé.

source: When a user or an item is added or removed to the <a href="window_waiting_users.html">Waiting Users</a> window while it is out of focus, the tab will be highlighted if you have this option selected.
fr: Si activé, et que la fenêtre des <a href="window_waiting_users.html">Utilisateurs en attente</a> n'a pas le focus, son onglet sera éclairci lorsqu'un utilisateur ou un item y sera ajouté ou enlevé.

source: When an upload completes, the <a href="window_finished_uploads.html">Finished Uploads</a> tab will be highlighted if this option is selected.
fr: Si activé, l'onglet des <a href="window_finished_uploads.html">Envois terminés</a> sera éclairci lorsqu'un envoi sera terminé.

source: Max characters per tab (0 = infinite)
fr: Caractères max par onglet (0 = infini)

source: This value defines the maximum number of characters allowed to appear on each tab. When the title of a tab exceeds that value, it is cut accordingly and appended with &quot;...&quot;. A value of 0 means infinite. (default: 20)<br/> Note; any value lower than or equal to 3 also means infinite.<br/> Note; DC++ needs to be restarted for this setting to take effect.
fr: Cette option définit le nombre maximal de caractères autorisés à être affichés dans chaque onglet. Quand le titre d'un onglet dépasse cette valeur, il est coupé en conséquence et &quot;...&quot; y est ajouté à la fin de celui-ci. (défaut : 20)<br/> Note : toute valeur inférieure ou égale à 3 signifie aussi "infini".<br/> Note : DC++ doit être redémarré pour que cette option puisse prendre effet.

source: Auto-open at startup
fr: Ouverture auto au démarrage

source: Opens the System Log at startup.
fr: Ouvre le Journal Système au démarrage.

source: Opens the Favorite users window at startup.
fr: Ouvre la fenêtre des Utilisateurs Favoris au démarrage.

source: Opens the Download Queue window at startup.
fr: Ouvre la fenêtre de la Liste de Téléchargement au démarrage.

source: Opens the Finished Downloads window at startup.
fr: Ouvre la fenêtre des Téléchargements terminés au démarrage.

source: Opens the Waiting Users window at startup.
fr: Ouvre la fenêtre des Utilisateurs en attente au démarrage.

source: Opens the Finished Uploads window at startup.
fr: Ouvre la fenêtre des Envois terminés au démarrage.

source: Opens the Search Spy window at startup.
fr: Ouvre la fenêtre de l'Espion de Recherche au démarrage.

source: Opens the Network Statistics window at startup.
fr: Ouvre la fenêtre des Statistiques réseau au démarrage.

source: Opens Notepad at startup.
fr: Ouvre le Bloc-notes au démarrage.

source: Opens the Public Hub window at startup, and automatically loads the <a href="settings_downloads.html#hublist">configured public hub list</a>.
fr: Ouvre la fenêtre des Hubs Publics au démarrage, et charge automatiquement la <a href="settings_downloads.html#hublist">liste de hubs publics configurée</a>.

source: Opens the Favorite Hubs window at startup.
fr: Ouvre la fenêtre des Hubs Favoris au démarrage.

source: If you disable this option, a private message from a user appears as a status line in main chat instead of in a separate window. This could cause you to miss some messages if you don't check the chat regularly. <span style="font-style: italic;">You may not care much for private messages from other users. Ignoring them however, not only lessens the (user-friendly) Direct Connect experience, but is not always wise because failing to reply to a message from an Operator can get you kicked or, in the worst case, permanently banned from that hub.</span>
fr: Si désactivé, les messages privés envoyés par d'autres utilisateurs s'affichent en tant que ligne d'état dans le chat central au lieu d'aller dans une fenêtre séparée. Ceci peut vous faire louper quelques messages si vous ne vérifiez pas le chat régulièrement. <span style="font-style: italic;">Peut-être que les messages privés des autres utilisateurs ne vous intéressent pas, mais si vous les ignorez, vous dégradez votre expérience de Direct Connect, qui est avant tout un réseau amical. De plus, si vous ne répondez pas à un message envoyé par un Opérateur, vous pouvez être expulsé, voire même, dans les cas les plus extrêmes, banni.</span>

source: Enable this if you want messages from hub bots in their own window. When disabled they get sent as a status message in main chat instead which is less annoying yet still informative. <span style="font-style: italic;">This option only matters if you're not ignoring private messages from bots.</span>
fr: Activez si vous souhaitez que les messages envoyés par des bots des hubs s'affichent dans leur propre fenêtre. Si désactivé, ceux-ci sont envoyés en tant que message d'état dans le chat central, ce qui est moins gênant, et toujours assez informatif. <span style="font-style: italic;">Cette option n'a d'intérêt que si vous n'ignorez pas les messages privés des bots.</span>

source: Enable this if you want messages from the hub in their own window. When disabled they get sent as a status message in main chat instead which is less annoying yet still informative. <span style="font-style: italic;">This option only matters if you're not ignoring private messages from hubs.</span>
fr: Activez si vous souhaitez que les messages envoyés par le hub s'affichent dans leur propre fenêtre. Si désactivé, ceux-ci sont envoyés en tant que message d'état dans le chat central, ce qui est moins gênant, et toujours assez informatif. <span style="font-style: italic;">Cette option n'a d'intérêt que si vous n'ignorez pas les messages privés des hubs.</span>

source: Keep this disabled if you want newly downloaded file lists to pop up in front of other windows. <span style="font-style: italic;">It can be very annoying to have a new window pop up when you're typing something.</span>
fr: Désactivez si vous préférez que les listes de fichiers s'affichent au premier plan, devant les autres fenêtres. <span style="font-style: italic;">Il peut s'avérer très gênant de voir s'ouvrir une fenêtre au premier plan alors que vous êtes en train d'écrire quelque chose.</span>

source: Enabling this option will cause DC++ to prompt before you remove a file (or files) from the <a href="window_download_queue.html">download queue</a>.
fr: Si activé, DC++ vous demandera de confirmer votre action au moment d'enlever un (ou plusieurs) fichier de votre <a href="window_download_queue.html">liste de téléchargement</a>.

source: Enabling this option will cause DC++ to prompt before you remove an ADL Search item from the <a href="window_adlsearch.html">ADL Search</a> window.
fr: Si activé, DC++ vous demandera de confirmer votre action au moment d'enlever une Recherche ADL de la liste des <a href="window_adlsearch.html">Recherches ADL</a>.

source: Automatic Directory Listing Search (ADLSearch) is a tool for searching of file lists downloaded from users. Create a new ADLSearch entering 'avi' as search string for example. When you download a directory listing from a user, all avi-files will be placed in a special folder called <span style="font-weight: bold;">&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</span>.
fr: La Recherche ADL (ADLSearch pour Automatic Directory Listing Search - Recherche automatique dans les listes de fichiers) est un outil permettant de rechercher dans les listes de fichiers téléchargées. Par exemple, créez une nouvelle Recherche ADL en entrant 'avi' comme chaîne de recherche. Quand vous téléchargerez une liste de fichiers, tous les fichiers avi seront placés dans un dossier spécial appelé <span style="font-weight: bold;">&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</span>.

source: Buttons
fr: Boutons

source: There is a new option in the context menu (right-click) for directory listings. It is called 'Go to directory' and can be used to jump to the original location of the file or directory.
fr: Il y a une nouvelle option dans le menu contextuel (clic droit) des listes de fichiers. Il s'agit de 'Aller au dossier' ; cette commande peut être utilisée pour se rendre directement à l'endroit où se situe le fichier ou dossier original.

source: If you use <a href="settings_logs.html#timeformat">time formatting</a> variables, they will be replaced by today's date. If you use %[nick] it will be replaced by the nick of the user you download the directory listing from.
fr: Si vous utilisez des variables de <a href="settings_logs.html#timeformat">formattage d'heure</a>, celles-ci seront remplacées par la date du jour. %[nick] sera remplacé par le pseudo de l'utilisateur à qui appartient la liste de fichiers.

source: There is a setting called <a href="settings_advanced.html#break">Break on First ADLSearch Match</a>. If enabled, ADLSearch will stop after the first match for a specific file/directory.The order in the ADLSearch windows is therefore important. Example: Add a search item at the top of the list with string='xxx' and destination='discard'. It will catch many pornographic files and they will not be included in any following search results.
fr: Il y a une option appelée <a href="settings_advanced.html#break">Arrêter les recherches ADL dès qu'un résultat est trouvé</a>. Si activée, la Recherche ADL sera arrêtée après que la première correspondance pour un fichier/dossier a été trouvée. L'ordre des Recherches ADL dans la liste est par conséquent important. Exemple : Ajoutez une recherche en haut de la liste avec comme chaîne 'xxx' et comme destination 'discard'. Cette recherche attrapera pas mal de fichiers pornographiques et ceux-ci ne seront pas inclus dans les recherches qui suivent.

source: IP address and country code (if available) of the connected peer
fr: Adresse IP et code pays (si disponible) de l'utilisateur distant

source: This will set the priority of all files in the directory. If a file is paused, it will not begin to download and it will not be <a href="settings_queue.html">automatically searched</a> for.
fr: Définit la priorité de tous les fichiers du dossiers. Quand un fichier est en pause, son téléchargement ne continue pas et il n'est pas inclus dans les <a href="settings_queue.html">recherches automatiques</a>.

source: Deletes the queued directory from the queue. If <a href="settings_windows.html#confirmitem">Confirm item removal in download queue</a> is enabled, you will be prompted.
fr: Enlève le dossier de la liste des téléchargements. Si l'option <a href="settings_windows.html#confirmitem">Demander confirmation pour enlever un téléchargement</a> est activée, votre action devra être confirmée.

source: Display the file's current status.
fr: Affiche l'état actuel du fichier.

source: The file's priority. If a file is paused, it will not begin to download and it will not be <a href="settings_queue.html">automatically searched</a> for.
fr: La priorité du fichier. Quand un fichier est en pause, son téléchargement ne continue pas et il n'est pas inclus dans les <a href="settings_queue.html">recherches automatiques</a>.

source: If an error occur for a file, the error will be displayed here.
fr: Si une erreur intervient dans le téléchargement d'un fichier, celle-ci sera affichée ici.

source: Search for alternate sources for the queued file.
fr: Rechercher des sources alternatives pour le fichier.

source: Will copy the file's magnet link to the clipboard.
fr: Copie le lien Magnet du fichier dans le presse-papiers.

source: Get the file list of a source.
fr: Télécharge la liste de fichiers d'une source.

source: Send a private message to a source.
fr: Envoie un message privé à une source.

source: This will toggle the appearance of the <a href="window_download_queue.html#leftscreen">left screen</a>.
fr: Bascule l'affichage de la <a href="window_download_queue.html#leftscreen">partie de gauche</a>.

source: Auto connect / Name
fr: Connexion auto / Nom

source: Specifies what name the hub has. The checkbox indicates if DC++ should auto connect to the hub on startup. If the box is checked, DC++ will automatically connect to the hub on startup.
fr: Spécifie le nom du hub. La case à cocher indique si DC++ doit se connecter automatiquement au démarrage. Si la case est cochée, DC++ se connectera automatiquement au hub au démarrage.

source: Move up selected hubs in the list. If several hubs have <a href=#autoconnect>auto connect</a> enabled, the highest hub will be connected to first.
fr: Déplace les hubs sélectionnés vers le haut. Quand plusieurs hubs ont la <a href=#autoconnect>connexion auto</a> activée, le hub le plus en haut est connecté en premier.

source: Move down selected hubs in the list. If several hubs have <a href=#autoconnect>auto connect</a> enabled, the lowest hub will be connected to last.
fr: Déplace les hubs sélectionnés vers le bas. Quand plusieurs hubs ont la <a href=#autoconnect>connexion auto</a> activée, le hub le plus en bas est connecté en dernier.

source: Removes selected hubs from the favorite hubs list.
fr: Enlève les hubs sélectionnés de la liste des hubs favoris.

source: Find items based on search strings you can specify.
fr: Cherche des items selon les chaînes de recherche que vous spécifiez.

source: Continue the search for items based on search strings you have specified by pressing the "Find" button.
fr: Continuer la recherche d'items selon des chaînes de recherche que vous avez spécifiées en appuyant sur le bouton "Chercher".

source: Note that <a href="settings_logs.html#filelist">file list logging</a> must be enabled for them to appear in this window.
fr: Notez que <a href="settings_logs.html#filelist">les journaux des transferts de listes</a> doivent être activés pour qu'ils puissent apparaître dans cette fenêtre.

source: The source's nick name.
fr: Le pseudo de la source.

source: Whether or not the file was CRC checked. Note that <a href="settings_advanced.html#sfvcheck">Enable automatic SFV checking</a> must be enabled, and the file needs to have an accompanying SFV file.
fr: Si le fichier a été contrôlé avec un fichier SFV. À noter que l'option <a href="settings_advanced.html#sfvcheck">Activer le contrôle automatique SFV</a> doit être activée et que le fichier doit être accompagné d'un fichier SFV.

source: When this check-box is checked (which is the case in the default configuration), only files that are fully downloaded (which are not anymore in the <a href="window_download_queue.html">Download queue</a>) appear in the &quot;Finished downloads grouped by files&quot; list.<br/> When this check-box is not checked, an item appears in that list as soon as a chunk of the corresponding file has finished downloading.
fr: Quand cette case est cochée (ce qui est le cas dans la configuration par défaut), seuls les fichiers totalement téléchargés (ceux qui ne sont plus dans la <a href="window_download_queue.html">Liste de téléchargement</a>) apparaissent dans la liste des &quot;Téléchargements terminés groupés par fichier&quot;.<br/> Quand cette case est décochée, un item apparaît dans cette liste à partir du moment où un morceau du fichier correspondant a été téléchargé.

source: The main chat window displays messages sent by the hub. You can chat with other users in this "public area" by writing a message in the field below the main chat and pressing either Enter or Alt+S to send your message. You may also use <a href="chat_commands.html">/commands</a> (send /help to list those available).<br/> Note; this is not the place to search for files. Open a <a href="window_search.html">Search window</a> to do that.
fr: La fenêtre du chat central affiche les messages envoyés par le hub. Vous pouvez chatter avec d'autres utilisateurs dans cette "zone publique" en écrivant un message dans le champ situé en-dessous du chat central et en appuyant soit sur Entrée, soit sur Alt+S pour envoyer votre message. Vous pouvez aussi utiliser des <a href="chat_commands.html">/commandes</a> (envoyez /help pour lister celles disponibles).<br/> Note : ceci n'est pas l'endroit pour rechercher des fichiers. Ouvrez une <a href="window_search.html">fenêtre de Recherche</a> pour cela.
