Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: To make your life easier while using DC++ your connection must be set up correctly. In other words your incoming connection type must be correctly chosen for searches and downloads to work. The available connection modes depend on the structure of your network and the way you access the Internet. From a protocol perspective, there are two connection methods available: <b>active mode</b> and <b>passive mode</b>. While passive mode is almost guaranteed to work, it does not work as well as a properly configured active mode connection. For a more in-depth explanation, read <a po4a-id=0>Why do I need active mode?</a>
hu: A DC++ lehetőségeinek teljes kihasználásához törekedni kell a kapcsolat típus helyes beállítására. Más szóval a bejövő kapcsolatok típusát helyesen kell megválasztani ahhoz, hogy a keresés és a letöltés működjön. A választható kapcsolati típusok a hálózatod felépítésétől és az Internetre kapcsolódás módjától függenek. Két alapvető kapcsolati mód létezik, az <b>aktív mód</b> és a <b>passzív mód</b>. A passzív mód szinte biztosan működik minden esetben, mégsem előnyös a használata mivel a megfelelően beállított aktív mód sokkal több lehetőséget biztosít a passzív módnál. További részletekért olvasd el a <a po4a-id=0>Miért érdemes az aktív módot használni?</a> c. GYIK-et.

source: In most cases DC++ should be able to detect the appropriate connection method for you. The <a po4a-id=0>automatic connection type detection feature</a> is enabled by default and it tries to decide the best available connection mode at start. If you able to search and download from the users of the hubs you're connected to then you're done.
hu: A legtöbb esetben a DC++-nak magától képesnek kell lennie a legjobb kapcsolat típus kiválasztására. Az <a po4a-id=0>automatikus kapcsolattípus-észlelés funkció</a> alapértelmezetten be van kapcsolva és ennek használatával a DC++ indításakor megpróbálja eldönteni melyik a legjobb elérhető kapcsolat típus. Ha a kapcsolódott hubokon képes vagy keresni és letölteni, akkor további konfigurálásra nincs szükség.

source: If searches and/or downloads do not work then make sure that <a po4a-id=0> Enable automatic connection type detection</a> setting is enabled. If it doesn't help (or it forces you into passive mode and you want to improve your connectivity) then follow <a po4a-id=1>the FAQ that tells you how to set up connection manually in DC++.</a>
hu: Ha a keresés és/vagy a letöltés nem működik akkor ellenőrizd, hogy az <a po4a-id=0>Automatikus kapcsolattípus-észlelés engedélyezése</a> beállítás engedélyezett-e. Ha ez nem segít (vagy automatikusan passzív módot választ és szeretnél egy előnyösebb kapcsolati módot) akkor kövesd <a po4a-id=1>a GYIK-et amely elmagyarázza, hogy hogyan lehet a kapcsolatot kézzel beállítani a DC++-ban.</a>

source: Help resources
fr: Pour plus d'aide
hu: További Segítség lehetőségek
sv: Hjälpinstanser

source: Need more help?
fr: Besoin de plus d'aide ?
hu: További segítségre van szükséged?
sv: Behöver du mer hjälp?

source: You can find <a po4a-id=0>FAQs</a> and explanation of ALL settings in the built-in context sensitive Help of DC++. Just move the question mark icon from the <a po4a-id=1>Toolbar</a> to any part of the interface you are unsure about, or simply select a control and hit the F1 key.
hu: További <a po4a-id=0>GYIK-ek</a>, valamint az ÖSSZES beállítás leírása megtalálható a DC++-ba épített helyzetérzékeny Segítségben. Az <a po4a-id=1>Ikonsorban</a> található kérdőjel ikont fogd és vidd módszerrel a DC++ felület bármely részére húzva azonnali információ kapható az adott elemről. Ugyanez történik, ha bárhol, bármelyik elemet kijelölöd és megnyomod az F1 gombot.
sv: Du kan hitta <a po4a-id=0>FAQs</a> och förklaringar till ALLA inställningar i den inbyggda, sammanhangsberoende hjälpen i DC++. Klicka bara på Frågetecknet på <a po4a-id=1>Knappraden</a> och sedan på det som du undrar över, eller klicka på det först och tryck sedan F1.

source: There is a complete <a po4a-id=0>Direct Connect FAQ</a> maintained at dslreports.com.
hu: További GYIK-ek, tippek és segítség található a <a href="http://bcdc.dccafe.org/hu" target="_blank" class="external">BCDC++ magyar honlapon</a>, a <a href="http://dcpp.hu" target="_blank" class="external">Magyar Direct Connect portálon</a> és az angol nyelvű <a po4a-id=0>Direct Connect FAQ</a> oldalon.
sv: Hos dslreports.com finns en komplett <a po4a-id=0>Direct Connect FAQ</a>.

source: There are more answers to the most frequent support problems at the <a po4a-id=0>FAQ section of the DC++ Launchpad page</a>.
hu: További válaszok találhatóak a leggyakoribb felhasználói kérdésekre a <a po4a-id=0>DC++ Launchpad oldal GYIK részében (angolul)</a>.
sv: Det finns flera svar till med vanligate frågorna här: <a po4a-id=0>FAQ section of the DC++ Launchpad page</a>.

source: There is an online <u>support forum and a bug &amp; feature tracker</u> also available. You can access these pages through the Help menu of DC++ or from the <a po4a-id=0>links page</a>. Please <b>go through all the documentation mentioned above before asking for support</b>. Most of the questions asked in the support page are already answered in the FAQs or even in the built-in Help.
hu: Elérhető továbbá az <u>online DC++ fórum és a hibanyomkövető rendszer</u>. Ezek az oldalak elérhetőek a DC++ Segítség menüjéből vagy a <a po4a-id=0>Hivatkozások oldalról</a>. <b>Mielőtt kérdést teszel fel, légyszíves nézd át az eddig felsorolt lehetőségeket a problémád megoldásához</b>! A tapasztalat szerint a feltett kérdések túlnyomó részére a válasz megtalálható a különböző GYIK-ekben vagy éppen a program Segítség fájljában.
sv: Det finns ett även ett online <u>supportforum och bugg &amp; funktionstracker</u>. Du kommer åt dessa sidor via Hjälpmenyn i DC++ eller från <a po4a-id=0>länksidan</a>. <b>Gå igenom ALL dokumentation nämnd ovan INNAN du frågar efter hjälp</b>. De flesta frågor som ställs är redan besvarade i FAQn eller i den inbyggda hjälpen.

source: <u>Important :</u> before asking for support please keep in mind that DC++ is a <u>client for connecting to a network and developers of DC++ have no connection to the owners of individual hubs or hublist servers</u>. So when you have a problem with a particular hub or hublist server (and you can use others without problems) the DC++ support team is unable to help you in any way.
hu: <u>Fontos :</u> mielőtt feltennéd a kérdésed gondold át, hogy a DC++ <u>csak egy kliens program ami egy hálózathoz való kapcsolódásra használatos. A DC++ fejlesztői semmilyen kapcsolatban nem állnak a független hubok vagy hublista szerverek üzemeltetőivel</u>. Tehát ha a problémád csak egy adott hubbal vagy hublista szerverrel kapcsolatos (és más hubokat vagy szervereket probléma nélkül tudsz használni) a DC++ támogatói csapat ezen semmilyen módon nem tud segíteni.
sv: <u>Viktigt:</u> Innan du frågar efter hjälp kom ihåg att DC++ är en <u>klient för att ansluta till ett nätverk och utvecklarna av DC++ har ingen contact med de individuella nätverken eller hubblistskaparna</u>. När du har problem med en hub eller hubblista kan inte DC++ supporten hjälpa dig på något sätt.

source: DC++ Logo
fr: Logo de DC++
hu: DC++ logó
sv: DC++ logotyp

source: Help for DC++
fr: Aide de DC++
hu: Segítség a DC++-hoz
sv: Hjälp för DC++

source: Contents of this help file:
fr: Contenu de ce fichier d'aide :
hu: A Segítség fájl tartalma :
sv: Innehåll i den här hjälpfilen:

source: Overview
hu: Áttekintés
sv: Översikt

source: This page contains basic information for you to get started with DC++.
fr: Cette page contient des informations de base pour bien débuter avec DC++.
hu: Ez a lap alapvető információkat tartalmaz azok számára akik most kezdték használni a DC++-t.
sv: Denna sida innehåller grundläggande information om hur då får igång DC++.

source: Etiquette
hu: DC etikett
sv: Vett och etikett

source: You may not agree with everything in this page, but reading the advice never hurts. The page outlines some simple guidelines that make the use of the Direct Connect Network more enjoyable for everyone.
fr: Vous ne serez peut-être pas d'accord avec tous les conseils sur cette page, mais ça ne coûte rien de les lire. Cette page met en valeur certaines lignes de conduites à suivre sur le Réseau Direct Connect afin de le rendre plus agréable pour tous.
hu: Talán nem mindenki ért egyet az ezen a lapon található, a DC hálózatban való viselkedés elfogadott etikettjét tartalmazó tanácsokkal, ennek ellenére érdemes átolvasni. A legfontosabb viselkedési elvárások ismerete a Direct Connect hálózatot sokkal kellemesebbé és használatóbbá teszi mindenki számára.
sv: Du kanske inte håller med om allt på denna sida men att läsa råden skadar inte. Sidan sammanfattar några enkla riktlinker som gör det användandet av Direct Connectnätverken trevligare för alla.

source: Windows
fr: Fenêtres
hu: Ablakok

source: Main DC++ window
fr: Fenêtre principale de DC++
hu: DC++ főablak
sv: DC++ huvudfönster

source: File List
fr: Liste de fichiers
hu: Fájl-lista
sv: Fillista

source: Public Hubs
fr: Hubs Publics
hu: Publikus Hubok
sv: Publika hubbar

source: Favorite Users
fr: Utilisateurs Favoris
hu: Kedvenc Felhasználók

source: Download Queue
fr: Liste de Téléchargement
hu: Letöltési sor
sv: Nedladdningskö

source: Finished Downloads
fr: Téléchargements terminés
hu: Befejezett letöltések
sv: Färdiga nerladdningar

source: Waiting Users
fr: Utilisateurs en attente
hu: Várakozó felhasználók

source: Finished Uploads
fr: Envois terminés
hu: Befejezett feltöltések
sv: Färdiga uppladdningar

source: Search
fr: Recherche
hu: Keresés
sv: Sök

source: ADLSearch
hu: ADL keresés
sv: ADL-sökningar

source: Search Spy
fr: Espion de Recherche
hu: Keresések megfigyelése

source: Notepad
fr: Bloc-notes
hu: Jegyzettömb
sv: Anteckningar

source: System Log
fr: Journal Système
hu: Rendszernapló
sv: Systemlogg

source: Network Statistics
fr: Statistiques réseau
hu: Hálózati Statisztika
sv: Nätverksstatistik

source: Connections
fr: Connexions
hu: Kapcsolatok

source: Downloads
fr: Téléchargements
hu: Letöltések
sv: Nedladdningar

source: General Menu Commands
hu: Általános menü parancsok
sv: Generella menykommandon

source: List-view related menu commands
hu: Az összes listában elérhető menü parancsok
sv: Listvyrelaterade menykommandon

source: File related menu commands
hu: Fájlokat tartalmazó listákban elérhető menü parancsok
sv: Filrelaterade menykommandon

source: User related menu commands
hu: Felhasználókat tartalmazó listákban elérhető menü parancsok
sv: Användarrelaterade menykommandon

source: Dialogs
fr: Boîtes de dialogue
hu: Párbeszédablakok
sv: Dialoger

source: Settings
fr: Options
hu: Beállítások
sv: Inställningar

source: Personal information
hu: Személyes Információk
sv: Personlig information

source: Connection settings
fr: Paramètres de connexion
hu: Kapcsolat beállításai

source: Bandwith Limiting
hu: Sávszélesség korlátozás

source: Proxy Settings
hu: Proxy beállítások

source: Favorites
hu: Kedvenc helyek
sv: Favoriter

source: Queue
hu: Letöltési sor
sv: Kö

source: Sharing
fr: Partage
hu: Megosztás
sv: Delning

source: Appearance
fr: Aspect
hu: Megjelenés
sv: Uppträdande

source: Colors and sounds
fr: Couleurs et sons
hu: Színek és hangok

source: Tabs
fr: Onglets
hu: Fülek
sv: Flikar

source: Logs
fr: Journaux
hu: Naplózás
sv: Loggar

source: Advanced
fr: Avancé
hu: Haladó
sv: Avancerat

source: Experts only
fr: Experts seulement
hu: Csak Szakértőknek
sv: Enbart experter

source: User Commands
fr: Commandes utilisateur
hu: Felhasználói parancsok

source: Security Certificates
fr: Certificats de Sécurité
hu: Biztonsági Tanúsítványok

source: Search Types
hu: Keresés típusok

source: Frequently Asked Questions
fr: Foire Aux Questions
hu: Gyakran ismételt kérdések
sv: Vanliga frågor (FAQ)

source: How to set up active mode?
hu: Hogyan kell az aktív módot beállítani?

source: My ISP or University blocks DC++
hu: A szolgáltatóm blokkolja vagy lassítja a DC++-t
sv: Min Internetleverantör eller skola blockerar DC++

source: Why am I getting slow download speeds?
hu: Túl lassú a letöltésem. Mi lehet az oka?
sv: Varför får jag låga nedladdningshastigheter?

source: How do I install/uninstall/upgrade DC++?
hu: Hogyan telepítsem, töröljem vagy frissítsem a DC++-t?
sv: Hur installerar/avinstallerar/uppgraderar jag DC++?

source: What secret stuff are there?
hu: Milyen titkos dolgok léteznek a DC++-ban?

source: What do the DC++ tags mean?
hu: Mit jelent a DC++ stílusú tag?
sv: Vad betyder DC++ klientbeskrivning (tag)?

source: Development
fr: Développement
hu: Fejlesztés
sv: Utveckling

source: Compile instructions
hu: A programkód fordítása
sv: Kompileringsinstruktioner

source: These are the commands that are available in chat, private messages, or both. They offer handy keyboard shortcuts to functions in the graphical interface. Some commands have no graphical counterpart.
fr: Présente les commandes disponibles sur le chat central, les messages privés, ou les deux. Celles-ci sont des raccourcis clavier utiles pour des fonctions de l'interface graphique. Certaines commandes n'ont pas d'équivalent graphique.
hu: Az alábbi parancsok használhatóak a közös chat-ben, a privát üzenetben vagy esetleg mindkettőben. A chat parancsok gyors, kézreálló alternatívát jelentenek a grafikus felület egyes kiválasztható funkcióira. Némelyik parancs egyáltalán nem is rendelkezik grafikus megfelelővel.
sv: Dessa kommandon är tillgängliga i chatten och/eller i privata meddelande. De kommer med tangentbordsförkortningar som fungerar i det grafiska gränssnittet. Vissa kommandon har ingen grafisk motsvarighet.

source: List of Available Keyboard Shortcuts
hu: Az elérhető gyorsbillentyűk listája
sv: Lista över tillgängliga tangentbordskombinationer

source: These are the keyboard shortcuts that are available in for different commands in DC++. They offer quick access to some of the often used functions of the graphical interface.
hu: Az itt felsorolt gyorsbillentyűk használhatóak a DC++-ban különböző, a grafikus felületen elérhető gyakran használt funkciók gyors elérésére.
sv: Här är de tillgängliga tangentbordskombinationerna som finns för olika kommandon i DC++. De ger en snabb tillgänglighet till några av de mer använda funktionera i det grafiska gränssnittet.

source: Changelog
hu: Változásnapló
sv: Ändringslogg

source: This page contains everything that has changed in the history of DC++. Read this to find out about features that are poorly or not documented at all. You'll also find all the people that have contributed code to DC++ here.
fr: Cette page contient tous les changements qui ont eu lieu dans l'histoire de DC++. Lisez pour avoir des informations sur des fonctionnalités peu ou pas du tout documentées. Vous y trouverez aussi tous les gens qui ont contribué à coder DC++.
hu: Ez a lap tartalmaz minden egyes a DC++ történetében született újdonságot vagy bekövetkezett változást. Sok kevésbé ismert vagy egyáltalán nem dokumentált funkciót is megismerhet az aki végigolvassa. Emellett a változásnaplból az is kiderül, kik járultak hozzá munkájukkal a DC++ fejlesztéséhez.
sv: Denna sida innehåller alla ändringar som skett i DC++. Läs om funktioner som inte eller är dåligt dokumenterade. Du hittar också en lista på alla som bidragit i utvecklingen av DC++.

source: Links
fr: Liens
hu: Hivatkozások
sv: Länkar

source: View the various links for DC++.
fr: Pour voir les divers liens associés à DC++.
hu: Különböző, a DC++-hoz tartozó hivatkozások listája
sv: Se de olika länkarna för DC++.

source: Help File Credits
hu: Segítség fájl szerzői
sv: Hjälpfilens erkännanden

source: View the credits and license of this help file.
fr: Pour voir les crédits et la license de ce fichier d'aide.
hu: Itt találhatóak a Segítség fájl szerzői és fordítói, valamint a programhoz tartozó GNU Licensz
sv: Läs licensen och erkännandena för denna hjälpfil.

source: Keyboard shortcuts
fr: Raccourcis clavier
hu: Gyorsbillentyűk
sv: Tangentbordsgenvägar

source: This page enables you to see which special keyboard shortcuts exist in DC++. Note that standard Windows keyboard shortcuts are also fully supported throughout the program's graphical interface.
hu: Ez az oldal felsorolja, hogy milyen különleges gyorsbillentyűk használhatóak a DC++-ban. Fontos tudni, hogy a szabványos WIndows gyorsbillentyűk is eléretőek a program minden részében.
sv: Denna sida visar dig alla tangentbordsgenvägar som finns i DC++. Notera att det programmet har fullt stöd för Windows alla vanliga tangentbordsgenvägar.

source: Opens the help file.
fr: Ouvre le fichier d'aide.
hu: Súgó fájl megnyitása
sv: Öppnar hjälpfilen.

source: Completes nicks when writing a chat message. Otherwise, moves the focus to the next (or previous, if shift is pressed) control.
hu: Kiegészíti a nick-eket chat üzenet írásakor. Emellett a fókusz különböző beviteli mezők közötti előre vagy hátra (shift-el) mozgatására használható.
sv: Fullbordar användarnamn när du skriver ett chattmeddelande. I andra fall flyttas fokus till nästa (eller föregående om skift hålls ned) kontroll.

source: Changes the main tab view to the next (or previous, if shift is pressed) window. In settings, switches to the next (or previous, if shift is pressed) settings page.
hu: A főablakon lévő fülek közötti előre vagy hátra (shift-el) lépés végezhető ezzel a kombinációval. A beállítások ablakban az egyes panelek közöti gyors váltásra használható.
sv: Flyttar fokus till nästa (eller föregående om skift hålls ned) fönster. I inställningarna flyttas fokus till nästa (eller föregående om skift hålls ned) inställningssida.

source: Pressing shift during program startup will disable auto-connection to hubs.
hu: Indításkor a shift nyomvatartása megakadályozza a kapcsolódást az automatikus kapcsolódásra kijelölt hubokhoz.
sv: Håll ned skift under programstart förhindrar automatiskt anslutning till hubbar.

source: Close the current window.
hu: Bezárja az aktuális ablakot.
sv: Stäng det aktuella fönstret.

source: Enable or disable the toolbar.
fr: Activer ou désactiver la barre d'outils.
hu: Az eszköztár engedélyezése vagy letiltása.
sv: Visa eller dölj verktygsraden.

source: Enable or disable the transfer view.
hu: Átviteli nézet engedélyezése vagy tiltása.
sv: Visa eller dölj filöverföringsvyn

source: Enable or disable the status bar.
fr: Activer ou désactiver la barre d'état
hu: Az állapotsor engedélyezése vagy tiltása.
sv: Visa eller dölj statusraden.

source: Open the <placeholder id=0/> window.
hu: Megnyitja a(z) <placeholder id=0/> ablakot.
sv: Öppna <placeholder id=0/> fönstret.

source: Refresh file list.
hu: Fájl-lista frissítése.
sv: Uppdaterar egen fillista.

source: Quick connect to a group of favorite hubs.
hu: Gyors kapcsolódás egy kedvenc hub csoport hubjaihoz.
sv: Snabbansluter till favorithubbar i en grupp.

source: Open file list.
hu: Fájl-lista megnyitása.
sv: Öppna fillista.

source: Quick connect to a hub.
hu: Gyors kapcsolódás egy hubhoz.
sv: Snabbanslutning till en hubb.

source: Ctrl + R (in <placeholder id=0/> windows)
hu: Ctrl + R (<placeholder id=0/> ablakban)
sv: Ctrl + R (i <placeholder id=0/>fönster)

source: Reconnect.
hu: Újrakapcsolódás
sv: Återanslut.

source: Ctrl + T (in <placeholder id=0/> windows)
hu: Ctrl + T (<placeholder id=0/> ablakban)

source: Follow last redirect.
hu: Utolsó átirányítás követése.

source: Open the Settings dialog.
fr: Ouvre la boîte de dialogue des Options.
hu: Megnyitja a Beállítások párbeszédablakot
sv: Öppnar inställningssidan,

source: Ctrl and + (on the numeric keyboard)
hu: Ctrl és + (a numerikus billentyűzeten)
sv: Ctrl och + (på den numeriska delen)

source: If certain columns, e.g. those in the user list, search and the transfer view are not visible, pressing Ctrl and + (on the numeric keyboard) will resize the columns to the width necessary to accommodate the widest text within.
hu: Ha bizonyos oszlopok a felhasználók listájában, a keresési ablakban vagy az átviteli alblakban nem láthatóak a Ctrl és a + (a numerikus billentyűzeten) megnyomására a listában lévő összes oszlop szélessége a legszélesebb szöveg méretéhez igazodik, így előtűnnek a nem látható oszlopok is.
sv: Om vissa kolumner, till exempel de i användarlistan, sökfönstret eller filöverföringsvyn inte är synliga, tryck Ctrl och + (på den numeriska delen) och kolumnerna ändrar bredden så att hela längsta texten i varje syns.

source: Ctrl + up arrow (in <placeholder id=0/> and <placeholder id=1/> windows)
hu: Ctrl + fel nyíl (<placeholder id=0/> és <placeholder id=1/> ablakokban)
sv: Ctrl + uppåtpil (i <placeholder id=0/> och <placeholder id=1/>fönster)

source: Move up in chat messages.
hu: Felfelé mozgás a chat üzenetek között.
sv: Flytta uppåt i chattmeddelanden.

source: Ctrl + down arrow (in <placeholder id=0/> and <placeholder id=1/> windows)
hu: Ctrl + le nyíl (<placeholder id=0/> és <placeholder id=1/> ablakokban)
sv: Ctrl + nedåtpil (i <placeholder id=0/> och <placeholder id=1/>fönster)

source: Move down in chat messages.
hu: Lefelé mozgás a chat üzenetek között.
sv: Flytta nedåt i chattmeddelanden.

source: Alt + C (in <placeholder id=0/> and <placeholder id=1/> windows)
hu: Alt + C (<placeholder id=0/> és <placeholder id=1/> ablakokban)
sv: Alt + C (i <placeholder id=0/> och <placeholder id=1/>fönster)

source: Focus the chat part of the window.
hu: Az ablak chat részére fókuszál.
sv: Fokuserar chattdelen av fönstret.

source: Alt + G (in <placeholder id=0/> windows)
hu: Alt + G (<placeholder id=0/> ablakban)
sv: Alt + G (i <placeholder id=0/>fönster)

source: Get the file lists of the selected users.
hu: A kijelölt felhasználó fájl-listájának letöltése.
sv: Hämta fillistan för vald användare.

source: Alt + M (in <placeholder id=0/> and <placeholder id=1/> windows)
hu: Alt + M (<placeholder id=0/> és <placeholder id=1/> ablakokban)
sv: Alt + M (i <placeholder id=0/> och <placeholder id=1/>fönster)

source: Focus the message writing box of the window.
hu: Az ablak üzenet írásra szolgáló dobozára fókuszál.
sv: Fokuserar fönstrets textskrivningsruta.

source: Alt + P (in <placeholder id=0/> windows)
hu: Alt + P (<placeholder id=0/> ablakban)
sv: Alt + P (i <placeholder id=0/>fönster)

source: Open <placeholder id=0/> windows for the selected users.
hu: <placeholder id=0/> ablakot nyit a kijelölt felhasználókkal.
sv: Öppnar <placeholder id=0/>fönster för de valda användarna.

source: Alt + S (in <placeholder id=0/> and <placeholder id=1/> windows)
hu: Alt + S (<placeholder id=0/> és <placeholder id=1/> ablakokban)
sv: Alt + S (i <placeholder id=0/> och <placeholder id=1/>fönster)

source: Send chat message.
hu: Chat üzenet küldése.
sv: Skicka chattmeddelande.

source: Alt + U (in <placeholder id=0/> windows)
hu: Alt + U (<placeholder id=0/> ablakban)
sv: Alt + U (i <placeholder id=0/>fönster)

source: Focus the user list.
hu: A felhasználók listájára fókuszál.
sv: Fokuserar användarlistan.

source: F3 (in <placeholder id=0/> and <placeholder id=1/> windows)
hu: F3 (<placeholder id=0/> és <placeholder id=1/> ablakokban)

source: Search in the chat.
hu: Keresés a chat szövegében.

source: Escape (in <placeholder id=0/> and <placeholder id=1/> windows)
hu: Esc (<placeholder id=0/> és <placeholder id=1/> ablakokban)
sv: Escape (i <placeholder id=0/> och <placeholder id=1/>fönster)

source: Cancel the current chat search if there is any.
hu: Leállítja az aktuális keresést a chat szövegében (ha volt már keresés).
sv: Avbryter pågående chattsökningar om några körs.

source: Alt + I (in the <placeholder id=0/> window)
hu: Alt + G (<placeholder id=0/> ablakban)

source: Set focus on the filter input box.
hu: A szűrő beviteli mezőre fókuszál.
sv: Fokuserar på filterrutan.

source: + (on the numeric keyboard)
hu: + (numerikus billentyűzeten)
sv: + (på det numeriska tangentbordet)
