Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Chat Commands
fr: Commandes de Chat
hu: Chat parancsok
sv: Chatt Kommandon

source: Main Chat
fr: Chat Central
hu: Közös chat
sv: Huvudchatt

source: Joins &lt;hub-ip&gt;. See also <a po4a-id=0>Open new window when using /join</a>.
hu: Csatlakozik a &lt;hub-ip&gt; IP című hubhoz. Kapcsolódó beállítás : <a po4a-id=0>Új ablak nyitása /join használatakor</a>.
sv: Går in på &lt;hub-ip&gt;. Se även <a po4a-id=0>Öppnar ett nytt fönster när du skriver /join</a>

source: Toggles the displaying of users joining the hub. This only takes effect for freshly-arriving users.
fr: Active ou désactive l'affichage des entrées et sorties d'utilisateurs dans le hub. N'a d'effet que pour les nouveaux arrivants.
hu: Ki-be kapcsolja a hubhoz éppen kapcsolódó felhasználók megjelenítését. Természetesen csak az újonnan érkezett felhasználókra vonatkozik.
sv: Växlar visning av användare som ansluter sig till hubben. Detta ger bara effekt på nyligen anslutna användare.

source: Toggles the displaying of favorite users joining the hub. Does not require /showjoins to be enabled.
fr: Active ou désactive l'affichage des entrées et sorties d'utilisateurs favoris dans le hub. Ne requiert pas que /showjoins soit activé.
hu: Ki-be kapcsolja a hubhoz éppen kapcsolódó kedvenc felhasználók megjelenítését. A /showjoins engedélyezése nem szükséges, a funkció különállóan is működik.
sv: Växlar visning av favoritanvändare som ansluter sig till hubben. Kräver inte att /showjoins är aktiverat.

source: Toggles visibility of the list of users for the current hub.
fr: Montre ou cache la liste des utilisateurs du hub actuel.
hu: Ki-be kapcsolja a felhasználó lista megjelenítését az aktuális hubon.
sv: Visar eller döljer användarlistan den aktuella hubben.

source: Displays the IP and port that DC++ will tell users to connect to. If either the IP or port is not correct, you will be unable to download from some users. This is only useful in <u>active</u> mode - the IP and port are unused in passive mode.
hu: Kiírja az éppen használt IP címet és portokat. Ha bármelyik hibás, a keresés vagy letöltés nem fog működni. A parancsnak csak <u>aktív</u> módban van értelme - az IP cím és a port beállítások passzív módban nem kerülnek felhasználásra.

source: Adds the current hub (along with your nickname and password, if used) to the list of <a po4a-id=0>Favorite Hubs</a>.
hu: Az aktuális hubot (az aktuális nick-el és jelszóval, ha meg volt adva) hozzáadja a <a po4a-id=0>Kedvenc Hubok</a> listájához.
sv: Lägger till den aktuella hubben (tillsammans med ditt alias och lösenord, om det används) till listan över <a po4a-id=0>favorithubbar</a>.

source: Removes the current hub from the list of <a po4a-id=0>Favorite Hubs</a>.
hu: Eltávolítja az aktuális hubot a <a po4a-id=0>Kedvenc Hubok</a> listájáról.
sv: Tar bort den aktuella hubben från listan över <a po4a-id=0>favorithubbar</a>.

source: Opens a private message window to the user, and optionally sends the message, if one was specified.
fr: Ouvre une fenêtre de message privé avec l'utilisateur, et lui envoie le message optionnel, si celui-ci est spécifié.
hu: Nyit egy privát ablakot a megadott felhasználóval és elküdi az üzenetet ha az meg van adva.
sv: Öppnar ett privat meddelandefönster till användaren, och skickar ett automatiskt meddelandet (valbart) om ett sådant angets.

source: Adds the user's list to the Download Queue.
fr: Ajoute la liste de l'utilisateur à la Liste de Téléchargement.
hu: A megadott felhasználó fájl listáját a Letöltési sorhoz adja
sv: Lägger till användarens fillista till nerladdningskön.

source: Private Message
fr: Message Privé
hu: Privát üzenet
sv: Privat meddelande

source: Adds the current user's list to the Download Queue.
fr: Ajoute la liste de l'utilisateur actuel à la Liste de Téléchargement.
hu: Az aktuális felhasználó fájl listáját a Letöltési sorhoz adja
sv: Lägger till den aktuella användarens fillista till nerladdningskön.

source: Grants the remote user a slot. Once they connect, or if they don't connect in 10 minutes, the granted slot is removed.
fr: Accorde un slot à l'utilisateur. Une fois qu'il est connecté, ou s'il ne se connecte pas dans les 10 minutes, le slot accordé ne l'est plus.
hu: Extra slotot biztosít az aktuális felhasználónak. A kapcsolódás után vagy ha a felhasználó 10 percig nem kapcsolódik az extra slot automatikusan visszavonásra kerül.
sv: Beviljar fjärranvändaren en slot. Denna slot tas automatiskt bort efter 10 minuter.

source: Adds the current user to the list of <a po4a-id=0>Favorite Users</a>.
hu: Az aktuális felhasználót a <a po4a-id=0>Kedvenc Felhasználók</a> listájához adja.
sv: Tar bort den aktuella hubben från listan över <a po4a-id=0>favorithubbar</a>.

source: Both
fr: Les deux
hu: Mind a privát, mind a közös chat-ben használható parancsok
sv: Båda

source: Manually refreshes DC++'s share list by going through the shared directories and adding new folders and files. DC++ automatically refreshes once an hour by default, and also refreshes after the list of shared directories is changed.
fr: Met manuellement à jour la liste de fichiers de DC++ en regardant dans les dossiers partagés et en ajoutant les nouveaux dossiers et fichiers. DC++ met cette liste à jour une fois par heure par défaut, mais aussi quand la liste des dossiers partagés est changée.
hu: Frissíti a megosztást, végig halad az összes megosztott könyvtáron és a megosztáshoz adja az új könyvtárakat és fájlokat. A DC++ alapértelmezetten automatikusan frissíti a megosztást óránként ill. ha a megosztott könyvtárak listája változik a megosztási beállításokban.
sv: Uppdatera DC++ utdelningslista manuellt genom att gå igenom de delade katalogerna och lägg till nya mappar och filer. DC++ uppdaterar utdelningslistan automatiskt en gång i timmen som standard, samt då de delade katalogerna eller filerna ändrats.

source: Sets the current number of upload slots to the number you specify. If this is less than the current number of slots, no uploads are cancelled.
hu: Beállítja a feltöltési slotok számát a megadott értékre. Egyetlen feltöltés sem lesz megszakítva még akkor sem ha az érték kisebb, mint az aktuális slotszám.
sv: Ställer in det aktuella antalet uppladdningsslottar till de antalet som du väljer. Även om det nya antalet uppladdningsslottar är mindre än de pågående antalet uppladdningar avbryts de inte.

source: Sets the current number of download slots to the number you specify. If this is less than the current number of slots, no downloads are cancelled.
hu: Beállítja a letöltési slotok számát a megadott értékre. Egyetelen letöltés sem lesz megszakítva még akkor sem ha az érték kisebb, mint az aktuális slotszám.
sv: Ställer in det aktuella antalet nedladdningsslottar till de antalet som du väljer. Även om det nya antalet nedladdningsslottar är mindre än de pågående antalet nedladdningar avbryts de inte.

source: Opens a new search window with the specified search string. It does <u>not</u> automatically send the search.
hu: Új keresési ablakot nyit a megadott kulcsszavakkal de a keresés maga automatikusan <u>nem</u> indul el.
sv: Öppnar ett nytt sökningsfönster med den angivna söksträngen. Sökningen startar u>inte</u> automatiskt.

source: Closes the current window.
fr: Ferme la fenêtre actuelle.
hu: Bezárja az aktuális ablakot
sv: Stänger det aktuella fönstret.

source: Clears the current window of all text. Optionally, you can specify how many of the latest (most recent) lines should be kept.
fr: Nettoie tout le texte contenu dans la fenêtre actuelle. Optionnellement, vous pouvez spécifier combien des dernières (les plus récentes) lignes doivent être conservées.
hu: Törli az összes szöveget az aktuális ablakból. Opcionálisan megadható, hogy a szöveg utolsó hány sorát tartsa meg.
sv: Rensar det aktuella fönstret från all text. Alternativt kan du ange hur många av de senaste raderna som ska sparas.

source: Sends a random DC++ advertising message to the chat, including a link to the DC++ homepage and the version number.
fr: Envoie un message de publicité aléatoire pour DC++ dans le chat, ainsi qu'un lien vers la page d'accueil de DC++ et le numéro de version.
hu: Egy véletlenszerű (angol nyelvű) szöveget ír a közös chat-be, amely néha egy vicces üzenet vagy éppen egy link a DC++ honlapjára, esetleg az aktuális verziószám.
sv: Skickar ett slumpmässigt reklammeddelande för DC++ till chatten, och inkluderar en länk till DC++ hemsida och versionsnummer.

source: Sets Away status. New private message windows will be responded to, once, with the message you specified, or the default away message configured in the <a po4a-id=0>Appearance</a> settings page.
hu: Bekapcsolja a Távolléti módot. Az új privát üzenetekre egyszer automatikusan elküldi a megadott szöveget, vagy ha nincs szöveg, akkor a <a po4a-id=0>megjelenési</a> beállításokban megadott alapértelmezett üzenetet.

source: Un-sets Away status.
fr: Désactive le mode absence.
hu: Kikapcsolja a Távolléti módot
sv: Stänger av Bortastatus.

source: Launches your default web browser to the Google search engine with the specified search.
fr: Effectue une recherche Google en utilisant la chaîne de recherche spécifiée dans votre navigateur web par défaut.
hu: Elindítja az alapértelmezett webböngészőben a Google keresőmotort a megadott keresési kulcsszavakkal.
sv: Öppnar Googles söksida i din standardwebbläsare med den inskriva sökningen.

source: Launches your default web browser to the Internet Movie Database (imdb) with the specified query.
fr: Effectue une recherche Internet Movie Database (imdb) en utilisant la chaîne de recherche spécifiée dans votre navigateur web par défaut.
hu: Elindítja az alapértelmezett webböngészőben az IMDB mozifilm adatbázist a megadott keresési kulcsszavakkal.
sv: Öppnar Internet Movie Database, IMDB, i din standardwebbläsare med den valda frågan.

source: Rebuilds the HashIndex.xml and HashData.dat files, removing entries to files that are no longer shared, or old hashes for files that have since changed. This runs in the main DC++ thread, so the interface will freeze until the rebuild is finished.
fr: Re-crée les fichiers qui contiennent la base de données des clés, HashIndex.xml et HashData.dat. Les entrées qui pointent vers des fichiers qui ne sont plus partagés, ou les anciennes clés qui correspondent à des fichiers qui ont, depuis, changé, sont purgées. Utilise le thread principal de DC++, donc l'interface devrait se bloquer durant cette opération.
hu: Újjáépíti a HashIndex.xml és HashData.dat fájlokat, így eltávolítja a már nem megosztott fájlokra mutató bejegyzéseket és a megváltozott fájlok hash adatait ezáltal optimalizálva a fájlokat és a DC++ sebességét. A művelet a főszálban fut, így a grafikus felület nem fog válaszolni amíg az újjáépítés be nem fejeződik.
sv: Återuppbygger filerna HashIndex.xml och HashData.dat från början, tar bort poster till filer eller hashkoder som inte längre behövs. När detta sker kommer användargränssnittet inte vara tillängligt förrän det är klart.

source: If no parameter is specified, it launches the log for the hub or private chat with the associated application in Windows. If one of the parameters is specified it opens that log file. The status log is available only in the hub frame.
fr: Si aucun paramètre n'est spécifié, ouvre le fichier journal du hub ou message privé actuel en utilisant l'application par défaut de Windows. Si l'un des paramètres est spécifié, ouvre le fichier journal correspondant. Le fichier journal des messages d'état (status) n'est disponible qu'à partir du chat central des hubs.
hu: Ha nincs paraméter megadva, akkor az aktuális hub vagy privát chat naplója nyílik meg a Windowsban a szövegfájlokhoz hozzárendelt alapértelmezett alkalmazásban. Ha a felsorolt paraméterek egyike meg van adva akkor a megfelelő naplófájl nyílik meg. A státusz log megnyittására csak a közös chatba beírt paranccsal van lehetőség.
sv: Anges ingen parameter, öppnas loggen för huvudchatten eller privat meddelande med det program som är associerat med .log-filer i Windows. Anges en parameter så öppnas den logfilen istället. Statusloggen kan bara öppnas ifrån respektive hubbfönster.

source: Displays available commands. (The ones listed on this page.)
fr: Affiche les commandes disponibles. (Celles qui sont listées sur cette page.)
hu: Listázza az ezen az oldalon felsorolt elérhető chat parancsokat.

source: Launches your default web browser with the given URL.
fr: Ouvre l'URL spécifiée dans votre navigateur web par défaut.
hu: A megadott URL-t megnyitja az alapértelmezett web böngészőben.
sv: Startar din standardwebläsare med den angivna adressen.

source: Toggles the showing of time stamps on new chat messages. It does not add time stamps to already received chat lines.
fr: Active ou désactive l'affichage de l'heure pour les nouveaux messages de chat. N'ajoute pas l'heure aux lignes de chat déjà reçues.
hu: Ki-be kapcsolja az időbélyeget az újonnan érkező chat üzenetek soraiban. Az ablakban lévő korábban érkezett üzenetek nem változnak.

source: Highlights the last occourrence of the specified search string in the chat window.
hu: Megjelöli a keresett szöveg legutolsó előfordulási helyét a chat ablakban.
sv: Markerar den sista förekomsten av söksträngen i chattfönstret

source: File-related menu commands
hu: Fájlokkal kapcsolatos menü parancsok
sv: Fil-relaterade menykommandon

source: These commands are available in the context menus of various lists containing files. For commands unique to different windows refer to the Help page of the corresponding window.
hu: Az itt felsorolt parancsok a különböző fájlokat tartalmazó listák jobb-click menüjében érhetőek el. A csak egy meghatározott ablakban elérhető menü parancsok leírása az adott ablak Segítség lapján olvasható.
sv: Dessa kommandon är tillgängliga i samband med menyer på olika listor som innehåller filer. För kommandon som är unika för andra fönster se hjälpfilen för motsvarande fönster.

source: Search for alternates
fr: Rechercher des sources alternatives
hu: Alternatívák keresése
sv: Sök alternativa nerladdningskällor

source: Will open a new <a po4a-id=0>Search window</a> to search for alternate sources for the selected file.
hu: A kijelölt fájl számára további letöltési források keresését teszi lehetővé egy újonnan megnyíló <a po4a-id=0>Keresés</a> ablakban.
sv: Öppnar ett nytt <a po4a-id=0>sökfönster</a> för att söka efter alternativa källor till den valda filen.

source: Lookup TTH at Bitzi.com
fr: Rechercher la clé TTH sur Bitzi.com
hu: TTH keresése a Bitzi.com-on
sv: Slår upp TTH hos bitzi.com

source: Will trigger the default browser to lookup the TTH of the selected file at Bitzi.com.
fr: Recherche la clé TTH du fichier sélectionné sur Bitzi.com dans votre navigateur par défaut.
hu: Kikeresi a kijelölt fájl adatait a Bitzi.com oldalon a fájl TTH-ja alapján. Az oldal az alapértelmezett web böngészőben jelenik meg.
sv: Öppnar standardwebbläsaren för att söka efter TTH för den markerade filen hos bitzi.com

source: Copy magnet link to clipboard
fr: Copier le lien Magnet dans le presse-papiers
hu: Magnet link másolása a vágólapra
sv: Kopiera magnetlänk till urklippshanteraren

source: Will copy the file's <a po4a-id=0>magnet link</a> to the clipboard.
hu: A kiejölt fájl <a po4a-id=0>magnet link-jét</a> a vágólapra helyezi.
sv: Kopierar filens <a po4a-id=0>magnetl´änk</a> till urklipp.

source: Download
hu: Letöltés
sv: Ladda ner

source: Adds the selected file(s) or director(ies) to the Download Queue. They will be downloaded to the <a po4a-id=0>Default download directory</a>.
hu: A kijelölt fájl(ok)at és könyvtár(ak)at a letöltési sorhoz adja. A fájlok az <a po4a-id=0>Alapértelmezett letöltési könyvtárba</a> lesznek letöltve.
sv: Lägg till valda filer och mappar till Nerladdningskön. Dessa kommer blir nedladdade till <a po4a-id=0>Default download directory</a>.

source: Download to...
hu: Letöltés ide...
sv: Ladda ned till...

source: Adds the selected file(s) or director(ies) to the Download Queue. The download target can be selected using the submenu elements : either a predefined place from the <a po4a-id=0>Download Favorites</a> or any other folder specified using the <i>Browse...</i> submenu.
hu: A kijelölt fájl(ok)at és könyvtár(ak)at a letöltési sorhoz adja. A letöltés helye az almenüben felsorolt <a po4a-id=0>Kedvenc letöltési könyvtárak</a> közül kiválasztható vagy bármely más könyvtár megadható a <i>Tallózás...</i> almenüt választva.
sv: Lägger till dom valda filerna eller katalogerna till nerladdningskön. Nerladdningsplatsen kan väljas genom att använda submenyn: antingen en förvald katalog från <a po4a-id=0>Download Favorites</a> eller någon annan mapp som har anges, eller tidigare angetts, med <i>Browse...</i> i submenyn.

source: Open
hu: Megnyitás
sv: Öppna

source: Opens the file with its respective external viewer software. You should have the appropriate viewer / player software installed and correctly registered to be able to open the file.
hu: Megnyitja a fájlt a hozzá tartozó külső szoftverrel. A fájl sikeres megnyitásához vagy lejátszásához a szükséges szoftvernek telepítve és a fájltípushoz regisztrálva kell lennie.
sv: Öppnar filen med respektive visningsprogram. Du måste ha en lämplig visare/spelare installerad och korrekt registrerad för att kunna öppna filen.

source: Open folder
hu: Mappa megnyitása
sv: Öppna mapp

source: Opens the selected folder (or the folder containing the selected file) in Windows Explorer.
hu: Megnyitja a kijelölt könyvtárat (ill. kijelölt fájlt tartalmazó könyvtárat) a Windows Intézőben.
sv: Öppnar den valda mappen (eller mappen som innehåller vad fil) i Windows Utforskare.

source: Shell menu
hu: Rendszermenü
sv: Skalmeny

source: Opens the Windows shell menu as submenu items. This menu contains the same items as in the context menu of Windows Explorer. Note that the submenu elements will be loaded the time when it is opened. If you have large number of context menu items registered with Windows it may take a few seconds to show the full menu.
hu: Almenüként megnyitja a fájl(ok)hoz tartozó Windows rendszermenüt. Ez a menü megegyezik a Windows Intézőben jobb-clickre megjelenő menüvel. Mivel az almenü elemei a megnyitás pillanatában töltődnek be, nagy számú a Windowsban regisztrált jobb-click menüelem esetén a teljes menü megjelenése néhány másodpercet késhet.
sv: Öppnar Windows skalmeny som undermeny. Denna meny innehåller samma poster som i den sammanhangsberoende menyn i Utforskaren. Observera att undermenyns delar laddas när den öppnas. Om du har stort antal poster denna meny kan det ta några sekunder att visa den fullständiga menyn.

source: Menu commands available in all list views
hu: A minden listaablakban elérhető menü parancsok
sv: Menykommandon tillgängliga i alla listvyer

source: These are the commands that are available in most windows as right click menu options. They offer general functions for the elements of the various list views. For commands unique to different windows refer to the Help page of the corresponding window.
hu: Az itt felsorolt parancsok a legtöbb ablak jobb-click menüjében elérhetőek, általános funkciókat biztosítanak a különböző listák elemei számára. A csak egy ablakra érvényes menü parancsok leírása az adott ablak Segítség oldalán olvasható.
sv: Det här är de kommandon som är tillgängliga i de flesta fönster via högerklicksmenyn. De ger de vanliga möjligheterna för olika vyer. För kommandon som är unika för ett fönster se hjälpen for respektive fönster.

source: Remove
fr: Enlever
hu: Eltávolítás
sv: Ta bort

source: Deletes the actual item from the list. If the corresponding setting in <a po4a-id=0>Confirm dialog options</a> is enabled, you will be prompted before the removal.
hu: Törli az aktuális elemet a listából. Ha a listának megfelelő <a po4a-id=0>Megerősítési beállítás</a> engedélyezve van, az eltávolítás előtt megerősítési párbeszédablak jelenik meg.
sv: Tar bort markerat element från listan. Om motsvarande inställning i <a po4a-id=0>Confirm dialog options</a> är aktiverad kommer du att behöva bekräfta borttagningen.

source: Remove all
hu: Összes eltávolítása
sv: Ta bort alla

source: Deletes all the selected items from the list. If the corresponding setting in <a po4a-id=0>Confirm dialog options</a> is enabled, you will be prompted before the removal.
hu: Törli az összes elemet a listából. Ha a listának megfelelő <a po4a-id=0>Megerősítési beállítás</a> engedélyezve van, az eltávolítás előtt megerősítési párbeszédablak jelenik meg.
sv: Tar bort alla markerade element från listan. Om motsvarande inställning i <a po4a-id=0>Confirm dialog options</a> är aktiverad kommer du att behöva borttagningen.

source: User-related menu commands
hu: Felhasználókkal kapcsolatos menü parancsok
sv: Användarrelaterade menykommandon

source: These commands are available in the context menus of various lists containing users. For commands unique to each specific window, refer to the help page of the corresponding window.
hu: Az itt felsorolt parancsok a felhasználókat tartalmazó listák jobb-click menüjében érhetőek el. A csak egy meghatározott ablakban elérhető menü parancsok leírása az adott ablak Segítség lapján olvasható.
sv: Dessa kommandon är tillgängliga i kontextmenyer i olika listor som innehåller användare. För att se vilka kommandon som gäller i specifika fönster, se hjälpen för respektive fönster.

source: Get file list
fr: Télécharger la liste de fichiers
hu: Fájl-lista letöltése
sv: Ladda ner fillista

source: Download the file list of the selected users.
hu: A kijelölt felhasználó(k) fájl-listáinak letöltése.
sv: Ladda ner fillistan med de valda användarna.

source: Browse file list
hu: Fájl-lista böngészése
sv: Bläddra i fillistan

source: Download only the required pieces of the file lists of the selected users. Only available in ADC hubs.
hu: Csak a felhasználó fájl-listája éppen szükséges részeinek letöltése, böngészése. Csak ADC hubokon elérthető.

source: Match queue
fr: Correspondances aux téléchargements
hu: Egyeztetés a Letöltési Sorral
sv: Matcha med nerladdningslistan

source: Matches the files in your download queue to the file lists of the selected users. 2 files are considered to be the same if their TTH is the same. If matches are found in one user's file list, she will be added as a source for the relevant downloads.
hu: A letöltési sor tartalmát egyezteti a kijelölt felhasználó vagy forrás fájl-listájával TTH alapján. A felhasználó az összes egyező fájlhoz hozzá lesz adva, mint forrás.
sv: Matchar filerna i din nerladdningskö med fillistorna från de valda användarna. Två filer anses vara samma ifall deras TTH är samma. Hittas samma filer i användares lista kommer den användaren läggas till som nedladdningskälla för dessa filer.

source: Send private message
fr: Message privé
hu: Privát üzenet küldése
sv: Skicka privat meddelande

source: Open <a po4a-id=0>private message</a> windows to chat privately with the selected users.
hu: <a po4a-id=0>Privát üzenet</a> küldése a kijelölt felhasználónak vagy forrásnak.

source: Grant extra slot
fr: Accorder un extra slot
hu: Extra slot biztosítása
sv: Bevilja extra slott

source: Beyond your set slots an extra upload slot will be given to the selected users until the end of the current DC++ session.
hu: A beállított mennyiségű slot feletti extra feltöltési slotot biztosít a kijelölt felhasználónak, amely a program bezárásáig érvényes.

source: Remove user from queue
fr: Enlever l'utilisateur des téléchargements
hu: Felhasználó eltávolítása a sorból
sv: Ta bort användare från kön

source: Removes the selected user from the source list of all queued files. Pending filelist requests will be removed as well.
hu: A felhasználó, mint forrás eltávolítása az összes a letöltési sorban lévő fájlból. Az esetlegesen a felhasználótól éppen töltött vagy várakozó fájl-lista is el lesz távolítva.
