Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Use these settings to properly configure DC++ for incoming and outgoing connections. Your incoming connection type must be correctly chosen for downloads to work. If unsure about these settings, you may want to follow the <a href="get_started.html#connection">connection setup part</a> of the <a href="get_started.html">Get Started guide</a>.
fr: Utilisez ces options pour configurer les connexions entrantes et sortantes de DC++ de manière optimale. Le type des connexions entrantes doit être bien choisi pour que les téléchargements puissent fonctionner correctement. En cas de doute à propos de ces options, regardez dans la <a href="get_started.html#connection">partie du réglage de la connexion</a> du <a href="get_started.html">guide "Premiers pas"</a>.

source: Select this mode if your computer is hooked directly to the internet. Do <span style="text-decoration: underline;">not</span> select this mode if you have a router (external firewall).
fr: Choisissez ce mode si votre ordinateur est directement relié à internet. Ne choisissez <span style="text-decoration: underline;">pas</span> ce mode si vous avez un routeur (pare-feu externe).

source: Firewall with UPnP
fr: Pare-feu avec UPnP

source: Select this mode if you are behind a firewall that supports the UPnP standard for program auto-configuration. DC++ will automatically open the ports it needs and obtain your external IP address. This mode is not available on operating systems before Windows XP, as it was the first version to have UPnP support. There is a <a href="faq_upnp.html">guide to configuring UPnP</a>.
fr: Choisissez ce mode si vous êtes derrière un pare-feu qui supporte le standard UPnP, qui permet la configuration automatique du programme. DC++ va alors ouvrir les ports dont il a besoin automatiquement et va obtenir adresse IP externe. Ce mode n'est pas disponible sur les systèmes d'exploitation avant Windows XP, ce dernier étant la première version à avoir supporté l'UPnP. Il y a un <a href="faq_upnp.html">guide pour la configuration de l'UPnP</a>.

source: Firewall with manual port forwarding
fr: Pare-feu avec redir. manuelle des ports

source: Select this mode if you are behind a firewall (router), and will set up the TCP and UDP port forwarding on your own. You <span style="text-decoration: underline;">will</span> need to specify the external IP address of your router using the setting below if you want downloads to work properly. Use <a href="faq_activemode.html">this guide</a> to set up active mode.
fr: Choisissez ce mode si vous êtes derrière un pare-feu (routeur), et que vous vous chargez de le régler de manière à ce qu'il ouvre les ports TCP et UDP. C'est <span style="text-decoration: underline;">vous</span> qui devrez spécifier l'adresse IP externe de votre routeur en utilisant l'option ci-dessous si vous voulez que vos téléchargements marchent correctement. Référez vous à <a href="faq_activemode.html">ce guide</a> pour ce qui concerne le réglage du mode actif.

source: Firewall (passive, last resort)
fr: Pare-feu (passif, dernier recours)

source: Select this mode if none of the previous options apply. In this mode, DC++ will not try to make inbound connections, only outbound ones. This mode carries some limitations:
fr: Choisissez ce mode si aucune des options précédentes ne vous conviennent. Dans ce mode, DC++ n'effectue aucune connexion entrante, mais uniquement des sortantes. Ce mode contient quelques limitations :

source: you will not be able to download from other passive users.
fr: vous ne pourrez pas télécharger à partir d'autres utilisateurs en mode passif.

source: This is the port that DC++ listens on for incoming client connections. If this setting is blank, DC++ will use a random port between 1025 and 32000.
fr: Le port sur lequel DC++ attend des connexions client entrantes. Si vide, DC++ utilisera un port aléatoire choisi entre 1025 et 32000.

source: This is the port that DC++ listens on for incoming search results. If this setting is blank, DC++ will use a random port between 1025 and 32000.
fr: Le port sur lequel DC++ attend des réponses de recherche entrantes. Si vide, DC++ utilisera un port aléatoire choisi entre 1025 et 32000.

source: This is the port that DC++ listens on for <a href="settings_certs.html">TLS</a> connections. If this setting is blank, DC++ will use a random port between 1025 and 32000. If specified, <b>it should be a different port value than TCP or UDP.</b>
fr: Le port sur lequel DC++ attend des connexions <a href="settings_certs.html">TLS</a>. Si vide, DC++ utilisera un port aléatoire choisi entre 1025 et 32000. Si spécifié, <b>doit être différent des ports TCP et UDP.</b>

source: If you're directly connected to the internet, DC++ will tell remote users to connect to your local IP. Fill in this box <span style="font-weight: bold;">only</span> if you need to override the auto-detection. Ordinarily, only users behind a home router (NAT device) will need to fill in this box. If you put a DNS name here, DC++ will try to resolve it into an IP address before use.
fr: Si vous êtes relié à internet directement, DC++ dira aux utilisateurs distants de se connecter à votre IP locale. Remplissez cette case <span style="font-weight: bold;">seulement</span> si vous avez besoin de sauter la détection automatique. En général, seuls les utilisateurs derrière un routeur personnel (périphérique NAT) ont besoin de remplir cette case. Si vous inscrivez un nom DNS ici, DC++ essayera de le résoudre en une adresse IP avant de l'utiliser.

source: Enable this to always use the IP address in "External / WAN IP", and not let either UPnP or connected hubs change it.
fr: Activez pour être sûr de toujours utiliser l'adresse IP définie dans "IP Externe / WAN", et pour ne pas la laisser être changée par l'UPnP ou par un hub connecté.

source: Outgoing connection settings
fr: Paramètres de connexions sortantes

source: Select this mode if you can make unrestricted outbound connections. This includes connecting to any IP address on any port.
fr: Choisissez ce mode si vous pouvez effectuer des connexions sortantes sans restriction. Ceci inclut de pouvoir se connecter à n'importe quelle adresse IP sur n'importe quel port.

source: Select this mode if you want to make outbound connections through a SOCKS proxy. The caveats for Firewall (passive) mode also apply here. SOCKS5 proxies are <span style="text-decoration: underline;">not</span> the same as HTTP proxies. DC++'s SOCKS5 support does <span style="text-decoration: underline;">not</span> include GSSAPI.
fr: Choisissez ce mode si vous souhaitez effectuer vos connexions sortantes par l'intermédiaire d'un proxy SOCKS. Les mêmes restrictions que celles du mode passif s'appliquent aussi ici. Un proxy SOCKS5 n'est <span style="text-decoration: underline;">pas</span> le même qu'un proxy HTTP. Le support de SOCKS5 par DC++ n'inclut <span style="text-decoration: underline;">pas</span> GSSAPI.

source: Socks IP
fr: IP socks

source: After a download is complete, DC++ tries to move your just finished file to this directory. It defaults to the "Downloads\" subdirectory under where the DC++ executable is located. The directory will be automatically created if needed. <br/>Make sure you have enough disk space for your downloads, have write access to the directory and have an appropriate file system if you download large files (note that maximum possible size for a file on a FAT32 volume is 4 GiB). <br/>If the target volume runs out of space, DC++ will keep your downloaded files in the Unfinished Downloads Directory having renamed them to their original filename.
fr: Après qu'un téléchargement est terminé, DC++ essaye de déplacer le fichier tout juste fini vers ce dossier, nommé par défaut "Downloads\" et situé dans le dossier d'installation de DC++. Le dossier sera automatiquement créé si besoin. <br/>Assurez-vous d'avoir assez d'espace disque pour vos téléchargements, d'avoir des droits d'accès en écriture pour le dossier, et d'avoir un système de fichiers approprié si vous téléchargez des fichiers larges (par exemple, la taille maximale d'un fichier dans un volume FAT32 est de 4 Gio). <br/>Si le volume de destination n'a plus d'espace libre disponible, DC++ garde les fichiers téléchargés dans le dossier des téléchargements en cours après les avoir renommés correctement.

source: All incomplete downloads will be stored in this directory. If you leave it empty, temporary downloads will be stored in the "Incomplete\" subdirectory under where the DC++ executable is located. The directory will be automatically created if needed.<br/> Make sure you have enough disk space for your unfinished downloads, have write access to the directory and have an appropriate file system if you download large files (note that maximum possible size for a file on a FAT32 volume is 4 GiB). From version 0.700 on of DC++, the antifragmentation method must always be used for segmented downloads to work correctly. Hence DC++ tries to reserve the full space needed for the file when starting the download. In case of an error (eg. when the drive that holds your Unfinished Downloads runs out of space), you will get an error message going like "Not enough space on the disk" even if your target drive does have enough free space! Incomplete file names follow the following rule: &lt;filename&gt;.&lt;ext&gt;.&lt;TTH&gt;.dctmp. <br/><br/> You can use the <span style="font-weight: bold;">%[targetdrive]</span> variable in order to have unfinished download directories in all of your target drives. This way, unfinished download directories will be distributed amongst all of your drives, resulting in a smaller chance of runnig out of disk space.<br/> <span style="text-decoration: underline">Example</span>: when %[targetdrive]DCUnfinished\ is set as the unfinished downloads directory, DC++ creates incomplete files in E:\DCUnfinished\ when you download to any target folder located on drive E: and so on...<br/> The %[targetdrive] variable is also useful if you often download larger files to a drive other than the one that contains your usual unfinished directory. At the end of a successful download, moving a large file from the unfinished folder to its target can be very time and resource consuming, especially when moving files to another partition of the same physical drive.
fr: Ce dossier servira à stocker tous les téléchargements incomplets. Si non défini, les téléchargements temporaires seront stockés dans le sous-dossier "Incomplete\\" du dossier d'installation de DC++. Le dossier sera automatiquement créé si besoin.<br/> Assurez-vous d'avoir assez d'espace disque pour vos téléchargements, d'avoir des droits d'accès en écriture pour le dossier, et d'avoir un système de fichiers approprié si vous téléchargez des fichiers larges (par exemple, la taille maximale d'un fichier dans un volume FAT32 est de 4 Gio). Depuis la version 0.700 de DC++, la méthode d'antifragmentation doit toujours être utilisée pour que les téléchargements par segments puissent fonctionner correctement. Par conséquent, DC++ essaye de réserver l'espace disque nécessaire à l'ensemble du fichier lors du début du téléchargement de celui-ci. En cas d'erreur (par exemple, si le disque qui contient votre "Dossier des téléchargements en cours" n'a plus d'espace libre disponible), vous obtiendrez un message d'erreur du genre "Pas assez d'espace disque disponible", et ceci même si votre disque de destination, lui, a bien assez d'espace libre ! Les noms des fichiers incomplets suivent la règle suivante : &lt;nom de fichier&gt;.&lt;ext&gt;.&lt;TTH&gt;.dctmp. <br/><br/> Vous pouvez utiliser la variable <span style="font-weight: bold;">%[targetdrive]</span> pour avoir des dossiers de téléchargements en cours dans tous vos disques de destination. De cette manière, ces dossiers seront distribués entre tous vos disques, ce qui réduira les probabilités de ne plus avoir d'espace disque disponible.<br/> <span style="text-decoration: underline">Exemple</span> : si %[targetdrive]DCIncomplets\\ est défini comme dossier des téléchargements en cours, DC++ crée les fichiers incomplets dans E:\\DCIncomplets\\ quand vous téléchargez vers un dossier situé dans le disque E:, et ainsi de suite...<br/> La variable %[targetdrive] est aussi utile si vous téléchargez souvent les fichiers larges dans un disque différent du disque qui contient votre dossier des téléchargements en cours habituel. En effet, à la fin d'un téléchargement réussi, le déplacement d'un fichier large à partir du dossier des téléchargements en cours vers le dossier de destination peut prendre du temps et des ressources, en particulier quand les fichiers en question sont déplacés vers une autre partition du même disque physique.

source: This HTTP proxy will <span style="text-decoration: underline">only</span> be used to request the Public Hub List specified above. It's <span style="text-decoration: underline">not</span> used for uploads, downloads, or connecting to a hub.
fr: Ce proxy HTTP sera <span style="text-decoration: underline">uniquement</span> utilisé pour la Liste de Hubs Publics définie ci-dessus, mais <span style="text-decoration: underline">pas</span> pour les envois, téléchargements, ou pour se connecter à un hub.

source: PM history
fr: Historique PM

source: The number of lines that will be read from the private message log and displayed when a new PM is received. (no default)
fr: Le nombre de lignes qui seront lues à partir du journal du message privé et qui seront affichées à la réception d'un nouveau PM. (pas de valeur par défaut)

source: This defines the size of the <a href="settings_sharing.html#slots">mini slot</a>. The minimum value for this setting is 64 KiB. (default: 64 KiB)
fr: Définit la taille d'un <a href="settings_sharing.html#slots">mini slot</a>. Cette option a une valeur minimale de 64 Kio. (défaut : 64 Kio)

source: This is your unique private ID (PID). This will later with an algorithm be used to identify you on ADC hubs. <span style="font-weight: bold;">Do not share this with other users.</span>
fr: Votre ID privé (PID) unique. Celui-ci sera utilisé, par l'intermédiaire d'un algorithme, pour vous identifier dans les hubs ADC. <span style="font-weight: bold;">À ne pas partager avec d'autres utilisateurs.</span>

source: Number of old search lines that will be shown in the Search Window. (default: 10)
fr: Nombre d'anciennes lignes de recherche à afficher dans la Fenêtre de Recherche. (défaut : 10)

source: This setting allows you to bind DC++ to a particular IP address on your machine. Most users do not need to change the default value, 0.0.0.0. However, if you have more than one network interface connected to the internet, you can force DC++ to use a particular connection by entering its IP here. If binding fails, it will do so silently and INADDR_ANY will be used instead. If you experience connection problems make sure that this is set to default. (default: 0.0.0.0)<br/> <span style="font-style: italic;"> This feature requires a restart to be fully effective.</span>
fr: Cette option vous permet de spécifier une adresse IP de votre machine en particulier que DC++ devra utiliser. La plupart des utilisateurs n'ont pas besoin de changer la valeur par défaut, 0.0.0.0. Cependant, si vous avez plusieurs interfaces réseau connectées à internet, vous pouvez forcer DC++ à utiliser une connexion en particulier en inscrivant son IP ici. Si DC++ n'arrive pas à utiliser cette interface, il utilisera alors silencieusement INADDR_ANY à la place. En cas de problèmes de connexion, assurez-vous que cette option est bien à sa valeur par défaut. (défaut : 0.0.0.0)<br/> <span style="font-style: italic;"> Cette fonctionnalité requiert un redémarrage pour être pleinement utilisable.</span>

source: To add directories to your "Download to" menu (file context menu in the <a href="window_search.html">Search</a> window), you can use the Add and Remove buttons, or drag and drop folders from a Windows Explorer window.
fr: Pour ajouter des dossiers à votre menu "Télécharger vers" (menu contextuel d'un fichier dans la fenêtre de <a href="window_search.html">Recherche</a>), vous pouvez utiliser les boutons Ajouter et Enlever, ou bien glisser-déplacer des dossiers à partir d'une fenêtre de l'Explorateur Windows.

source: This is general information about yourself. The nick is required, though it's suggested that you pick the correct connection type as well.
fr: Des informations générales à propos de vous. Le pseudo est obligatoire, mais il est recommandé d'aussi choisir votre type de connexion correctement.

source: This nickname, or handle, will identify you when you join a hub. It can be overridden on a per-hub basis in the <a href="window_favorite_hubs.html">Favorite Hub</a> Properties.
fr: Ce pseudonyme, ou identifiant, est utilisé pour vous identifier quand vous vous connectez à un hub. Vous pouvez définir un autre pseudo dans les propriétés de <a href="window_favorite_hubs.html">hubs favoris</a> qui sur-classera alors ce pseudo par défaut.

source: This description will show in the user list. It can be overridden on a per-hub basis in the <a href="window_favorite_hubs.html">Favorite Hub</a> Properties.
fr: Cette description apparaîtra dans la liste des utilisateurs. Vous pouvez définir une autre description dans les propriétés de <a href="window_favorite_hubs.html">hubs favoris</a> qui sur-classera alors cette description par défaut.

source: This drop-down contains a number of common upload speeds (in MiB/s), please choose the one closest to your own. Do not put in your download speed; this setting is a measure of how fast a source you are likely to be for other users.
fr: Cette liste déroulante contient un certain nombre de vitesses d'envoi habituellement rencontrées (en MiBits/s), veuillez choisir celle qui correspond le plus à la votre. N'inscrivez pas votre vitesse de téléchargement ; cette option est faite pour mesurer à quelle vitesse vous pouvez servir de source pour les autres utilisateurs.

source: All logs generated by DC++ will be put in this subdirectory.<br/> <span style="font-weight: bold;">Default:</span> The "Logs" subdirectory under where you've installed the application.
fr: Tous les journaux générés par DC++ seront stockés dans ce sous-dossier.<br/> <span style="font-weight: bold;">Défaut :</span> Le sous-dossier "Logs" du dossier d'installation de DC++.

source: <span style="font-weight: bold;">Default format:</span> [%Y-%m-%d %H:%M] %[message]
fr: <span style="font-weight: bold;">Format par défaut :</span> [%Y-%m-%d %H:%M] %[message]

source: Enables logging of completed downloads. File list downloads may not be logged if you've <a href="#filelist">disabled them</a>.
fr: Garde un journal des téléchargements terminés. Les téléchargements de listes de fichiers peuvent ne pas être inclus si <a href="#filelist">leur option</a> est désactivée.

source: Enables logging of completed uploads. File list uploads may not be logged if you've <a href="#filelist">disabled them</a>.
fr: Garde un journal des envois terminés. Les envois de listes de fichiers peuvent ne pas être inclus si <a href="#filelist">leur option</a> est désactivée.

source: %[sfv] - Whether the file was checked against a SFV file (0 = no, 1 = yes).
fr: %[sfv] - Si le fichier a été contrôlé avec un fichier SFV (0 = non, 1 = oui).

source: Enables logging of system-level messages. Examples of such messages are: notifications of files that have finished hashing, share refreshes, discovery of duplicate files, and disconnections of users who leave the hub (if <a href="settings_advanced.html#disconnect">enabled</a>).
fr: Garde un journal des messages système, comme par exemple : les notifications de clés de fichiers qui ont fini d'être générées, les mises à jour du partage, la découverte de fichiers dupliqués, ou encore les déconnexions d'utilisateurs qui quittent le hub (si <a href="settings_advanced.html#disconnect">activé</a>).

source: <span style="font-weight: bold;">Default: </span>[%Y-%m-%d %H:%M] %[message]
fr: <span style="font-weight: bold;">Défaut : </span>[%Y-%m-%d %H:%M] %[message]

source: Add successful file list transfers to your upload and download logs. If this option is disabled, file list transfers do not appear in the <a href="window_finished_downloads.html">Finished downloads</a> and <a href="window_finished_uploads.html">Finished uploads</a> windows. <em>Disabled by default.</em>
fr: Ajoute les transferts de listes de fichiers réussis à vos journaux des envois et des téléchargements. Si désactivé, les transferts de listes de fichiers n'apparaîtront pas dans les fenêtres des <a href="window_finished_downloads.html">Téléchargements terminés</a> et des <a href="window_finished_uploads.html">Envois terminés</a>. <em>Désactivé par défaut.</em>

source: Autoprio allows setting the queue item priority automatically when adding it to the download queue. A user can then change the priority of a file manually.<br/> Priority conditions are checked from the Highest to the Lowest priority, when assigning a priority to a new queue item. A zero means that the given priority level won't be used - except Normal priority, which is the default priority. Lowest possible value for the Highest priority is 16 KiB.
fr: Les priorités auto permettent d'ajuster la priorité des nouveaux téléchargements automatiquement quand ils sont ajoutés à la liste. Vous pouvez par la suite changer la priorité des fichiers manuellement si besoin.<br/> Les conditions de priorité sont parcourues de la Plus Haute à la Plus Basse, lors de l'attribution d'un niveau de priorité à un nouveau téléchargement. Un zéro signifie que le niveau de priorité donné ne sera pas utilisé - sauf pour la priorité Normale, qui est la priorité par défaut. La valeur la plus basse autorisée pour la priorité la Plus Haute est : 16 Kio.

source: Autodrop allows automatical removal (or disconnecting) of slow download sources. By default, slow sources are removed.<br/> All of these autodrop options are necessary to estimate and disconnect/drop sources properly.
fr: L'auto-déco permet d'enlever (ou de déconnecter) automatiquement les sources de téléchargement lentes. Par défaut, les sources lentes sont enlevées.<br/> Toutes les options d'auto-déco sont nécessaires pour pouvoir estimer et déconnecter/enlever les sources correctement.

source: This option removes the slow sources for all queue items (except file lists).<br/> To enable autodrop, turn on either "Autodrop slow sources for all queue items" or "Remove slow file lists" (or both of them).
fr: Cette option permet d'enlever les sources lentes pour tous les téléchargements dans la liste de téléchargement (à l'exception des listes de fichiers).<br/> Pour que l'auto-déco soit activée, activez soit "Auto-déco les sources lentes pour tous les téléchargements", soit "Enlever les listes de fichier lentes" (soit les deux).

source: With this option enabled, DC++ will delete a file list whose speed was recognized as too slow.<br/> To enable autodrop, turn on either "Autodrop slow sources for all queue items" or "Remove slow file lists" (or both of them).
fr: Si activé, DC++ enlèvera les listes de fichiers trop lentes à télécharger.<br/> Pour que l'auto-déco soit activée, activez soit "Auto-déco les sources lentes pour tous les téléchargements", soit "Enlever les listes de fichier lentes" (soit les deux).
