Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: In addition to these variables, all of the ADC INF flags are available, with the following prefixes: <b>my</b>, <b>user</b>, and <b>hub</b>. Some may <u>not</u> be available on NMDC hubs. Many useful ones are enumerated below:
hu: Ezen változókon kívül az összes ADC INF flag elérhető, a következő előtagokkal: <b>my</b>, <b>user</b> és <b>hub</b>. Néhányuk esetleg <u>nem</u> érhető el NMDC hubokon. Az alábbiakban felsorolunk néhány hasznos változót :
sv: Utöver dessa variabler, finns ADC INF flaggor med följande prefix: <b>min</b>, <b>användare</b> och <b>hubb</b>. Vissa kanske <u>inte</u> finns tillgängliga på NMDC-hubbar. Många användbara variabler räknas upp nedan:

source: %[myNI]: Your nick
fr: %[myNI] : Votre pseudo
hu: %[myNI]: A nick-ed
sv: %[myNI]: Ditt användarnamn

source: %[myCID]: Your ADC CID
fr: %[myCID] : Votre CID ADC
hu: %[myCID]: Az ADC CID-ed
sv: %[myCID]: Ditt ADC CID

source: %[userNI]: The user's nick
fr: %[userNI] : Le pseudo de l'utilisateur
hu: %[userNI]: A felhasználó nick-je
sv: %[userNI]: Användarens användarnamn

source: %[userCID]: The user's ADC CID
fr: %[userCID]: Le CID ADC de l'utilisateur
hu: %[userCID]: A felhasználó ADC CID-je
sv: %[userCID]: Användarens ADC CID

source: %[userI4]: The user's IP (if supported by hub)
fr: %[userI4] : L'IP de l'utilisateur (si supporté par le hub)
hu: %[userI4]: A felhasználó IP-je (ha a hub támogatja)
sv: %[userI4]: Användarens IP (om det stöds av hubben)

source: %[userTAG]: The user's tag
fr: %[userTAG] : Le tag de l'utilisateur
hu: %[userTAG]: A felhasználó tag-je
sv: %[userTAG]: Användarens tagg

source: %[userDE]: The user's description
fr: %[userDE] : La description de l'utilisateur
hu: %[userDE]: A felhasználó leírása
sv: %[userDE]: Användarens beskrivning

source: %[userEM]: The user's email
fr: %[userEM] : L'e-mail de l'utilisateur
hu: %[userEM]: A felhasználó email-je
sv: %[userEM]: Användarens e-postaddress

source: %[userSS]: The user's shared bytes (exact)
fr: %[userSS] : Le nombre (exact) d'octets que l'utilisateur partage
hu: %[userSS]: A felhasználó pontos megosztása byte-okban
sv: %[userSS]: Användarens utdelade bytes (exakt)

source: %[userSSshort]: The user's shared bytes (formatted with units)
fr: %[userSSshort] : Le nombre (formaté avec des unités) d'octets que l'utilisateur partage
hu: %[userSSshort]: A megosztás mérete byte-ban (formázottan, mértékegységgel)
sv: %[userSSshort]: Användarens utdelade bytes (formaterad med enheter)

source: Compatibilty Variables
fr: Variables de Compatibilité
hu: Kompatibilis változók
sv: Kompabilitetsvariabler

source: Setting up active mode
fr: Réglage du mode actif
hu: Aktív mód beállítása

source: For DC++ to work properly in active mode, it requires access on <acronym po4a-id=0>TCP</acronym> and <acronym po4a-id=1>UDP</acronym> listening ports, as well as outgoing access on all ports for both TCP and UDP.
hu: Ahhoz, hogy a DC++ problémamentesen működhessen aktív módban szükséges hogy elérése legyen egy-egy <acronym po4a-id=0>TCP</acronym> és <acronym po4a-id=1>UDP</acronym> porthoz, mind a bejövő, mind a kimenő kapcsolatok tekintetében.

source: If you are NOT behind a router:
fr: Si vous n'êtes PAS derrière un routeur:
hu: Ha NEM router mögött vagy

source: Click on File menu and then Settings. Click on <a po4a-id=0>Connection Settings</a>.
hu: Kattints a Fájl menüben a Beállítások almenüre, majd válaszd ki a <a po4a-id=0>Kapcsolat beállításai</a>t.

source: Select the <b>My computer is directly connected to Internet (no router)</b> radio button. Leave the IP fields blank. This will make DC++ use the current IP assigned to your network card. You must NOT have an internal IP address for this to work.
hu: Válaszd ki a <b>A számítógépem közvetlenül kapcsolódik az Internetre (nincs routerem)</b> opciót és hagyd a Külső / WAN IP mezőt üresen. Így a DC++ a hálózati kártyád IP címét fogja használni. Ez a kapcsolati mód csak külső (internet szolgáltatótól kapott) IP cím esetén működik, az IP cím NEM lehet belső hálózati.

source: Leave the TCP/UDP/TLS ports blank also. This will make DC++ randomize the port it uses each time.
fr: Laisser le champ port TCP/UDP/TLS vide également. Ceci fera que DC++ utilisera un port aléatoire à chaque fois.
hu: Hagyd üresen a TCP/UDP/TLS mezőket is, a DC++ véletleszerű portokat fog használni minden esetben.

source: Leave the Outgoing Connection settings set to Direct Connection. Click OK.
fr: Laisser la configuration Connexions Sortantes sur Connexion Directe. Cliquer sur Valider.
hu: Ellenőrizd, hogy a Kimenő kapcsolat beállítása szintén Közvetlen kapcsolaton maradjon. Ezután kattints az OK gombra.

source: You may need to allow DC++ in your <a po4a-id=0>built-in</a> or third party made <a po4a-id=1>software firewall</a>. Consult its documentation on how to do this.
hu: Előfordulhat, hogy a DC++-t engedélyezned kell a <a po4a-id=0>beépített</a> vagy a külön telepített (külső gyártó által készített) <a po4a-id=1>szoftveres tűzfaladon</a>. Ennek pontos módjához tekintsd át a szoftver dokumentációját.

source: Test active mode by joining several hubs and doing a search for a common term. You should get results back. If not, then you are likely behind a router, have an internal IP address or haven't properly configured your <a po4a-id=0>software firewall</a>.
hu: Teszteld a beállításokat úgy, hogy kapcsolódj több hubhoz és keress hétköznapi, gyakran előforduló kifejezésekre. Ha nem kapsz találatokat, akkor valószínűleg router mögött vagy, belsőhálózati IP-címed van vagy nem konfiguráltad be megfelelően a <a po4a-id=0>szoftveres tűzfaladat</a>.

source: If you are behind a router:
hu: Ha router mögött vagy

source: You can simplify the process of setting up active mode if your router and operating system is <acronym po4a-id=0>UPnP </acronym> compatible (UPnP is available only on Windows XP, Windows Vista or Windows 7). For setting up active mode with UPnP or get help how to decide that your router is UPnP compatible or not, please read the <a po4a-id=1>How to set up UPnP FAQ</a>. If UPnP does not work or is not an option, follow the steps below.
hu: Leegyszerűsítheted az aktív mód beállítását ha a routered és az operációs rendszered egyaránt <acronym po4a-id=0>UPnP </acronym> kompatibilis (UPnP támogatással a Windows XP, a Windows Vista és a Windows 7 rendelkezik). Annak eldöntéséhez, hogy a routered támogatja-e az UPnP-t valamint az aktív mód UPnP-vel történő használatának további tudnivalóihoz olvasd el az <a po4a-id=1>Hogyan állítsam be az UPnP-t</a> című GYIK-et. Ha az UPnP nem működik vagy nincs a használatára lehetőség, az itt következő lépések segíthetnek az aktív mód kézi beállításához.

source: The second option for using active mode behind a router or a gateway is to <i>set up port forwarding manually</i>. For an in-depth, but still easy to understand explanation of port forwarding, read <a po4a-id=0>What is Port Forwarding?</a> The following steps describe the configuration of port forwarding in general. Later you will find links to get configuration information specific to your own router device.
hu: A második lehetőség, hogy valaki router vagy átjáró mögött aktív módot használjon az, ha a kézzel beállítja a szükséges portok továbbítását. Itt található egy mélyreható de egyben közérthető magyarázat a port továbbítás műveletéről (angolul) : <a po4a-id=0>Mit jelent a port továbbítás?</a> A következő lépések segítséget nyújtanak a port továbbítás konfigurálásához általánosságban, míg lejjebb hivatkozások találhatóak ahol további információ szerezhető a különböző router eszközök konfigurálásáról.

source: First you need to set up the router to forward the connections to the computer with DC++. This is could be called Port mapping, port redirecting, port forwarding or something like that in your router configuration. Find out how to do this with your router / <acronym po4a-id=0>NAT</acronym> in the user manual came with your device.
hu: Elsőként be kell állítanod a routered, hogy a kapcsolatokat továbbítsa ahhoz a számítógéphez, ahol a DC++ fut. Ezt a funkciót 'Port mapping','Port redirecting', 'Port forwarding' vagy hasonló címszó alatt találhatod meg a routered <acronym po4a-id=0></acronym>konfigurációs oldalán. Pontos információkért nézd át a routeredhez kapott leírást.
sv: Först behöver du konfigurera din router att omdirigera anslutningar till datorn med DC++. Det kan kallas för 'port mapping', 'port redirecting', 'port forwarding' eller liknande i din router. Ta reda på hur du ska göra detta i din router / <acronym po4a-id=0>NAT</acronym> i användarmanualen som kom med din router.

source: You need to forward a port for both TCP and UDP protocols. You can use the same port number for both protocol type or different ones for each. Select one or two numbers between 1024 - 65535, they should mostly all be free. Make sure you select the corresponding protocol types (TCP, UDP or Both) when you create port forwarding rule(s).
hu: Alapesetben két megegyező vagy különböző számú szabad TCP és UDP portot szükséges továbbítani. Megadható egy-egy port mindkét protokollhoz vagy akár egy azonos port is a két különböző protokollhoz. Válassz ki egy vagy két számot 1024 és 65535 között, ezek a portok legtöbb esetben szabadok. Figyelj oda, hogy a router port-továbbítási beállításaiban a megfelelő (TCP v. UDP), esetleg mindkét (Both) protokoll továbbításra kerüljön a kiválasztott port(ok) tekintetében.

source: The IP that you are forwarding to should be the <b>internal</b> IP address of your computer running DC++. It usually begins with <a po4a-id=0>"192.168", "172.16." or "10.x."</a>. To see your internal IP address go to the command prompt and type: <i>ipconfig</i> (Start Menu -&gt; Run -&gt; <i>cmd /k ipconfig</i>)
hu: A portokat annak a számítógépnek a <b>belső</b> IP címére kell továbbítanod, amelyen a DC++-t futtatod. Ez az IP cím általában <a po4a-id=0>"192.168", "172.16." vagy "10.x."</a> számokkal kezdődik. A belső IP címedet a parancssorba írt <i>ipconfig</i> utasítással kérheted le. (Start Menü -&gt; Futtatás -&gt; <i>cmd /k ipconfig</i>)
sv: IP-adressen som Du vill omdirigera ska vara den <b>interna</b> IP-adressen för den dator som kör DC++. Vanligtvis börjar adressen med <a po4a-id=0>"192.168", "172.16." or "10.x."</a>. För att ta reda på din interna IP-adress gå till kommandoprompten och skriv: <i>ipconfig</i> (Startmenyn -&gt; Kör -&gt; <i>cmd /k ipconfig</i>)

source: When you have mapped the port(s) on the router, open up DC++ and go to <a po4a-id=0>Incoming connection settings</a>. Select <b>Manual port forwarding (I have configured my router by myself)</b>. In the port fields, enter the port number(s) that you forwarded on the router.
hu: Ha elkészültél a port továbbítási beállításokkal a routerben, indítsd el a DC++-t és a <a po4a-id=0>Bejövő kapcsolat beállításaiban</a> válaszd ki a <b>Kézi port-továbbítás (magam állítom be a routerem)</b> opciót. A Port mezőkbe írd be azon portok számát, amelyeket a routerrel továbbítasz.

source: In the External / WAN IP field, you need to enter the <b>external</b> IP address of your router. Your external IP can be checked on <a po4a-id=0>DSLReport's IP page</a> or at <a po4a-id=1>WhatIsMyIP.com</a>.
hu: Be kell írnod a 'Külső / WAN IP' mezőbe a routered <b>külső</b> IP címét. A külső IP címedet pl. a következő weboldalakon nézheted meg : <a po4a-id=0>DSLReport's IP page</a> vagy <a po4a-id=1>WhatIsMyIP.com</a>.
sv: I fältet för External / WAN IP ska du skriva in den <b>externa</b> IP-adressen som din router har. Din externa IP-adress kan du få fram med hjälp av <a po4a-id=0>DSLReport's IP page</a> eller hemsidan <a po4a-id=1>WhatIsMyIP.com</a>.

source: Active mode should now be working. For checking or troubleshooting if you have properly forwarded the port(s) to DC++, use <a po4a-id=0>www.canyouseeme.org</a>. Make sure DC++ is open. Then, from the site, enter in the port you're forwarding and click Check. If everything has been properly set up, the site should say Success. If you get an error message in red, then you need to double-check the port forwarding on the router, DC++ settings and possibly your <a po4a-id=1>built-in</a> or <a po4a-id=2>3rd party software firewall</a> settings.
hu: Ezek után az aktív módnak működnie kell. Ha mégsem megy, győződj meg róla, hogy a szükséges portok valóban megfelelően továbbítva vannak a routeredtől a DC++-hoz. Ehhez használd a <a po4a-id=0>www.canyouseeme.org</a> tesztoldalt. Győződj meg róla, hogy a DC++ fut, majd a tesztoldalon add meg a portokat amelyeket továbbítasz, majd kattints a 'Check' feliratú gombra. Ha minden rendben van, az oldalon zöld 'Success' feliratnak kell megjelennie. Ha ehelyett piros színű hibaüzenetet kapsz, ellenőrizd a fenti lépéseket, a router beállításokat, a DC++ kapcsolati beállításait, valamit ellenőrizd a <a po4a-id=1>Windows beépített tűzfalának</a> vagy esetleg <a po4a-id=2>más cég által gyártott szoftveres tűzfalnak</a> a beállításait (ha telepítettél ilyet).

source: You may find detailed how-to guides with screen shots for various router models at <a po4a-id=0>www.portforward.com</a>. There is a huge list of models there, click on your model name, then select DC++ from the list of applications. An interactive guide will appear to help you how to access your router's configuration page and how to set up port forwarding for DC++. You can find some more how-to's for popular router models at the <a po4a-id=1>DSLReport FAQ page</a> as well.
hu: A legtöbb router modell beállításához részletes, képernyőképeket is tartalmazó leírás található a <a po4a-id=0>www.portforward.com</a> oldalon (angolul). Itt egy nagy lista található a különböző típusú routerekkel, ahol is a router nevére kattintva, majd a DC++ alkalmazást kiválasztva egy interaktív segítség kapható ahhoz, hogy hogyan lehet bejutni az adott router konfigurációs oldalára és hogy kell a portok továbbítását a DC++ felé beállítani. Néhány elterjedtebb router modell beállításához további leírások találhatóak a <a po4a-id=1>DSLReport FAQ</a> oldalon is (angolul).

source: If active mode is working for a while, but <u>the next time when you use DC++</u>, you only get <i>Connection Timeout</i>s or no results when searching, your IP (either <b>external</b> or <b>internal</b>) is likely to have changed. Of course you can update your IP settings manually each time they changed, but there are better solutions to avoid constant IP address updates:
hu: Ha aktív módban egy ideig jól működik a letöltés, de <u>pl. a számítógép újraindítása vagy néhány napos DC++ használat után</u> ismét csak <i>Időtúllépés</i> hibaüzenetet kapsz vagy nem tudsz keresni, akkor nagy valószínűséggel valamelyik (<b>külső</b> vagy <b>belső</b>) IP címed megváltozott. Természetesen ekkor kézzel újra és újra kijavítható a megváltozott IP cím a kapcsolati beállításokban, azonban ennél elegánsabb és egyszerűbb megoldások is vannak az IP címek állandó állítgatása helyett :
sv: Om aktivt läge fungerat ett tag men <u>när du använder DC++ nästa gång</u> och du får meddelandet <i>Connection Timeout</i> eller inga träffar vid sökningar har antagligen en av de <b>externaa</b> eller <b>interna</b> IP-adresserna ändrats. Naturligtvis kan du manuellt uppdatera IP-adressinställningarna varje gång det händer men det finns bättre lösningar för att undvika ständiga IP-adressändringar.

source: If you find the external IP is constantly changing, you can sign up to a free dynamic DNS service such as <a po4a-id=0>No-IP</a> , <a po4a-id=1>Dynip</a> or <a po4a-id=2>DynDns</a> and put your dynamic DNS address into the External / WAN IP field in DC++ <a po4a-id=3>Connection Settings</a>. Each DDNS provider has a downloadable IP updater software what updates the dynamic name service with your latest IP. Make sure you download, configure and run this program while using DC++. Many router models have DDNS client software included for specific DDNS provider(s) so it worth a check in your router configurations before choosing a provider. After you setup the built-in DDNS client you won't need to run any IP updater software, your router will automatically take care of updating your DNS name.
hu: Abban az esetben ha a külső IP címed változik (dinamikus IP cím) érdmes regisztrálni egy ingyenes dinamikus DNS szolgáltatásra, mint pl. a <a po4a-id=0>No-IP</a> , a <a po4a-id=1>Dynip</a> vagy a <a po4a-id=2>DynDns</a>. Ezután az IP cím helyett a dinamikus DNS címedet írd be a Külső / WAN IP mezőbe a <a po4a-id=3>Kapcsolatok beállításaiban</a>. Minden DDNS szolgáltató rendelkezik egy letölthető IP cím frissítő kliens programmal, amely az IP cím változáskor automatikusan frissíti a dinamikus név szolgáltatást. Töltsd le és futtasd ezt a programot, mikor a DC++-t használod. Sok router eleve beépítve tartalmaz kliens programot egy vagy több dinamikus névszolgáltató használatához, így mielőtt szolgáltatót választasz, érdemes ezt megnézni a router konfigurációjában. A routerben végzett beállítások esetén nincs szükség a letölthető IP frissítő szoftverre, ez esetben a router automatikusan elvégzi a dinamikus cím frissítését.

source: If you find that your internal IP changes when you restart your computer then your operating system is obtaining an IP address from your router at boot using <a po4a-id=0>DHCP protocol</a>. If you want your computer to always have the same internal IP address you must setup Static DHCP in your router configuration. Static DHCP is a useful feature which makes your router always assign the same IP address to a specific computer on your network. You will have to <a po4a-id=1>find MAC address of your network card</a> to set up Static DHCP.
hu: Ha a belső IP címed változik meg amikor újraindítod a számítógéped, ez azt jelenti hogy az operációs rendszered a betöltődés során a routertől kapja a belső IP címet az un. <a po4a-id=0>DHCP protokol</a> segítségével. Ha azt szeretnéd, hogy a számítógéped mindíg azonos belső IP címmel rendelkezzen, két lehetőség közül választhatsz. A routerben beállítható Statikus DHCP-t választva beállítható, hogy egy adott számítógép a belső hálózatban mindíg ugyanazt a belső IP címet kapja. A számítógép azonosítása a hálózati kártya fizikai címével (MAC address) történik, amely pl. <a po4a-id=1>az itt leírt módszerrel</a> kereshető meg.
sv: Om du upptäcker att din interna IP-adress ändras när du startar om dator har ditt operativsystem fått en IP-adress av routern med hjälp av <a po4a-id=0>DHCP-protokollet</a>. Om du vill att din dator alltid ska få samma interna IP-adress måste du konfigurera din router att ge datorn statisk IP-adress . Statisk DHCP är användbart då routern alltid ger utvalda datorer samma IP-adress hela tiden. Du måste veta din ta reda på <a po4a-id=1>nätverkkortets MAC-adress</a> för att kunna sätta up Static DHCP. Vissa routermodeller listar alla anslutna MAC-adresser, för andra måste man själv ta reda på MAC-adressen.

source: Another option to ensure you'll always have the same internal IP address is to set up static IP address for your computer. Here's a <a po4a-id=0>FAQ</a> how to do this for different versions of Windows.
hu: A másik lehetőség, hogy mindíg azonos legyen a belső IP cím az, hogy fix (statikus) IP címet állítasz be a számítógépednek. Itt található egy <a po4a-id=0>leírás</a> (angolul) arról, hogy hogyan lehet ezt a műveletet elvégezni a különböző Windows operációs rendszerek alatt.
sv: Ett annat alternativ för att säkerställa att du alltid har samma interna IP-adress är att sätta upp statisk IP-adress i datorn. Här är en <a po4a-id=0>FAQ</a> över hur det görs i olika versioner av Windows. Tänk bara på att två datorer i samma nätverk INTE kan ha samma IP-adress.

source: Besides normal file transfers DC++ is capable of <a po4a-id=0>secure</a> (<a po4a-id=1>SSL encrypted</a>) way of receiving and transmitting files on ADC hubs. If you plan (or required) to use this feature and you <i>use DC++ in active mode with manual port forwarding</i> you should forward one more port for SSL handshake. You must choose and forward another free port between 1024 - 65535 for TLS which is <b>different than the one(s) you use for TCP and UDP</b>. In the port forwarding rule you should set the protocol type to <b>TCP or Both</b> for the TLS port. Finally you must put the port number to the TLS field in <a po4a-id=2>Incoming connections settings</a> to be able to download from users who have secure transfers enabled.
hu: A hagyományos fájl-átvitel mellett a DC++ képes <a po4a-id=0>titkosított</a> módon (<a po4a-id=1>SSL kódolással</a>) is küldeni és fogadni fájlokat. Ez a funkció csak ADC hubokon elérhető. Ha szeretnéd használni a titkosított átvitelt (vagy valamelyik hubon kötelező a használata) és <i>a DC++-t aktív módban, kézi port-továbbítással használod</i>, akkor egy újabb portot kell továbbítanod az SSL titkosítás számára. Válassz ki egy olyan újabb szabad portot 1024 és 65535 között a TLS számára, amely portszám <b>különbözik azoktól amelyek a TCP és UDP számára vannak beállítva</b>. A router port-továbbítási beállításában a protokoll típust <b>TCP-re vagy Both-ra</b> kell állítani. Végezetül az újonnan továbbított portot a <a po4a-id=2>Bejövő kapcsolatok beállításaiban</a> a TLS mezőbe kell beírni. Ezután a letöltés már azoktól a felhasználóktól is működni fog, akiknél a titoksított fájl-átvitel engedélyezett.

source: Troubleshooting Windows built-in firewall
hu: A Windows beépített tűzfalával kapcsolatos hibaelhárítás
sv: Felsök Windows inbyggda brandvägg

source: The firewall component included in recent Windows operating systems is enabled by default. While it does not offer a plethora of options, its suitable to use by itself for protection. If its enabled and you have problems accessing the Internet with DC++ the best practice is to check for and delete existing exception(s) for DC++ then let the operating system properly readd it at next start of DC++ application. To do this, close DC++ and
hu: A legutóbbi Windows verziókban található tűzfal összetevő alapértelmezetten be van kapcsolva. Bár nem rendelkezik túl sok beállítási lehetőséggel, mégis megfelel az alapvető védelem céljára. Ha a tűzfal engedélyezett és a DC++ nem képes elérni az Internetet, a legegyszerűbb megoldás megkeresni és letörölni DC++ kivételi szabályát a tűzfal konfigurációjában, majd hagyni hogy a DC++ következő elindításakor az operációs rendszer a helyes kivételi szabályt magától hozzáadja. Ehhez zárd be a DC++-t és

source: <u>in Windows XP Service Pack 2 & 3 or Windows Vista</u>: go to Control Panel -&gt; Windows Firewall -&gt; Exceptions Tab. Select DC++ and click Delete.
hu: <u>Windows XP Service Pack 2, 3 vagy Windows Vista esetén</u>: nyisd meg a Vezérlőpult -&gt; Windows Tűzfal -&gt; Kivételek fület. Itt válaszd ki a DC++-t és kattints a Törlés-re.

source: <u>in Windows 7</u>: go to Control Panel -&gt; Windows Firewall -&gt; Allow a program or feature through Windows Firewall. Select DC++ and click Remove.
hu: <u>Windows 7 esetén</u>: nyisd meg a Vezérlőpult -&gt; Windows Tűzfal -&gt; Program vagy szolgáltatás átengedése a Windows tűzfalon alblakot. Itt válaszd ki a DC++-t és kattints a Törlés-re.

source: Start DC++ again and if a firewall popup window appears asking permission for DC++, click Allow.
hu: Indítsd el újra a DC++-t és ha megjelenik egy tűzfal felugró ablak engedélyt kérve a DC++ számára, ott kattints az Engedélyezésre.
sv: Starta DC++ igen och om en förfrågan visas som frågar om att DC++ skall få ansluta till internet, tryck Häv blockering.
