Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Note; this is not the place to search for files. Open a <a po4a-id=0>Search window</a> to do that.
hu: Fontos, hogy a közös chat nem fájlok keresésére való. Ehhez inkább nyiss egy <a po4a-id=0>Keresés ablakot</a>.
sv: OBS; Detta är inte platsen att söka filer efter. Öppna ett <a po4a-id=0>sökfönster</a> för att göra det.

source: This window can be focused with Alt+C.
hu: Az ablakra az Alt+C gyorsbillentyű kombinációval lehet fókuszálni.
sv: Fönstret kan fokuseras med ALT+C.

source: Main chat messages
hu: A közös chat ablakban megjelenő üzenetek
sv: Meddelanden i huvudchatten

source: Messages destined to the status bar can also be shown in the main chat, depending on some options in <a po4a-id=0>Appearance settings</a>: one <a po4a-id=1>general option to have useful status messages sent to the main chat window</a> (enabled by default), and one <a po4a-id=2>to control whether spam messages should also be considered useful</a>. Regardless of these settings, status messages are always shown in the <a po4a-id=3>status bar of the hub window</a>.
hu: A <a po4a-id=0>Megjelenési beállítások</a> segítségével megadható, hogy milyen üzenetek és milyen formában jelenjenek meg a közös chat ablakban. Lehetőség van az <a po4a-id=1>állapotüzenetek a közös chat-ben való megjelenítésére</a> (alapértelmezetten engedélyezett), továbbá létezik beállítás <a po4a-id=2>annak eldöntésére is, hogy a különböző spam üzenetek (kick, stb...) kiszűrésre kerüljenek vagy sem</a>. A beállításoktól függetlenül az állapotüzenetek a <a po4a-id=3>hub ablak állapotsorában</a> mindenképpen megjelennek.
sv: Meddelanden destinerade för statusraden kan också visas i huvudchatten, beroende på vissa <a po4a-id=0>utseendeinställningar</a>: <a po4a-id=1>Val för att skicka användbara statusmeddelanden till huvudchatten</a> (aktiverad per standard), och <a po4a-id=2>bestäm om skräpmeddelanden också ska bedömas som användbara</a>. Oavsett dessa inställningar skickas alltid dessa meddelanden till <a po4a-id=3>statusraden för respektive hubbfönster</a>.

source: Status messages are easy to spot: they start with three asterisks (&#42;&#42;&#42;); on the other hand, normal messages generally contain a nick (either the name of an online user or a hub bot) printed between &lt; and &gt;. A better description of the various status bar messages can be found <a po4a-id=0>below</a>.
hu: A közös chat-ben megjelenő állapotüzenetek egyszerűen felismerhetőek: ezek mindíg három csillaggal (&#42;&#42;&#42;) kezdődnek, míg az egyéb üzenetek általában (egy felhszáló vagy hub bot) nick-jét tartalmazzák &lt; és &gt; közé zárva. Az állapotüzenetek lehetséges fajtái <a po4a-id=0>lejjebb</a>, az állapotsor leírásánál vannak felsorolva.
sv: Statusmeddelanden är lätta att upptäcka; de börjar alltid med tre stjärnor (&#42;&#42;&#42;); Normala meddelanden innehåller generellt sett ett användarnamn (antingen en användares eller en hubbott) mellan &lt; and &gt;. En utförligare beskrivning av de olika statusmeddelandena hittas <a po4a-id=0>nedan</a>.

source: Double-click on links (that start with http://, ftp://, www, etc) shown in the chat window to open them with the registered browser/viewer software.
hu: A chat-ben bárhol megjelenő hívatkozásokra (ezek http://, ftp://, www, stb... kezdődnek) duplán kattintva a hívatkozások megnyílnak a megfelelő regisztrált böngésző vagy megjelenítő programban.
sv: Klicka på en länk (som börjar med http://, ftp://, www. osv) i ett chattfönster öppnar dem i datorns valda webläsare/visningsprogram.

source: Users list (right)
fr: Liste des utilisateurs (à droite)
hu: Felhasználók listája (jobb oldal)
sv: Användarlista (höger)

source: List of users connected to the hub. You can right-click them to see the menu options available for each.
hu: A hubra kapcsolódott felhasználók listája. A lista elemeire jobb-clickelve előhozható a felhasználókhoz tartozó parancsmenü.
sv: Lista över användare anslutna till hubben. Du kan högerklicka på dem för att få fram en meny med olika val.

source: <a po4a-id=0>Follow this link to see what the different icons mean</a>.
hu: <a po4a-id=0>Itt megtalálható a különböző ikonok jelentése</a>.
sv: <a po4a-id=0>Följ denna länk för att se vad de olika ikonerna betyder</a>.

source: The users list can be shown or hidden by using the checkbox available in the bottom right of the hub window, in the status bar, right below the users list filter. When that checkbox is checked, the users list is shown.
hu: A felhasználói lista megjelenítése ki-be kapcsolható a hub ablak jobb alsó részében az állapotsoron, a felhasználói lista szűrője mellett található névtelen jelölőnégyzet segítségével.
sv: Användarlistan kan visas eller döljas genom att använda kryssrutan i nedre högra hörnet i hubbfönstret, i statusraden rakt under filterrutan i användarlistan. Ikryssad visas användarlistan.

source: This window can be focused with Alt+U.
hu: Az ablakra az Alt+U gyorsbillentyű kombinációval lehet fókuszálni.
sv: Detta fönster kan fokuseras med ALT + U.

source: The nicknames of the people currently connected to the hub.
fr: Les pseudos des gens actuellement connectés au hub.
hu: A hubra kapcsolódott felhasználók nick-jei.
sv: Användarnamnen för personerna anslutna till hubben.

source: Shared
fr: Partagé
hu: Megosztva
sv: Utdelad

source: How much each person is sharing.
fr: Combien chaque personne partage.
hu: Az egyes felhasználók megosztásának nagysága.
sv: Hur mycket varje användare delar ut.

source: How the people have described themselves.
fr: Comment les gens se sont décrits.
hu: A felhasználó leírása saját magáról vagy a megosztásáról.
sv: Användarens egen beskrivning av sig själv.

source: This shows information about what client they are using, how it's setup and how many hubs they are in. For example a tag like this &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; indicates that they are using DC++, version 0.705. They are in active mode (as opposed to M:P for passive and M:5 for Socks5 connection). They are unregistered in 1 hub, registered in 2 hubs and operators in 3 hubs. They have 4 slots open. More slots will open if they are all used and are uploading slower than 5kb/s. The complete specification and history of the DC++ tag can be found <a po4a-id=0>here</a>.
hu: Itt található információ arról, hogy a felhasználó milyen klienst használ, az hogyan van beállítva és hány hubra van kapcsolódva. Pl. a &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; tag azt jelenti, hogy a kliens DC++, verziója 0.705, aktív módban van (passzív mód esetén M:P jelenne meg, Socks5 kapcsolat esetén pedig M:5). 1 hubon nem regisztrált, 2 hubon regisztrált és 3 hubon operátor, valamint 4 slot-ja van nyitva. További slotokat nyit automatikusan, ha a feltöltése 5KiB/s-nél kisebbre csökken. A DC++ tag teljes leírása és története <a po4a-id=0>itt</a> megtalálható.
sv: Här visas information om vilken klient användaren använder, hur den är konfigurerad och antalet anslutna hubbar. En klientbeskrivning som &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; betyder att användaren använder DC++, version 0.705. Klienten använder aktivt anslutningsläge (M:P för passivt och M:5 för SOCKS5). Användaren är inte registrerad i 1 hubb, registrerad i 2 och operatör i 3. Användaren har 4 öppna slottar. Fler slottar öppnas om uppladdningshastigheten är lägre än 5 kb/s. En komplett beskrivning kan hittas <a po4a-id=0>här</a>.

source: Connection
fr: Connexion
hu: Kapcsolat
sv: Anslutning

source: The upload speed the user has.
fr: La vitesse d'envoi de l'utilisateur.
hu: A felhasználó feltöltési sebessége.
sv: Användarens (påstådda) uppladdningshastighet

source: The IP adress of the user.
hu: A felhasználó IP-címe.

source: The country code of the user (if available).
hu: A felhasználó országneve (ha elérhető).

source: Their E-Mail address. Normally blank or false.
fr: Leur adresse E-Mail. Généralement vide ou fausse.
hu: A felhasználó e-mail címe. Általában üres, vagy nem valós.
sv: Användarens e-postadress. Normalt tom eller falsk.

source: The users CID. This is a unique identifier of that person.
fr: Le CID de l'utilisateur. Il s'agit d'un identifiant unique pour cette personne.
hu: A felhasználó CID-je, amivel egyedileg azonosítható.
sv: Användarens CID (klientID). En unik identifierare för användaren.

source: Shortcut to the "Get file list" command: Alt+G.
hu: Gyorsbillentyű a "Fájl-lista letöltése" parancshoz : Alt+G.
sv: Genväg till kommandot "Ladda ner fillista" (Get file list): Alt + G.

source: Shortcut to the "Send private message" command: Alt+P.
hu: Gyorsbillentyű a "Privát üzenet küldése" parancshoz : Alt+P.
sv: Genväg till kommandot "Skicka privatmeddelanden": Alt + P.

source: Users list filter (bottom right)
fr: Filtre de la liste des utilisateurs (en bas à droite)
hu: Felhasználói lista szűrő (jobb alsó rész)
sv: Användarlistfilter (nedre högra hörnet)

source: Here, you can filter the users list so you will only see specific users. Eg, selecting 'Nick' in the drop down, and writing "foo" in the filter, will only display users that have "foo" in their nick.
hu: Itt szűrhető a felhasználói lista, ezzel csak megadott felhasználók láthatóak a listában. Pl. a Nick-et kiválasztva a legördülő menüből, majd a beviteli mezőbe "foo"-t írva csak azok a felhasználók maradnak a listában, amelyek nevében van "foo".

source: Note; users will only be visually filtered, not disconnected. You can revert to showing all users at any time by cleaning the text you have written in the filter.
hu: A kiszűrt felhasználók eltűnnek ugyan, de nyilván nem kapcsolódnak le a hubról. Bármikor visszatérhetsz a teljes felhasználói listához, ha a szűrő mezőbe írt szöveget törlöd.

source: Field to write a message (bottom left)
fr: Champ pour écrire un message (en bas à gauche)
hu: Az üzenetek beírására szolgáló mező (bal alsó rész)
sv: Fält för att skriva meddelanden (nedre vänstra hörnet)

source: Write a message here to chat with other users connected to the hub. You can press either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available).
hu: A hubra kapcsolódottakkal való chat-eléshez írd ide az üzenetedet, amelyet Enter vagy Alt+S megnyomásával küldhetsz el. Ugyanitt a <a po4a-id=0>Chat parancsok</a> is használhatóak, /help beírása ad listát az elérhető parancsokról.
sv: Skriv meddelanden här för att chatta med andra anslutna användare. Tryck Enter eller ALT + S för att skicka dina meddelanden. Du kan också använda <a po4a-id=0>/kommandon</a> (skriv /help för att se tillgängliga kommandon).

source: When composing a multiline message, this box resizes itself automatically according to the <placeholder id=0/> settings.
hu: Többsoros üzenet írásakor a beviteli mező automatikusan átméreteződik az <placeholder id=0/> beállításokban megadottak szerint.
sv: När du skriver meddelanden över flera rader ändrar skrivfältet automatiskt storlek beroende på <placeholder id=0/>-inställngingarna.

source: This window can be focused with Alt+M.
hu: Az ablakra az Alt+M gyorsbillentyű kombinációval lehet fókuszálni.
sv: Detta fönster kan fokuseras med ALT + M

source: Messages part (left)
fr: Partie réservée aux messages (à gauche)
hu: Üzenetek (bal oldalon)
sv: Meddelandedel (vänster)

source: You can see here the last status message or a kick message sent by the hub. To see more from the recent kick/status messages you can move the mouse pointer above the status bar - the last few messages will be shown as a tooltip shortly.
hu: Itt látható az utolsó állapotüzenet vagy a hub által küldött utolsó kick üzenet. A legutóbbi néhány kick- vagy állapotüzenet megtekintéséhez vidd az egérmutatót az állapotsor fölé, ezután rövid idő eltelltével az utolsó pár üzenet egy leíró buborékban megjelenik.
sv: Här kan du se senaste statusmeddelande eller meddelande om vem som senast sparkades ut ur hubben. För att se fler meddelanden lägg muspekaren över statusraden - De senaste meddelanden visas i en pratbubbla.

source: Common status messages:
hu: A leggyakoribb állapotüzenetek:
sv: Vanliga statusmeddelanden:

source: Messages about connecting, disconecting and redirecting to/from hubs and related problems
hu: Hubra kapcsolódás, megszakítás vagy hub átirányítás üzenetei és az ezekkel kapcsolatos problémák
sv: Meddelanden om anslutning till, bortkoppling och omdirigeringar till/från hubbar och relaterade problem.

source: Joins and parts of (favorite) users according to the <a po4a-id=0>Show joins...</a> settings
hu: A (kedvenc) felhasználók ki-be lépésének üzenetei a <a po4a-id=0>Felhasználók ki-be lépésének jelzése...</a> beállítások szerint
sv: Anslutning och bortkoppling av (favorit) användare allt enligt inställningen <a po4a-id=0>Visa användaranslutningar...</a>

source: Results of <a po4a-id=0>chat commands</a> issued
hu: A kiadott <a po4a-id=0>chat parancsok</a> eredményei
sv: Resultatet av skickade <a po4a-id=0>chattkommandon</a>

source: Private messages when you set to <a po4a-id=0>display them in the mainchat window instead of a new window</a>
hu: Privát üzenetek, ha <a po4a-id=0>új ablak helyett a közösben való megjelenítlés</a> van beállítva
sv: Privata meddelande om du valt inställningen <a po4a-id=0>visa privata meddelanden i huvudchatten istället för i eget fönster</a>

source: <a po4a-id=0>Standard Windows Socket error messages</a> in case of problems connecting to a hub or eg. when a hub disconnects unexpectedly (note that as these messages come directly from the operating system, they always appear in the language specified in your Windows locale settings regardless of what locale is set for DC++)
hu: <a po4a-id=0>Szabványos Windows Socket hibaüzenetek</a>, amennyiben problémák adódnak a hubhoz való kapcsolódáskor vagy a hub váratlanul megszakítja a kapcsolatot. Fontos tudni, hogy ezek az üzenetek közvetlenül az operációs rendszertől érkeznek, így mindíg a Windows terülelti beállítások által megadott nyelven jelennek meg, függetlenül attól, hogy a DC++ milyen nyelvi megjelenítésre van beállítva.
sv: <a po4a-id=0>Standard Windows socketfelmeddelanden</a> vid problem med anslutning till en hubb eller om den oväntant kopplar ifrån (observarea att dessa meddelanden alltid kommer direkt från operativsystemet och visas enligt det språk som valts för Windows oavsett vilket språk DC++ använder).

source: Everything which comes from the hub and does not start with a valid nick (NMDC hubs only)
hu: Minden olyan a hubtól érkező üzenet, amely nem egy létező nick-el kezdődik (csak NMDC hubok esetén)
sv: Allt som kommer från hubben och inte startar med ett riktigt användarnamn (endast NMDC-hubbar)

source: Hub secure status
hu: A hub biztonsági állapota

source: Shows the hub's secure status. If the hub uses secure hub-client communications then a padlock icon shown here with the actual trusted status and cipher shown as a tooltip of the icon. If the hub isn't secure this part of the status bar is completly missing.
hu: Megmutatja, hogy a hub biztonságos-e vagy sem. Ha a hub biztonságos hub-kliens kommunkikációt használ, akkor egy lakat ikon jelenik meg az állapotsoron. A tényleges megbízható állapot és a titkosítás módja az egeret lakatra húzva megjelenő szövegbuborékban jelenik meg. Ha a hub nem biztonságos, akkor a lakat egyáltalán nem jelenik meg.

source: Shows the number of users connected to the hub.
fr: Affiche le nombre d'utilisateurs connectés au hub.
hu: A hubra kapcsolódott felhasználók száma.
sv: Visar antalet anslutna användare som hubben har.

source: Total shared
fr: Partage total
hu: Teljes megosztás
sv: Total utdelning

source: Indicates the total amount of bytes shared by the users.
fr: Indique le nombre total d'octets partagés par les utilisateurs.
hu: A hubra kapcsolódott felhasználók összes megosztását mutatja.
sv: Visar det totala antalet bytes som alla användare delar ut.

source: Average share
fr: Partage moyen
hu: Átlagos megosztási méret
sv: Genomsnittsutdelning

source: Shows the amount of average share in the hub.
fr: Affiche le moyenne des partages du hub.
hu: A hubon lévő megosztások átlagos méretét mutatja.
sv: Visar den genomsnittliga utdelningsstorleken.

source: Unnamed check-box (right)
fr: Case à cocher sans nom (à droite)
hu: Névtelen jelölőnégyzet (jobb oldalon)
sv: Icke namngiven kryssruta (höger)

source: Show or hide the users list using this check-box.
fr: Affichez ou cachez la liste des utilisateurs en utilisant cette case à cocher.
hu: Megjeleníti / eltünteti a felhasználók listáját.
sv: Visa eller dölj användarlistan med hjälp av denna kryssruta.

source: Main Menu bar (top)
fr: Barre de menu principale (en haut)
hu: Főmenü (fent)
sv: Huvudmeny (överst)

source: File Menu
fr: Menu Fichier
hu: Fájl menü
sv: Filemny

source: You can find the file input-output functions as well as the basic connection options and the settings in this menu.
fr: Vous trouverez les fonctions relatives à des fichiers, liées aux connexions ou encore aux options dans ce menu.
hu: Az alapvető fájlokkal kapcsolatos műveletek, kapcsolódási és egyéb beállítások találhatóak ebben a menüben.
sv: Du kan hitta filrelaterade funktioner, enklare anslutningskommandin och inställningar på denna meny.

source: Quick connect...
hu: Gyors Csatlakozás...
sv: Snabbanslutning...

source: Allows you to connect to a hub by manually typing its address.
fr: Vous permet de vous connecter à un hub manuellement en écrivant son adresse.
hu: Hubhoz kapcsolódást biztosít a cím kézzel történő megadásával.

source: Opens a dialog asking to select a favorite hub group; after pressing "OK" in that dialog, <placeholder id=0/> windows will be opened for every hub that is part of the selected favorite hub group.
hu: Megnyit egy párbeszédablakot ahol kiválasztható egy kedvenc hub csoport. Ezután az "OK" gombra kattintva minden a csoportba tartozó hub megnyílik egy-egy új <placeholder id=0/> ablakban.
sv: Öppnar en dialog för att ange favorithubbgrupp. Efter att OK tryckts öppnas ett <placeholder id=0/>fönster för varje hubb som finns i favorithubbgruppen.

source: Reconnect
fr: Reconnexion
hu: Újracsatlakozás
sv: Återanslut

source: To reconnect (disconnect and connect again) the hub which is currently in the foreground. If the active window is not a hub, it does nothing.
fr: Se reconnecte (se déconnecte puis se connecte à nouveau) au hub qui est actuellement au premier plan. Si la fenêtre active n'est pas un hub, cette commande n'a aucun effet.
hu: Újracsatlakozik (szétkapcsol és újrakapcsolódik) az éppen előtérben lévő hubhoz. Ha az aktív ablak nem hub ablak, akkor semmi nem történik.
sv: To återansluta (koppla ifrån och ansluta igen ) till aktiv hubb. Om det aktiva fönstret inte är en hubb händer ingenting.

source: Follow last redirect
fr: Suivre la dernière redirection
hu: Az utolsó átirányítás követése

source: You are able to follow the redirection offered by the hub which is currently in the foreground. If the active window is not a hub, it does nothing.
fr: Vous permet de suivre la redirection proposée par le hub qui est actuellement au premier plan. Si la fenêtre active n'est pas un hub, cette commande n'a aucun effet.
hu: Segítségével az előtérben lévő hub ablakban felajánlott átirányítás követhető. Ha az aktív ablak nem egy hub ablak, akkor semmi nem történik.

source: Open file list...
fr: Ouvrir une liste de fichiers...
hu: Fájl-lista megnyitása...
sv: Öppna fillista...

source: This menu is for opening a previously downloaded filelist. It defaults to the FileLists directory in your DC++ program folder.
fr: Ouvre une liste de fichiers précédemment téléchargée. Parcourt par défaut le dossier FileLists du dossier d'installation de DC++.
hu: Ez a menü a korábban letöltött fájl-listák megnyitásához használható. Alapértelmezetten a fájl-listákat tartalmazó FileLists nevű könyvtár nyílik meg.

source: Open own list
fr: Ouvrir ma liste
hu: Saját fájl-lista megnyitása
sv: Öppna egen fillista

source: You can open and check how your own file list looks like. Useful to see what's displayed to others when they get your file list.
fr: Vous permet d'ouvrir et de vérifier à quoi ressemble votre propre liste de fichiers. Utile pour savoir ce que les autres voient lorsqu'ils téléchargent votre liste de fichiers.
hu: Ezzel a menüvel megnyithatod és böngészheted a saját fájl-listád. Hasznos, ha meg kívánod tekinteni hogyan néz ki a fájl-listád másoknál amikor letöltik.
sv: Du kan öppna din egen fillista för att se hur den ser ut. Användarbart för att se vad andra användare ser när de tittar i din fillista.

source: Match downloaded lists
fr: Correspondances dans les listes de fichiers téléchargées
hu: Összevetés a letöltött listákkal
sv: Matcha nerladdade fillistor

source: This function is used to match your download queue for already downloaded file lists (they stored in the FileLists directory in your DC++ program folder).
fr: Cette fonction permet de faire correspondre votre liste de téléchargement aux listes de fichiers déjà téléchargées (stockées dans le dossier FileLists du dossier d'installation de DC++).
hu: Ez a funkció a már letöltött fájl-listák a letölési sorral való összevetésére használható (a fájl-listák a FileLists nevű könyvtárban vannak eltárolva).

source: Refresh file list
fr: Mettre à jour la liste de fichiers
hu: Fájl-lista frissítése
sv: Uppdatera fillista

source: This will immediately rescan your shared directories for new or changed content and updates your file list.
fr: Lance immédiatement un nouveau scan de vos dossiers partagés et met à jour votre liste de fichiers pour refléter tout contenu ajouté ou changé.
hu: Ez a parancs azonnal átvizsgálja a megosztott könyvtárakat új ill. megváltozott tartalmat keresve majd frissíti a fájl-listádat.
sv: Detta menyval initierar en genomskanning av dina utdelade kataloger och uppdaterar din fillista därefter.

source: Open downloads directory
fr: Ouvrir le dossier des téléchargements
hu: Letöltési könyvtár megnyitása
sv: Öppna nerladdningskatalogen

source: Opens your downloads folder in Windows Explorer.
fr: Ouvre votre dossier des téléchargements dans l'Explorateur Windows.
hu: Megnyitja a letöltési könyvtáradat a Windows Intézőben.
sv: Öppnar din nedladdningskatalog i ett Windows Explorerfönster.

source: Opens the Settings panel.
fr: Ouvre la boîte de dialogue des Options.
hu: Megnyitja a Beállítások alblakot.
sv: Öppnar inställningsfönstret.

source: Exit
fr: Quitter
hu: Kilépés
sv: Avsluta

source: Closes DC++.
fr: Ferme DC++.
hu: Bezárja a DC++-t.
sv: Stänger ner DC++.

source: View Menu
fr: Menu Vues
hu: Nézet menü
sv: Visamenyn

source: You can open all DC++ tabs and windows with the sub-items of this menu. Some kind of tabbed windows can have only one instance opened while you are able to open more from others. If you try to open more from a tab which can't have more than one instance, the already opened one will be focused.
fr: Vous pouvez ouvrir tous les onglets et fenêtres de DC++ par ce menu. Certaines des fenêtres peuvent n'avoir qu'une seule instance ouverte à la fois, alors que d'autres peuvent en avoir plusieurs en même temps. Si vous essayez de ré-ouvrir une fenêtre qui ne peut avoir qu'une instance ouverte à la fois, celle déjà ouverte sera mis en avant.
hu: A DC++ összes lehetséges füle és ablaka megnyitható a Nézet menü almenüivel. Néhány fajta fül csak egy példányban nyitható meg, míg másokból több is kinyitható egyszerre. Ha olyan fajta fület próbálsz megnyitni, amelyből csak egy pédány lehet nyitva, a már megnyitott fül előtérbe kerül.
sv: Du kan öppna alla DC++-flikar och fönster med undermenyer på denna meny. Visa flikfönster kan det bara finnas ett öppet i taget av medan andra kan öppnas flera gånger. Om du försöker öppna fler från en flik som bara kan ha en öppen visas den redan öppna fliken.
