Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: There is an online <span style="text-decoration: underline">support forum and a bug &amp; feature tracker</span> also available. You can access these pages through the Help menu of DC++ or from the <a href="links.html">links page</a>. Please <b>go through all the documentation mentioned above before asking for support</b>. Most of the questions asked in the support page are already answered in the FAQs or even in the built-in Help.
fr: Un <span style="text-decoration: underline">forum de support et un tracker de bugs &amp; fonctionnalités</span> sont aussi disponibles en ligne. Vous pouvez accéder à ces différentes pages par le menu d'Aide de DC++ ou par la <a href="links.html">page des liens</a>. Merci de <b>bien consulter toutes les documentations mentionnées ci-dessus avant de demander de l'aide</b>. La plupart des questions posées dans la page d'aide en ligne ont déjà été répondues dans les FAQs ou même dans l'Aide intégrée.

source: <span style="text-decoration: underline">Important :</span> before asking for support please keep in mind that DC++ is a <span style="text-decoration: underline">client for connecting to a network and developers of DC++ have no connection to the owners of individual hubs or hublist servers</span>. So when you have a problem with a particular hub or hublist server (and you can use others without problems) the DC++ support team is unable to help you in any way.
fr: <span style="text-decoration: underline">Important :</span> avant de demander de l'aide, veuillez garder à l'esprit que DC++ est un <span style="text-decoration: underline">client pour se connecter à un réseau et que les développeurs de DC++ n'ont aucun lien avec les hébergeurs des différents hubs ou serveurs de listes de hubs</span>. De ce fait, quand vous avez un problème avec un hub ou un serveur de liste de hubs particulier (et que vous pouvez en utiliser d'autres sans problème), l'équipe d'aide de DC++ ne peut absolument pas vous aider.

source: <a href="index.html">Overview</a>
fr: <a href="index.html">Vue d'ensemble</a>

source: <a href="get_started.html">Get started</a>
fr: <a href="get_started.html">Premiers pas</a>

source: <a href="netiquette.html">Etiquette</a>
fr: <a href="netiquette.html">Étiquette</a>

source: <a href="window_main.html">Main DC++ window</a>
fr: <a href="window_main.html">Fenêtre principale de DC++</a>

source: <a href="window_pm.html">Private Message</a>
fr: <a href="window_pm.html">Message Privé</a>

source: <a href="window_file_list.html">File List</a>
fr: <a href="window_file_list.html">Liste de fichiers</a>

source: <a href="window_public_hubs.html">Public Hubs</a>
fr: <a href="window_public_hubs.html">Hubs Publics</a>

source: <a href="window_favorite_hubs.html">Favorite Hubs</a>
fr: <a href="window_favorite_hubs.html">Hubs Favoris</a>

source: <a href="window_favorite_users.html">Favorite Users</a>
fr: <a href="window_favorite_users.html">Utilisateurs Favoris</a>

source: <a href="window_download_queue.html">Download Queue</a>
fr: <a href="window_download_queue.html">Liste de Téléchargement</a>

source: <a href="window_finished_downloads.html">Finished Downloads</a>
fr: <a href="window_finished_downloads.html">Téléchargements terminés</a>

source: <a href="window_waiting_users.html">Waiting Users</a>
fr: <a href="window_waiting_users.html">Utilisateurs en attente</a>

source: <a href="window_finished_uploads.html">Finished Uploads</a>
fr: <a href="window_finished_uploads.html">Envois terminés</a>

source: <a href="window_search.html">Search</a>
fr: <a href="window_search.html">Recherche</a>

source: <a href="window_adlsearch.html">ADLSearch</a>
fr: <a href="window_adlsearch.html">Recherche ADL</a>

source: <a href="window_search_spy.html">Search Spy</a>
fr: <a href="window_search_spy.html">Espion de Recherche</a>

source: <a href="window_notepad.html">Notepad</a>
fr: <a href="window_notepad.html">Bloc-notes</a>

source: <a href="window_system_log.html">System Log</a>
fr: <a href="window_system_log.html">Journal Système</a>

source: <a href="window_network_stats.html">Network Statistics</a>
fr: <a href="window_network_stats.html">Statistiques réseau</a>

source: <a href="window_connections.html">Connections</a>
fr: <a href="window_connections.html">Connexions</a>

source: <a href="window_downloads.html">Downloads</a>
fr: <a href="window_downloads.html">Téléchargements</a>

source: <a href="dialog_indexing_progress.html">Indexing progress</a>
fr: <a href="dialog_indexing_progress.html">Progression de l'indexation</a>

source: <a href="dialog_user_command.html">User Command</a>
fr: <a href="dialog_user_command.html">Commande Utilisateur</a>

source: <a href="dialog_favorite_hub.html">Favorite Hub Properties</a>
fr: <a href="dialog_favorite_hub.html">Propriétés du Hub Favori</a>

source: <a href="dialog_adls_properties.html">ADLSearch Properties</a>
fr: <a href="dialog_adls_properties.html">Propriétés de la Recherche ADL</a>

source: <a href="dialog_public_hub_lists.html">Configured Public Hub Lists</a>
fr: <a href="dialog_public_hub_lists.html">Listes de Hubs Publics</a>

source: <a href="settings_general.html">Personal information</a>
fr: <a href="settings_general.html">Informations personnelles</a>

source: <a href="settings_connection.html">Connection settings</a>
fr: <a href="settings_connection.html">Paramètres de connexion</a>

source: <a href="settings_downloads.html">Downloads</a>
fr: <a href="settings_downloads.html">Téléchargements</a>

source: <a href="settings_favoritedirs.html">Favorites</a>
fr: <a href="settings_favoritedirs.html">Favoris</a>

source: <a href="settings_queue.html">Queue</a>
fr: <a href="settings_queue.html">Liste</a>

source: <a href="settings_sharing.html">Sharing</a>
fr: <a href="settings_sharing.html">Partage</a>

source: <a href="settings_appearance.html">Appearance</a>
fr: <a href="settings_appearance.html">Aspect</a>

source: <a href="settings_colors_and_sounds.html">Colors and sounds</a>
fr: <a href="settings_colors_and_sounds.html">Couleurs et sons</a>

source: <a href="settings_tabs.html">Tabs</a>
fr: <a href="settings_tabs.html">Onglets</a>

source: <a href="settings_windows.html">Windows</a>
fr: <a href="settings_windows.html">Fenêtres</a>

source: <a href="settings_advanced.html">Advanced</a>
fr: <a href="settings_advanced.html">Avancé</a>

source: <a href="settings_logs.html">Logs</a>
fr: <a href="settings_logs.html">Journaux</a>

source: <a href="settings_expert.html">Experts only</a>
fr: <a href="settings_expert.html">Experts seulement</a>

source: <a href="settings_user_commands.html">User Commands</a>
fr: <a href="settings_user_commands.html">Commandes Utilisateur</a>

source: <a href="settings_certs.html">Security Certificates</a>
fr: <a href="settings_certs.html">Certificats de Sécurité</a>

source: <a href="faq_whyactive.html">Why do I need active mode?</a>
fr: <a href="faq_whyactive.html">Pourquoi préférer le mode actif ?</a>

source: <a href="faq_activemode.html">How to set up active mode?</a>
fr: <a href="faq_activemode.html">Comment régler le mode actif ?</a>

source: <a href="faq_upnp.html">How to set up UPnP?</a>
fr: <a href="faq_upnp.html">Comment régler l'UPnP ?</a>

source: <a href="faq_university.html">My University blocks DC++</a>
fr: <a href="faq_university.html">Mon Université bloque DC++</a>

source: <a href="faq_nosearch.html">Why don't I get any search results?</a>
fr: <a href="faq_nosearch.html">Pourquoi est-ce que je ne reçois aucun résultat de recherche ?</a>

source: <a href="faq_slowdownload.html">Why am I getting slow download speeds?</a>
fr: <a href="faq_slowdownload.html">Pourquoi mes téléchargements sont-ils lents ?</a>

source: <a href="faq_keyboard_commands.html">Which keyboard shortcuts are available?</a>
fr: <a href="faq_keyboard_commands.html">Quels sont les raccourcis clavier disponibles ?</a>

source: <a href="faq_different_icons.html">What do the different icons mean?</a>
fr: <a href="faq_different_icons.html">Que signifient les différentes icônes ?</a>

source: <a href="faq_units.html">What do the units mean?</a>
fr: <a href="faq_units.html">Que signifient les unités ?</a>

source: <a href="faq_install.html">How do I install/uninstall/upgrade DC++?</a>
fr: <a href="faq_install.html">Comment installer / désinstaller / mettre à jour DC++?</a>

source: <a href="faq_secret.html">What secret stuff are there?</a>
fr: <a href="faq_secret.html">Quels secrets y'a-t-il ?</a>

source: <a href="faq_plusplus_tag.html">What do the DC++ tags mean?</a>
fr: <a href="faq_plusplus_tag.html">Que signifient les tags de DC++ ?</a>

source: <a href="compile.html">Compile instructions</a>
fr: <a href="compile.html">Instructions pour compiler DC++</a>

source: <a href="dev_applypatch.html">Applying patches</a>
fr: <a href="dev_applypatch.html">Appliquer des patchs</a>

source: <a href="dev_createpatch.html">Creating patches</a>
fr: <a href="dev_createpatch.html">Créer des patchs</a>

source: <a href="chat_commands.html">Chat Commands</a>
fr: <a href="chat_commands.html">Commandes de Chat</a>

source: <a href="changelog.html">Changelog</a>
fr: <a href="changelog.html">Historique des changements</a>

source: <a href="links.html">Links</a>
fr: <a href="links.html">Liens</a>

source: <a href="credits.html">Help File Credits</a>
fr: <a href="credits.html">Crédits du Fichier d'Aide</a>

source: <br/> <span style="FONT-WEIGHT: bold">10.0.0.0</span> through <span style="FONT-WEIGHT: bold">10.255.255.255</span> (10/8 prefix)<br/> <span style="FONT-WEIGHT: bold">172.16.0.0</span> through <span style="FONT-WEIGHT: bold">172.31.255.255</span> (172.16/12 prefix)<br/> <span style="FONT-WEIGHT: bold">192.168.0.0</span> through <span style="FONT-WEIGHT: bold">192.168.255.255</span> (192.168/16 prefix)
fr: <br/> De <span style="FONT-WEIGHT: bold">10.0.0.0</span> à <span style="FONT-WEIGHT: bold">10.255.255.255</span> (préfixe 10/8)<br/> De <span style="FONT-WEIGHT: bold">172.16.0.0</span> à <span style="FONT-WEIGHT: bold">172.31.255.255</span> (préfixe 172.16/12)<br/> De <span style="FONT-WEIGHT: bold">192.168.0.0</span> à <span style="FONT-WEIGHT: bold">192.168.255.255</span> (préfixe 192.168/16)

source: After each search, your search terms will be cleared. The last terms will be accessible through the drop-down. You can set how many terms that you want to save by using <a href="settings_expert.html#searchhistory">Search history</a>.
fr: Après chaque recherche, vos termes de recherche seront effacés. Vos derniers termes de recherche resteront accessibles par la liste déroulante. Vous pouvez définir combien de termes de recherche vous souhaitez sauver dans <a href="settings_expert.html#searchhistory">Historique des recherches</a>.

source: Register with Windows to handle dchub:// and adc:// URL links
fr: S'enregistrer dans Windows pour la gestion des liens URL dchub:// et adc://

source: When set, DC++ will be the default handler for all dchub:// and adc:// links. These links can appear on web pages, internet shortcuts on your computer, or be typed and run as a program from the Start Menu. Disable this if you prefer for a different application to handle Direct Connect hub links. Disabling will make DC++ remove the keys from the Windows registry.
fr: Si activé, DC++ sera défini comme application par défaut pour les liens dchub:// et adc://. Ces liens peuvent apparaître dans des pages web, des raccourcis Internet sur votre ordinateur, ou être écrits puis exécutés depuis le Menu Démarrer. Désactivez si vous préférez qu'une autre application se charge de gérer les liens Direct Connect. Si désactivé, DC++ enlèvera les clés correspondantes du registre de Windows.

source: When set, DC++ will register itself to handle magnet: links. These links will let you search the Direct Connect network for a file matching a given file hash, given that the magnet link contains information appropriate for the Direct Connect network. DC++ uses Magnethandler to give a choice between supported P2P applications when magnet.exe is installed on the system or is located in the application's directory. Disabling will make DC++ remove the key from the Windows registry.
fr: Si activé, DC++ sera défini comme application par défaut pour les liens magnet:. Ces liens vous permettent de rechercher un fichier dans le réseau Direct Connect à partir de sa clé, à condition que le lien magnet contienne des informations compatibles avec le réseau Direct Connect. Quand magnet.exe est installé ou bien se trouve dans le dossier de l'application, DC++ utilise Magnethandler pour donner le choix de l'application P2P à utiliser. Si désactivé, DC++ enlèvera la clé correspondante du registre de Windows.

source: When in away mode, don't send the away message to users that appear to be bots. Having this option disabled is very annoying if you get messages from bots that link chat from multiple users (the most well known example is the Operator Chat facility found in many hubs). Users are judged to be bots if they have an empty Connection type. <span style="font-style: italic;">Enable if unsure.</span>
fr: Quand le mode absence est activé, ne pas envoyer le message d'absence aux utilisateurs qui paraissent être des bots. Si cette option est désactivée, vous pouvez être bien embêté si vous recevez des messages de bots qui permettent à plusieurs utilisateurs de chatter dans un espace privé (l'example le plus connu est le Chat Opérateurs que l'on retrouve dans de nombreux hubs). Un utilisateur est considéré comme étant un bot si son type de connexion est vide. <span style="font-style: italic;">Activez en cas de doute.</span>

source: If you're using the <a href="window_adlsearch.html">ADLSearch</a> features, keeping this option enabled will make a file show up in only the first search it matches. If disabled, it may appear multiple times, if it matches more than one search. <span style="font-style: italic;">Disable if unsure.</span>
fr: Si vous vous servez de la <a href="window_adlsearch.html">recherche ADL</a>, avec cette option activée, un fichier n'apparaîtra qu'une fois même s'il répond aux critères de plusieurs recherches. Si désactivé, un tel fichier qui répond aux critères de plusieurs recherches pourra apparaître plusieurs fois. <span style="font-style: italic;">Désactivez en cas de doute.</span>

source: When transfering data with a compatible client, DC++ will try to use ZLIB compression with integrity checks. This uses some CPU cycles, but can dramatically speed up transfers of uncompressed files as well as ensure file integrity (reduce the chance of corruption to near zero).<span style="font-style: italic;">Enable if unsure.</span>
fr: Pour le transfert de données avec un client compatible, DC++ essayera d'utiliser la compression ZLIB, qui inclut des vérifications d'intégrité des données. Ceci nécessite des cycles de CPU supplémentaires, mais peut augmenter la vitesse de transfert de fichiers non-compressés de façon conséquente, et aussi assurer une meilleure vérification de l'intégrité des fichiers (réduit les probabilités de corruption à quasiment zéro).<span style="font-style: italic;">Activez en cas de doute.</span>

source: Enable this to send <a href="chat_commands.html">/commands</a> that DC++ does not recognize to the hub as normal chat.
fr: Activez pour que lorsqu'une <a href="chat_commands.html">/commande</a> n'est pas reconnue, DC++ l'envoie au hub en tant que chat normal.

source: With this option enabled, and <a href="window_settings_advanced.html#disconnect">Automatically disconnect users who leave the hub</a>, users who are in your <a href="favorite_users.html">Favorite users</a> page are not disconnected.
fr: Si cette option et <a href="window_settings_advanced.html#disconnect">Déconnecter automatiquement les utilisateurs qui quittent le hub</a> sont activées, vos <a href="favorite_users.html">utilisateurs favoris</a> ne seront pas déconnectés.

source: With this option enabled, DC++ uses <a href="http://www.coralcdn.org">The Coral Content Distribution Network</a> when establishing HTTP connections.<br/> If the download fails, DC++ tries again with the non-Coralized address.
fr: Si activé, DC++ utilise <a href="http://www.coralcdn.org">The Coral Content Distribution Network</a> pour établir ses connexions HTTP.<br/> Si le téléchargement échoue, DC++ essaye à nouveau avec l'adresse non-Coralisée.

source: With this option enabled, DC++ will sort the downloads and uploads; Current download(s), waiting download(s), current upload(s) and waiting upload(s). <br/>With this option disabled, DC++ will sort downloads and uploads; Current download(s), current uploads(s), waiting download(s) and waiting upload(s).
fr: Si activé, les téléchargements et envois seront triés dans cet ordre : téléchargements en cours, téléchargements en attente, envois en cours, envois en attente. <br/>Si désactivé, les téléchargements et envois seront triés dans cet ordre : téléchargements en cours, envois en cours, téléchargements en attente, envois en attente.

source: Filter kick messages
fr: Filtrer les messages d'expulsion

source: When enabled, kick and debug chat messages (sent by other clients) are hidden from main chat. These messages are generally not useful and make reading the chat more troublesome.
fr: Si activé, les messages d'expulsion ou de debug envoyés sur le chat central (par d'autres clients) seront cachés. Ces messages sont en général inutiles et rendent la lecture du chat plus difficile.

source: This option will show time stamps on chat lined in newly opened hubs. In order to show them in an already open hub, use the <a href="chat_commands.html#ts">/ts chat command</a>. To customize the format of the time stamps, see the <a href="#set_timestamps">Set Timestamps</a> option below.
fr: Cette option permet d'afficher l'heure à côté des lignes de chats dans tout hub nouvellement ouvert. Afin d'avoir cette fonctionnalité dans un hub déjà ouvert, utilisez <a href="chat_commands.html#ts">la commande de chat /ts</a>. Pour personnaliser le format de l'heure, utilisez l'option <a href="#set_timestamps">Réglage format de l'heure</a> ci-dessous.

source: Show some messages destined for the Status Bar in main chat as well. <span style="font-style: italic;">It's generally a good idea to leave this enabled.</span>
fr: Afficher dans le chat central certains messages qui étaient destinés à la barre d'état. <span style="font-style: italic;">En général, il est bon d'activer cette option.</span>

source: Show an entry in main chat whenever someone joins or leaves the hub. Use the <a href="chat_commands.html#showjoins">/showjoins chat command</a> to enable or disable it on already open hubs. <span style="font-style: italic;">On large hubs, you don't want this enabled.</span>
fr: Afficher une entrée dans le chat central à chaque fois que quelqu'un entre ou sort du hub. Utilisez <a href="chat_commands.html#showjoins">la commande de chat /showjoins</a> pour activer ou désactiver cette option dans un hub déjà ouvert. <span style="font-style: italic;">Dans les gros hubs, vous feriez mieux de ne pas activer cette option.</span>

source: With this option enabled, only the joining and parting of <a href="window_favorite_users.html">Favorite Users</a> are shown.
fr: Si activé, les entrées et sorties d'<a href="window_favorite_users.html">utilisateurs favoris</a> seront les seules affichées.

source: With this option enabled, those users who are <a href=window_favorite_users.html>favorite users</a> will be sorted first in user lists.
fr: Si activé, vos <a href=window_favorite_users.html>utilisateurs favoris</a> seront triés en haut des listes d'utilisateurs.

source: If you have this option on, DC++ will use the per-extension icons from Windows Explorer. <span style="font-style: italic;">Turning on this option slows browsing file lists a bit.</span>
fr: Si activé, DC++ utilisera les icônes de l'Explorateur Windows spécifiques à chaque extension de fichier. <span style="font-style: italic;">Activer cette option ralentit un peu l'exploration de listes de fichiers.</span>

source: When selected, country codes for your uploaders and downloaders appear in the <a href="window_connections.html">Connections</a> window. This function uses the <a href="links.html#geoip">GeoIPCountryWhois.csv</a> database provided by <a href="http://www.maxmind.com" target="_blank" class="external">MaxMind</a>.
fr: Si activé, les codes pays de vos envoyeurs et téléchargeurs apparaîtront dans la fenêtre des <a href="window_connections.html">Connections</a>. Cette fonction utilise la base de données <a href="links.html#geoip">GeoIPCountryWhois.csv</a> fournie par <a href="http://www.maxmind.com" target="_blank" class="external">MaxMind</a>.

source: This is the default away message that will appear when someone PMs you for the first time while you are in the away mode. You can activate away mode by using the <a href="chat_commands.html#awayback">/away &lt;message&gt; and /back chat commands</a> or <a href="settings_advanced.html#autoaway">Auto-away on Minimize option</a>. All time formatting variables are available, see <a href="settings_logs.html#timeformat">Logs</a>. Use Ctrl + Enter to create a new line. <br/>(default: "I'm away. State your business and I might answer later if you're lucky.")
fr: Le message d'absence par défaut qui sera utilisé en réponse automatique à toute personne qui vous enverra un message privé pour la première fois pendant que vous êtes en mode absence. Vous pouvez activer le mode absence en utilisant les <a href="chat_commands.html#awayback">commandes de chat /away &lt;message&gt; et /back</a>, ou encore avec l'option <a href="settings_advanced.html#autoaway">Activer automatiquement le mode absence quand DC++ est réduit</a>. Toutes les variables de formattage d'heure sont disponibles, se référer à <a href="settings_logs.html#timeformat">Journaux</a>. Utilisez Ctrl + Entrer pour créer une nouvelle ligne. <br/>(défaut : "I'm away. State your business and I might answer later if you're lucky.")

source: This lets you select the format of the time stamps that can appear in the chat and private message windows. For the available formatting variables, please see <a href="settings_logs.html#timeformat">Logs</a>. <br/>(default: %H:%M)
fr: Cette option vous permet de définir le format de l'heure telle qu'elle s'affiche à côté des lignes de chat central ou des messages privés. Pour voir les variables disponibles, se référer à <a href="settings_logs.html#timeformat">Journaux</a>. <br/>(défaut : %H:%M)

source: This file is your personal and private certificate file. <span style="font-weight: bold;">Do not share this with other users or hubs.</span> If you do, you risk allowing others to use your certificate and in essence pose as you.
fr: Ce fichier est votre fichier de clé personnelle et privée. <span style="font-weight: bold;">Ne la donnez à aucun autre utilisateur ou hub.</span> Si vous le faites, vous risquez de leur permettre d'utiliser votre certificat et ainsi de se faire passer pour vous.

source: This setting determines the color and font used in many DC++ windows.
fr: Cette option définit la couleur et la police utilisées dans plusieurs des fenêtres de DC++.
