Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Speed
fr: Vitesse
hu: Sebesség
sv: Hastighet

source: The current up or download speed
fr: La vitesse actuelle en envoi ou en téléchargement
hu: Az aktuális fel- vagy letöltési sebesség

source: Chunk
fr: Morceau
hu: Rész

source: Remaining and total size of the current chunk being downloaded
fr: Tailles restante et totale du morceau actuellement en téléchargement
hu: Az éppen letöltött rész hátralévő és teljes mérete.

source: Transferred (Ratio)
fr: Transféré (Ratio)
hu: Átvitt (arány)
sv: Överfört (förhållande)

source: Shows the total number of data bytes transferred since the connection was established. The compression ratio (in case of compressed transfers) is added between parentheses
fr: Affiche le nombre total d'octets de données transférés depuis que la connexion a été établie. Le ratio de compression (pour les transferts compressés) est ajouté entre parenthèses
hu: Ebben az oszlopban a kapcsolat létrejötte óta átvitt adat byte-ok mennyisége, ill. zárójelben - amennyiben tömörített az átvitel - a tömörítés aránya látható.

source: Queued
fr: En attente
hu: Várakozik

source: During download this column displays the total size of files in the queue available from this connection
fr: Au cours du téléchargement, cette colonne affiche la taille totale des fichiers en attente disponibles à partir de cette connexion
hu: Letöltés során ez az oszlop mutatja a letöltési sorban lévő olyan fájlok együttes méretét, amelyek az adott kapcsolat megosztásában elérhetőek.

source: Cipher
fr: Chiffrement
hu: Titkosítási mód
sv: Kodning

source: In case of a secure connection it shows the encoding method
fr: Affiche la méthode de cryptage si la connexion est sécurisée
hu: A kódolás módszerét mutatja biztonságos kapcsolat esetén.

source: IP address of the connected peer
hu: A kapcsolódott felhasználó IP-címe

source: Country
fr: Pays
hu: Ország
sv: Land

source: Country code of the connected peer (if available)
hu: A kapcsolódott felhasználó országneve (ha elérhető)

source: Context menu commands
hu: Jobb-click menü parancsok
sv: Högerklicksmeny

source: Force attempt
hu: Kényszerített próbálkozás
sv: Tvinga fram försök till anslutning

source: Forces DC++ to try to connect to the user immediately.
hu: A felhasználóhoz való azonnali kapcsolódásra utasít
sv: Tvingar DC++ att försöka ansluta till användaren direkt.

source: Disconnect
hu: Szétkapcsolás
sv: Koppla från

source: Forces DC++ to disconnect the user immediately.
hu: A felhasználótól való azonnali szétkapcsolódásra utasít
sv: Tvingar DC++ att koppla ifrån användaren direkt.

source: Download queue
fr: Liste de téléchargement
hu: Letöltési sor
sv: Nedladdningskö

source: Left screen
fr: Partie de gauche
hu: Bal oldali rész
sv: Vänstra skärmdelen

source: This screen will display the queued directories in a tree view.
fr: Affiche les dossiers mis en téléchargement sous forme d'arborescence.
hu: Ezen az oldalon fastruktúrában láthatóak a sorba helyezett könyvtárak.
sv: Denna skärmvy visasr köade kataloger i en trädstruktur

source: Menu options
fr: Options des menus
hu: Jobb-click menü parancsok
sv: Menyval

source: Set priority
fr: Définir la priorité
hu: Fontossági sorrend beállítása
sv: Ändra prioritet

source: This will set the priority of all files in the directory. If a file is paused, it will not begin to download and it will not be <a po4a-id=0>automatically searched</a> for.
hu: Beállítja a könyvtárban lévő fájlok fontossági sorrendjét. Ha egy fájl szüneteltetve van, letöltése nem kezdődik meg és nem is kerül be az <a po4a-id=0>Alternatív letöltési helyek automatikus keresésébe</a> sem.
sv: Detta sätter prioriteten för alla filerna i katalogen. Om en fil pausas kmmer inte nedladdning att starta och ingen <a po4a-id=0>automatisk sökning</a> sker.

source: Move/Rename
fr: Déplacer/Renommer
hu: Mozgatás/Átnevezés
sv: Flytta/Byta namn

source: Moves and/or renames the queued directory.
fr: Déplace et/ou renomme le dossier.
hu: Átmozgatja és/vagy átnevezi a sorban lévő könyvtárt.
sv: Flyttar och/eller byter namn på den köade katalogen.

source: Deletes the queued directory from the queue. If <a po4a-id=0>Confirm item removal in download queue</a> is enabled, you will be prompted.
hu: Törli a sorban lévő könyvtárat. Ha a <a po4a-id=0>Megerősítés kérése a letöltési sorból való eltávolításkor</a> beállítás engedélyezett, a törlés előtt megerősítést kér.
sv: Raderar den köade katalogen från kön. Om <a po4a-id=0>Bekräfta borttagning av poster i nedladdningskön</a> är aktiverat får du en fråga angående borttagningen.

source: Right screen
fr: Partie de droite
hu: Jobb oldali rész
sv: Högra skärmdelen

source: The name of the queued file.
fr: Le nom du fichier.
hu: A sorba helyezett fájl neve.
sv: Namnet för den köade filen

source: Display the file's current status. Possible status messages are :
hu: A fájl aktuális állapotát mutatja. A lehetséges állapotüzenetek :

source: <i>Running...</i>
hu: <i>Fut...</i>
sv: <i>Laddas ner...</i>

source: The queued file is currently beeing downloaded from one ore more sources. You can follow the progress in the list of current <a po4a-id=0>Downloads</a> while you'll find all estabilished connections for this file in the <a po4a-id=1>Connections</a> window.
hu: Azt jelenti, hogy a fájl éppen töltődik egy vagy több forrástól. Az aktuális letöltések helyzetét a <a po4a-id=0>Letöltések</a> ablak listájában követheted, míg a fájlhoz tartozó összes felépült kapcsolatok listáját a <a po4a-id=1>Kapcsolatok</a> ablakban találod meg.

source: <i>Waiting (User(s) online)</i>
hu: <i>Várakozás (n felhasználó online)</i>
sv: <i>Väntande (Användare påloggade)</i>

source: In this case one or more sources are online but not available (no free slots).
hu: Ebben az esetben egy vagy több forrás online található, de nem elérhető (nincs szabad slotjuk).
sv: I detta fallet är en eller flera användare anslutna men inte tillgängliga (inga fria slottar).

source: <i>User(s) offline</i>
hu: <i>Felhasználó(k) offline</i>
sv: <i>Användarna är inte anslutna</i>

source: It means that no sources are currently online for this file. You should wait until at least one goes online or you can search for additional alternate sources for this file by selecting the appropriate menu command from the context menu.
hu: Ez azt jelenti, hogy ennek a fájlnak egyik forrása sincs éppen online. Várnod kell amíg legalább egy forrás belép valamelyik kapcsolódott hubra vagy esetleg a jobb-click menüből a megfelelő parancsot kiválasztva próbálkozhatsz alternatív források keresésével.
sv: Betyder att inga av källorna för denna fil är uppkopplade. Du bör vänta tills åtminstone en ansluter eller så kan du söker efter flera källor för filen genom att välja detta i högerklicksmenyn.

source: <i>Finished</i>
hu: <i>Befejezve</i>
sv: <i>Klar</i>

source: This status is shown when the file is already downloaded. Keeping finished files in the queue can be enabled or disabled by the <a po4a-id=0>corresponding switch in the Queue settings</a>.
hu: Ez az állapot akkor jelenik meg ha a fájl letöltése befejeződött. A befejezett letöltések letöltési sorban tartása kikapcsolható a <a po4a-id=0>megfelelő kapcsolóval a Letöltési Sor beállításaiban</a>.
sv: Denna status visas när filen är nedladdad. Att behålla klara filer i nedladdnignskön kan (av)aktiveras i genom <a po4a-id=0>motsvarande inställning i köinställningarna</a>.

source: Size
fr: Taille
hu: Méret
sv: Storlek

source: The size of the file, rounded off to closest appropriate unit.
fr: La taille du fichier, arrondie à l'unité la plus proche appropriée.
hu: A fájl mérete, a legközelebbi megfelelő mértékegységre kerekítve.
sv: Filens storlek, avrundad till närmaste lämpliga enhet.

source: Downloaded
fr: Téléchargé
hu: Letöltve
sv: Nedladdad

source: The amount of bytes downloaded.
fr: Le nombre d'octets téléchargés.
hu: A letöltött byte-ok száma.
sv: Antalet nedladdade bytes.

source: Priority
fr: Priorité
hu: Fontossági sorrend
sv: Prioritet

source: The file's priority. If a file is paused, it will not begin to download and it will not be <a po4a-id=0>automatically searched</a> for.
hu: A fájl fontossági sorrendje. Ha egy fájl szüneteltetve van, letöltése nem kezdődik meg és nem is kerül be az <a po4a-id=0>Alternatív letöltési helyek automatikus keresésébe</a> sem.
sv: Filens nedladdningsprioritet. Om filen är pausad startar inte nedladdningen och <a po4a-id=0>automatisk sökning</a> av flera källor kommer inte att ske.

source: Users
fr: Utilisateurs
hu: Felhasználók
sv: Användare

source: The sources' names and their respective hubs.
fr: Les noms des sources et leurs hubs respectifs.
hu: A források nevei és a hub, ahol elérhetőek.
sv: Respektive källas användarnamn och ansluten hubb.

source: Path
fr: Chemin
hu: Elérési út
sv: Sökväg

source: The path to the queued file's location, when finished.
fr: Le chemin vers la destination du fichier une fois qu'il sera terminé.
hu: A sorba helyezett fájl elérési útja, mikor már letöltődött.
sv: Sökvägen för filen när den är nedladdad.

source: Exact size
fr: Taille exacte
hu: Pontos méret
sv: Exakt storlek

source: The exact file size in bytes.
fr: La taille exacte du fichier, en octets.
hu: A fájl pontos mérete, byte-okban.
sv: Filens exakta storlek i bytes.

source: Errors
fr: Erreurs
hu: Hibák
sv: Fel

source: If an error occur for a file, the error will be displayed here by showing the nick(s) of the problematic source(s) and the error message between parentheses. Possible errors are :
hu: Ha egy fájlal kapcsolatban bármilyen hiba keletkezik akkor a hibaüzenet ebben az oszlopban jelenik meg úgy, hogy kiírásra kerül(nek) a problémás nick(ek), majd a hozzátartozó hibaüzenet(ek) zárójelben.
sv: Om ett fil inträffas för en fil visas felet som användarnamn för problemkällan och ett felmeddelande mellan parenteser. Möjliga felmeddelanden är:

source: <i>File not available</i>
hu: <i>A fájl nem elérhető</i>
sv: <i>Filen inte tillgänglig</i>

source: The file cannot be downloaded from the source at the moment. Either the user's filelist was outdated when this file was added to the queue or the user removed the file from his/her share since then.
hu: A fájlt jelenleg nem lehet letölteni az adott forrástól. A felhasználó nem frissítette fájl-listáját amikor ezt a fájt a letöltési sorhoz adtad vagy pedig azóta kivette a megosztásából.
sv: Filen kan inte laddas ner från källan för tillfället. Antingen var källans fillista gammal när filen köades upp eller så har användaren flyttat eller tagit bort filen.

source: <i>Passive user</i>
hu: <i>Passzív felhasználó</i>
sv: <i>Passive användare</i>

source: You can get this error only if you are in <a po4a-id=0>Passive connection mode</a>. The client of the given source is in passive mode, either and two <a po4a-id=1>passive users cannot download from each other</a>. The source will be used automatically if at least one of the peers <a po4a-id=2>switches to Active mode</a>.
hu: Ez a hibaüzenet csak akkor jelentkezhet ha <a po4a-id=0>Passzív kapcsolati módban</a> vagy. A forráshoz tartozó kliens szintén passzív módban van és <a po4a-id=1>két passzív felhasználó nem tud egymástól tölteni</a>. A forrás automatikusan felhasználásra kerül ha a két fél közul legalább az egyik <a po4a-id=2>aktív módra vált</a>.
sv: Du får bara detta meddelande om du själv är ansluten med <a po4a-id=0>passivt Passive läge</a>. Klienten för källan är också i passivt läge och <a po4a-id=1>två passiva användare kan inte ladda ner från varandra</a>. Källan kommer att användas automatiskt om antingen du eller källan <a po4a-id=2>byter till aktivt läge</a>.

source: <i>CRC32 inconsistency (SFV-Check)</i>
hu: <i>CRC32 inkonzisztencia (SFV-Ellenőrzéskor)</i>
sv: <i>CRC32 inkonsekvens (SFV-Check)</i>

source: The file was downloaded but its CRC32 checksum does not match the checksum stored in an accompanying .sfv file. The file will be redownloaded from another source. You can disable this integrity check with the corresponding checkbox in <a po4a-id=0>Advanced settings</a>.
hu: A fájl le lett töltve de a CRC32 ellenőrző kód nem egyezik meg a könyvtárban található .sfv fájlban lévő ellenőrző kóddal. A fájl még egyszer letöltésre kerül egy másik forrástól. Ez az integritás ellenőrzés kikapcsolható a <a po4a-id=0>Haladó beállításokban</a> a megfelelő jelölőnégyzettel.
sv: Filen laddades ner men dess CRC32-checksumma matchar inte med checksumman i den medkommande .sfv-filen. Filen kommer att laddas ner från en annan användare. Du kan stänga av denna innehållscheck under <a po4a-id=0>avancerade inställningar</a>.

source: <i>Full tree does not match TTH root</i>
hu: <i>A teljes fa nem megfelelő a TTH gyökérhez</i>
sv: <i>Hela 'trädet' matchar inte TTH-'roten'</i>

source: The source provided wrong or corrupted <a po4a-id=0>Tiger tree</a> for the file. This can caused by connection problems or hashdata corruption (at one or both peers).
hu: A forrás egy rossz vagy sérült <a po4a-id=0>Tiger fát</a> küldött a fájlhoz. Ezt a hibát kapcsolati probléma vagy (bármelyik fél) hash adatbázisának sérülése okozhatja.
sv: Källan skickade med fel eller ett korrupt <a po4a-id=0>Tiger träd</a> för filen. Detta kan bero på anslutningsproblem eller indexeringsfel (hos användaren och/eller hos källan).

source: <i>Source too slow</i>
hu: <i>Túl lassú forrás</i>
sv: <i>För långsam källa</i>

source: The source is dropped because it meets one ore more criteria defined in your <a po4a-id=0>Autodrop settings</a>.
hu: A forrás el lett dobva, mivel a letöltés sebessége az <a po4a-id=0>Automatikus elvetés beállításaiban</a> megadott edobási feltételek szerint alakult.
sv: Källan kopplas bort eftersom en eller flera kriterier är uppfyllda för <a po4a-id=0>automatisk bortkoppling av långsa källlor</a>.

source: <i>Remote client does not fully support TTH - cannot download</i>
hu: <i>A távoli kliens nem támogatja teljes körűen a TTH-t - a letöltés nem lehetséges</i>
sv: <i>Källans klient stödjer inte TTH - kan inte ladda ner</i>

source: The source using an old or unsupported client.
hu: A forrás túl régi vagy nem támogatott klienst használ.
sv: Källan använder en gammal klient, eller en det inte finns stöd för.

source: <i>User certificate not trusted</i>
hu: <i>A felhasználói tanúsítvány nem megbízható</i>
sv: <i>Användarens certifikat är inte betrott</i>

source: You have set in <a po4a-id=0>Security certificates settings</a> that your client should only accept sources with trusted certificates. This source is not trusted so it'll be excluded from downloads.
hu: A <a po4a-id=0>Biztonsági Tanúsítványok beállításaiban</a> megadottak szerint a kliensed csak megbízható tanúsítványokkal rendelkező forrásokat fogadhat el. Ez a forrás nem megbízható, így kimarad a letöltésből.
sv: Du har ställt in i <a po4a-id=0>inställningar för säkerhetscertifikat</a> att din klient bara ska acceptera källor med betrodda certifikat. Denna källa är inte betrodd så den utesluts från nedladdningen.

source: Added
fr: Ajouté
hu: Felvéve
sv: Tillagd

source: The date and time when the file was added to the queue.
fr: La date et l'heure à laquelle le fichier a été ajouté à la liste de téléchargement.
hu: A fájl sorba helyezésének dátuma és ideje.
sv: Datum och tid när filen köades upp.

source: TTH root
fr: Clé TTH racine
hu: TTH
sv: TTH-rot

source: The file's TTH root.
fr: La clé TTH racine du fichier.
hu: A fájl TTH gyökere.
sv: Filens TTH-rot

source: Type
hu: Típus
sv: Filtyp

source: The extension (file type) of the queued file.
fr: L'extension (type) du fichier.
hu: A fájl kiterjesztése (fájl típusa).
sv: Filändelsen för den köade filen.

source: Moves and/or renames the queued file.
fr: Déplace et/ou renomme le fichier.
hu: Átmozgatja és/vagy átnevezi a sorban lévő fájlt.
sv: Flyttar och/eller byter namn på den köade filen.

source: Recheck integrity
hu: Sértetlenség újraellenőrzése
sv: Kontrollerar integrieten

source: Rechecks the corresponding unfinished download. Useful:
hu: Újraellenőrzi a fájlhoz tartozó befejezetlen letöltést. A funkció használható :
sv: Kontrollerar integriteten för den pågående nedladdningen. Användbart:

source: if your settings have been damaged, in particular the &quot;Queue.xml&quot; file. You simply readd the lost items to the queue, recheck them and files which have partially downloaded before will resume from where they stopped.
hu: ha a beállítás fájlok megsérültek, elsősorban a &quot;Queue.xml&quot; fájl. Az elveszett elemek egyszeűen újból a sorhoz adhatóak, majd újraellenőrzive őket azon fájlok letöltései, amelyek már részlegesen letöltődtek a megfelelő helyről folytatódnak.
sv: om dina inställningar har blivit korrupta, speciellt filen &quot;Queue.xml&quot;. Du lägger helt enkelt till de förlorade delarna till kön, kontrollerar filen igen och de delvis nedladdningen av filerna återupptas där de avbröts.

source: if the unfinished file has been damaged (eg because of disk errors).
hu: ha a befejezetlen fájl megsérült (pl. diszk hiba miatt).
sv: om den inte klara filen skadats (på grund av diskfel).

source: if the file was successfully downloaded but DC++ failed to move it to its final destination.
hu: ha a fájl ugyan letöltődött, de a letöltés végeztével valamilyen oknál fogva nem sikerült a célkönyvtárba mozgatni.
sv: om filen laddats ner ordentligt men DC++ misslyckats med att flytta filen till sin slutdestination.

source: Re-add source
fr: Remettre la source
hu: Forrás újbóli felvétele
sv: Lägg till källa igen

source: Re-add a source that was previously removed.
fr: Remet une source qui a été précédemment enlevée.
hu: Egy korábban eltávolított forrást újbóli felvétele.
sv: Lägger till en källa som tidigare tagits bort.

source: Remove source
fr: Enlever la source
hu: Forrás eltávolítása
sv: Ta bort källa

source: Remove a source from a queued file.
fr: Enlève la source d'un fichier.
hu: Egy forrás eltávolítása a sorban lévő fájlból.
sv: Ta bort en källa från den köade filen.

source: Removes the user from all files in the queue.
fr: Enlève l'utilisateur de tous les fichiers dans la liste de téléchargement.
hu: Eltávolítja a felhasználót az összes a sorban lévő fájlból.
sv: Tar bort källan från alla filer i nedladdningskön

source: Status bar
fr: Barre d'état
hu: Állapotsor
sv: Statusfält

source: Unnamed checkbox
fr: Case à cocher sans nom
hu: Névtelen jelölőnégyzet
sv: Icke namngiven kryssruta

source: This will toggle the appearance of the <a po4a-id=0>left screen</a>.
hu: A <a po4a-id=0>bal oldali könyvtár fastruktúra</a> megjelenítésének ki-be kapcsolására használható.
sv: Denna inställning byter utseende på <a po4a-id=0>vänstra skärmdelem</a>.

source: Items
hu: Elemek
sv: Poster

source: The amount of selected items.
fr: Le nombre d'items sélectionnés.
hu: A letöltési sorban kijelölt elemek száma.
sv: Antalet valda poster

source: Size (left)
fr: Taille (à gauche)
hu: Méret (bal oldali)
sv: Storlek (vänster)

source: The total size (in bytes) of selected items.
fr: La taille totale (en octets) des items sélectionnés.
hu: A kijelölt elemek teljes mérete byte-okban.
sv: Totala storleken (i bytes) för valda poster.

source: Files
fr: Fichiers
hu: Fájlok
sv: Filer

source: The total amount of files queued.
fr: Le nombre total de fichiers dans la liste de téléchargement.
hu: A sorban lévő fájlok száma.
sv: Det totala antalet köade filer.

source: Size (right)
fr: Taille (à droite)
hu: Méret (jobb oldali)
sv: Storlek (höger)

source: The total amount of bytes queued.
fr: Le nombre total d'octets dans la liste de téléchargement.
hu: A sorban lévő fájlok összmérete byte-okban.
sv: Det totala antalet köade bytes.

source: This lists the status of your current downloads (from other peers to you).
fr: Liste l'état de vos téléchargements actuels (des autres utilisateurs vers vous).
hu: Ebben az ablakban az aktuális (másoktól hozzád történő) letöltések állapota látható.

source: The name of the file being downloaded
fr: Le nom du fichier en téléchargement
hu: Az éppen letöltődő fájl neve

source: Shows where the current download will be saved when finished
fr: Affiche l'endroit où le téléchargement actuel sera sauvé une fois terminé
hu: Megmutatja, hogy hová lesz lementve az aktuális letöltés mikor befejeződik.

source: Shows the current status of the download which can be "Downloading from one or more user" or "Wating for a free slot"
fr: Affiche l'état actuel du téléchargement, qui peut être "Téléchargement à partir d'un ou de plusieurs utilisateurs" ou "En attente d'un slot libre"
hu: A letöltés aktuális állapotát mutatja, ami lehet "Letöltés egy vagy több felhasználótól" vagy "Várakozás slotra".

source: Time left
fr: Temps restant
hu: Hátralévő idő
sv: Tid kvar

source: Displays the current estimated time left
fr: Affiche le temps restant actuellement estimé
hu: A becsült hátralévő időt mutatja.

source: The current download speed
fr: La vitesse de téléchargement actuelle
hu: Az aktuális letöltési sebesség.

source: Done
fr: Terminé
hu: Kész

source: Total number of downloaded bytes so far
fr: Nombre total d'octets téléchargés jusqu'à présent
hu: A teljes eddigi letöltött byte-ok száma

source: Size of the file being downloaded
fr: Taille du fichier en téléchargement
hu: Az éppen töltött fájl teljes mérete.

source: Favorite hubs
fr: Hubs favoris
hu: Kedvenc hubok
sv: Favorithubbar

source: Server
fr: Serveur
hu: Kiszolgáló

source: User Description
fr: Description Utilisateur
hu: Felhasználó leírása
sv: Användarbeskrivning

source: The name of the hub group where this favorite hub belongs to. Empty if the hub is ungrouped.
hu: Annak a hub csoportnak a neve ahová a kedvenc hub tartozik. Ha üres, akkor a hub nem tagja egyik hub csoportnak sem.
sv: Namnet på favoritgruppen som denna favorithubb tillhör. Tomt om hubben inte tillhör någon grupp.

source: Groups
hu: Csoport
sv: Grupper

source: Favorite hub groups can be organized inside of groups. To change the group a hub is in, edit its properties. There is a default group for hubs without group. Groups appear alphabetically in the list, with the default group on top. Note that visualisation of groups is only available on versions of Windows &gt; XP.
hu: A kedvenc hubok csoportokba rendezhetőek. A hub tulajdonságaiban beállítható hogy melyik csoportba tartozzon. Létezik egy alapértelmezett név nélküli csoport azon hubok számára, amelyek egyetlen csoportba sem tartoznak. A csoportok abc sorendben jelennek meg, az alapértelmezett csoport legelöl található. Előfordulhat, hogy a csoportok vizuális elkülönülése az ablakban nem támogatott Windows XP és korábbi operációs rendszerek alatt.

source: More information about the use of favorite hub groups in the help topics associated to the <placeholder id=0/> dialog.
hu: A kedvenc hub csoportokkal kapcsolatos további információk a <placeholder id=0/> lapon találhatóak.
sv: Mer information angående användandet av hubbgrupper finns i hjälpen <placeholder id=0/>.

source: Connect
fr: Connexion
hu: Kapcsolódás
sv: Anslut

source: Connect to selected hubs.
fr: Se connecte aux hubs sélectionnés.
hu: Kapcsolódás a kijelölt hubokhoz
sv: Anslut till valda hubbar.

source: Create a new favorite hub.
fr: Crée un nouveau hub favori.
hu: Új kedvenc hub hozzáadása
sv: Skapa en ny favorithubb.

source: Change pre-existing hub properties for the selected hub.
fr: Change les propriétés pré-existantes du hub sélectionné.
hu: A kedvenc hub már meglévő tulajdonságainak változtatása
sv: Ändra egenskaperna för vald hubb.

source: Move up selected hubs in the list.
hu: A kijelölt hubokat feljebb mozgatja a listában.
sv: Flytta vald hubb uppåt i listan.

source: Move down selected hubs in the list.
hu: A kijelölt hubokat lejjebb mozgatja a listában.
sv: Flytta vald hub nedåt i listan.

source: Remove selected hubs from the favorite hubs list.
hu: Eltávolítja a kijelölt hubokat a kedvencek listájából.
