Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: <i>C:\Users\[your username]\AppData\Local\DC++\Incomplete</i> in case of <u>Windows Vista or Windows 7</u>.
hu: <i>C:\Users\[felhasználó neved]\AppData\Local\DC++\Incomplete</i> <u>Windows Vista vagy Windows 7</u> esetén.

source: If you installed the portable (zip archive) version of DC++ then the finished downloads folder defaults to the "Incomplete\" subdirectory under where the DC++ executable is located. The directory will be automatically created if needed in both cases.
hu: Ha a DC++ hordozható (portable, zip tömörített) változatát telepítetted, akkor a befejezetlen letöltések alapértelmezetten a DC++ programkönyvtár "Incomplete" alkönyvtárába kerülnek. Szükség esetén a könyvtár automatikusan létrejön mindkét esetben.
sv: Om du installerat den portabla (.zip-arkivet) versionen av DC++ så skapas katalogen "Incomplete\" som en subkatalog där där DC++ .exefil fins. Katalogen skapas automatiskt i båda fallen om den inte redan finns.

source: Make sure you have enough disk space for your unfinished downloads, have write access to the directory and have an appropriate file system if you download large files (note that maximum possible size for a file on a FAT32 volume is 4 GiB). From version 0.700 on of DC++, the antifragmentation method must always be used for segmented downloads to work correctly. Hence DC++ tries to reserve the full space needed for the file when starting the download. In case of an error (eg. when the drive that holds your Unfinished Downloads runs out of space), you will get an error message going like "Not enough space on the disk" even if your target drive does have enough free space! Incomplete file names follow the following rule: &lt;filename&gt;.&lt;ext&gt;.&lt;TTH&gt;.dctmp.
hu: Figyelj oda, hogy mindíg legyen elég lemezterület a megadott helyen a befejezetlen fájlok számára. Fontos továbbá, hogy a könyvtárhoz legyen elérési jogod és a könyvtár megfelelő fájlrendszeren legyen létrehozva, ha nagy méretű fájlokat töltesz le (pl. egy FAT32 köteten a maximális fájlméret 4GiB!). A DC++ 0.700-as verziójától kezdve kötelezően töredezettségmentes letöltési módot alkalmaz (ez a többszálú letöltés miatt szükséges). Ez azt jelenti, hogy a letöltés megkezdése előtt a DC++ megkísérli lefoglalni a letöltendő fájl méretének megfelelő teljes lemezterületet. Ha ez nem sikerül (mert pl. a meghajtón, ahová a befejezetlen letöltési könyvtár ki van jelölve nincs elég hely), akkor "Nincs elég hely a lemezen" vagy hasonló jellegű hibajelzést kapunk, még akkor is ha a végső letöltési könyvtár meghajtóján sokszorosa áll rendelkezésre a szükséges helynek. A befejezetlen fájlok elnevezése a következőképp néz ki : &lt;fájlnév&gt;.&lt;kiterjesztés&gt;.&lt;TTH&gt;.dctmp.
sv: Se till att du har tillräckligt med diskplats för dina nedladdningar, har skrivrätt till katalogen och har rätt sorts filsystem om du laddar ner stora filer (notera att största möjliga filstorlek på en FAT32-disk är 4 GiB). Från och med version 0.777 måste antifragmenteringsfunktionen användas för att segmenterade nedladdningar ska fungera. Därför försöker DC++ reservera hela diskplatsen som behövs för att spara filen när nedladdningen börjar. Om ett fel inträffar (exempelvis när disken där pågående nedladdningar sparas håller på att bli full) får du ett felmeddelande som "Not enough space on the disk" även om måldisken har ledig plats. Pågående nedladdningsfiler namnges enligt följande; &lt;filename&gt;.&lt;ext&gt;.&lt;TTH&gt;.dctmp.

source: You can use the <b>%[targetdrive]</b> variable in order to have unfinished download directories in all of your target drives. This way, unfinished download directories will be distributed amongst all of your drives, resulting in a smaller chance of runnig out of disk space.
hu: A befejezetlen könyvtár megadásakor a <b>%[targetdrive]</b> változó is használható. Segítségével minden egyes célmeghajtón létrehozhatunk befejezetlen letöltési könyvtárakat. Ennek előnye, hogy a befejezetlen letöltések által lefoglalt hely elosztható a meglévő meghajtók között, így kevesebb az esélye hogy betelljen az összes szabad lemezterület.
sv: Du kan använda <b>%[targetdrive]</b> variablen för att ha katalog för pågående nedladdningar på alla dina diskar. På så sätt distribueras dina pågående nedladdningar över dina diskar vilket reducerar risken för att diskplatsen ska ta slut.

source: <u>Example</u>: when %[targetdrive]DCUnfinished\ is set as the unfinished downloads directory, DC++ creates incomplete files in E:\DCUnfinished\ when you download to any target folder located on drive E: and so on...
hu: <u>Példa</u>: %[targetdrive]DCBefejezetlen\ megadása azt jelenti, hogy ha pl. az E: meghajtóra töltünk, akkor a befejezetlen letöltések az E:\DCBefejezetlen\ könyvtárba kerülnek, stb...
sv: <u>Exampel</u>: när %[targetdrive]DCUnfinished\ är valt kommer DC++ att spara pågående nedladdningar i katalogen E:\DCUnfinished\ när du laddar ner till en katalog på E-disken, och så vidare.

source: The %[targetdrive] variable is also useful if you often download larger files to a drive other than the one that contains your usual unfinished directory. At the end of a successful download, moving a large file from the unfinished folder to its target can be very time and resource consuming, especially when moving files to another partition of the same physical drive.
hu: A %[targetdrive] változó további előnye akkor mutatkozik meg, ha nagy fájlokat töltesz le egy, az általában a befejezetlen letöltésekre használt meghajtótól eltérő másik meghajtóra. A letöltés befejezésekor ugyanis a nagy fájloknak a befejezetlen könyvtárból a cél helyre másolása sokszor hosszabb ideig is eltarthat és eközben a rendszer le is lassulhat. Ez hatványozottan jelentkezhet, ha a fájl mozgatása egy fizikai meghajtó két particiója között történik. A %[targetdrive] használatával mindez elkerülhető.
sv: %[targetdrive] variableln är också användbar om du ofta laddar ner stora filer till disk annan än den som vanligtvis innehåller dina pågående nedladdningar. När nedladdningen är klar kan flytten av en fil från nedladdnignskatalogen till dess slutgiltiga plats vara både resurs- och tidskrävande, speciellt om filen flyttas mellan två partitioner på samma fysiska disk.

source: Limits
fr: Limites
hu: Korlátok
sv: Begränsningar

source: These settings are to avoid overloading your internet connection with a large number of simulatenous downloads. However, for both values listed below, certain conditions can result in the limits not being obeyed. Specifically, up to 3 files that are set to the 'highest' priority can be transferred while other downloads are going. File lists and small files (64 kibibytes or smaller) are queued with 'highest' as their priority. When either of the limits are hit, DC++ shows <em>"All download slots taken"</em> next to each source in the status column of the Connections tab.
fr: Ces options permettent d'éviter de surcharger votre connection internet avec un trop grand nombre de téléchargements simultanés. Cependant, pour les deux valeurs ci-dessous, il se peut que certaines limites ne soient pas respectées. En particulier, pas plus de 3 fichiers avec une priorité "la plus haute" ne peuvent être transférés en même temps que les autres téléchargements. Les listes de fichiers et les petits fichiers (d'une taille inférieure ou égale à 64 kibioctets) se voient assignés la priorité 'la plus haute' par défaut. Quand l'une ou l'autre de ces limites est atteinte, DC++ affiche <em>"Tous les slots de téléchargement sont pris"</em> à côté des sources concernées dans l'onglet des Connexions.
hu: Ezek a beállítások segítenek elkerülni az Internet-kapcsolatod sok egyszerre történő letöltéssel való esetleges túlterhelését. Mindkét alábbi beállítás estében előfordulhat azonban, hogy bizonyos feltételek mellett a korlátok nem működnek. Pontosan ez azt jelenti, hogy maximum 3 "legmagasabb" fontossági sorrendre állított fájl átvitele a meglévő letöltések számához hozzáadódik. A fájl-listák és a 64 kilobájtnál kisebb fájlok automatikusan "legmagasabb" prioritással kerülnek a letöltési sorba. Ha bármelyik beállított korlát érvényesítésre kerül, akkor a Kapcsolatok fülön az Állapot oszlopban az <em>"Összes letöltési szál foglalt"</em> üzenet jelenik meg minden egyes forrás mellett.
sv: Dessa inställningar används för att förhindra överbelastning av din Internetanslutning med ett stort antal smatidiga nedladdningar. Emellertid kan det hända att, för båda värdena listade nedan, att begräsningarna inte slår till. Upp till tre filer som har högsta nedladdningsprioritet kan laddas ned samtidigt som andra nedladdningar pågår. Fillistor och små filer ((64 kilobytes eller mindre) köas upp med högsta prioritet. När endera begränsningen slår till visar DC++<em>"All download slots taken"</em> bredvid varje kölla i statuskolumnen i anslutningsfönstret.

source: Maximum simultaneous downloads (0 = infinite)
fr: Téléchargements simultanés max (0 = infini)
hu: Egyszerre folytatható letöltések maximális száma (0 = korlátlan)
sv: Maximalt antal samtidiga nerladdningar (0 = oändligt)

source: This limits the number of simultaneous downloads. A value of 0 means no limit. (default: 3)
fr: Limite le nombre de téléchargements simultanés. La valeur 0 signifie aucune limite. (défaut : 3)
hu: Ez a beállítás meghatározza az egyszerre folytatható letöltések számát. Nulla esetén nincs korlát. (alapértelmezett érték: 3)
sv: Begränsar antalet samtidiga nedladdningar. Om värdet är 0 finns ingen övre gräns. (Standard: 3).

source: No new downloads if speed exceeds (KiB/s, 0 = disable)
fr: Pas de nouveau téléch. si la vitesse > (Kio/s, 0 = désactivé)
hu: Ne legyen új letöltés, ha a sebesség ezt túllépi (KiB/s, 0 = letiltás)
sv: Inga nya nedladdningar om hastigheten överstiger (kB/s, 0 = inaktiverat)

source: This is another method of limiting simultaneous downloads, designed to prevent new downloads if your existing downloads exceed a specific threshold. It's measured in kibibytes per second, and a value of zero will disable this limit.
fr: Une méthode alternative pour limiter le nombre de téléchargements simultanés, qui consite à empêcher que de nouveaux téléchargements se lancent si votre vitesse de téléchargement actuelle dépasse une certaine limite. Celle-ci est mesurée en kibioctets par seconde, et la valeur zéro désactive cette limite.
hu: Egy másik lehetőség az egyszerre történő letöltések korlátozására. Megakadályozza újabb letöltések elindulását, ha a meglévő letöltések együttes sebessége meghalad egy megadott határt. A sebességet KiB / mp-ben kell megadni, nulla érték kikapcsolja ezt a korlátozó lehetőséget.
sv: Det här är en annan metod för begränsning av samtidiga nedladdningar, tillkommen för att förhindra flera nedladdningar om pågående nedladdningar överskrider ett angivet trösklevärde. Detta möts i kilobyte per sekund och 0 deaktiverar begräsningen.

source: Note; because of changing download speeds, this is not 100% accurate...
fr: Note : pas précis à 100% à cause des variations de vitesse...
hu: Megjegyés: a változó letöltési sebességek miatt a korlátozó funkció nem 100%-ig pontos...
sv: OBS! Pga varierande nerladdningshastigheter är detta inte 100% tillförlitligt...

source: Public Hubs list
fr: Liste de Hubs Publics
hu: Publikus Hublisták
sv: Publik hubblista

source: Public Hubs list URL
fr: URL liste Hubs Publics
hu: Publikus Hublista URL-je
sv: Adress till publik hubblista

source: HTTP Proxy (for hublist only)
fr: Proxy HTTP (listes de hubs seulement)
hu: HTTP Proxy (csak hublistákhoz)
sv: HTTP-proxy (enbart för hubblistor)

source: This HTTP proxy will <u>only</u> be used to request the Public Hub List specified above. It's <u>not</u> used for uploads, downloads, or connecting to a hub.
hu: Az itt megadott HTTP proxy szerver <u>kizárólag</u> a publikus hublisták lekérésére lesz használva és <u>nem</u> feltöltésre, letöltésre vagy hubokhoz kapcsolódásra.
sv: Denna HTTP-proxy används <u>bara</u> för att hämta den publika hubblistan nämnd ovan. Den används <u>inte</u> för anslutning till hubbar, upp- eller nedladdningar.

source: Max hash speed
fr: VMax gén clés
hu: Maximális hash-elési sebesség
sv: Maximal indexeringshastighet

source: This is the speed at which DC++ will hash your files, in MiB/s. It is limited by the speed of your disk subsystem, but it can be used to make hashing slower and less noticable. A "normal" hash speed may be anywhere from 20 to 50 MiB/s. (no default)
fr: La vitesse à laquelle DC++ va générer les clés de vos fichiers, en Mio/s. Cette opération est limitée par le sous-système de votre disque, mais vous pouvez utiliser cette option pour la rendre plus lente et ainsi moins gênante. Une vitesse "normale" de génération de clés se situe entre 20 et 50 Mio/s. (pas de valeur par défaut)
hu: Ezzel a MiB / mp-ben megadott sebességgel fogja a DC++ hash-elni a fájlaidat. Alapesetben hash-elés sebességét csak a meghajtók sebessége korlátozza, ezzel a beállítással a hash-elés lassabra vehető, így kevésbe terheli le a rendszert. A "normális" hash-elési sebesség kb. 20 és 50 MiB között mozog másodpercenként.
sv: Denna hastighet är vid vilken DC++ indexerar dina filer, i MiB/s. Den begränsas av hastigheten på dina diskar men kan användas till att göra indexeringen långsammare och mindre märkbar. En normal indexeringshastighet kan vara mellan20 til 50 MiB/s. (Inget standardvärde)

source: Write buffer size
fr: Tampon écriture
hu: Írási puffer méret
sv: Bufferstorlek för diskskrivning

source: This controls the size of the chunks that DC++ writes to disk for downloads. Measured in kibibytes. (default: 16 KiB)
fr: Contrôle la taille de chaque morceau de fichier que DC++ écrit sur le disque lors de téléchargements. Mesuré en kibioctets. (défaut : 16 Kio)
hu: Ez a beállítás szabályozza, hogy mekkora méretű darabokban íródjanak a lemezre a letöltött fájlok. Az értéket KiB-ban kell megadni, alapértelmezetten 16 KiB.
sv: Kontrollerar storleken på blocken som DC++ skriver till disk för nedladdningar. Mäts i KiB (stanard: 16 KiB)

source: Auto-search limit
fr: Limite auto-recherche
hu: Auto-keresés korlátja
sv: Begränsning för automatiska sökningar

source: This will limit the amount of sources a file can have before it will no longer be auto searched for. For example, if this option is set to 2, if a file has more than or exactly 2 sources, the file will be excluded from the auto-search list.
fr: Limite le nombre de sources qu'un fichier peut avoir avant qu'il ne soit plus inclus dans la recherche automatique. Par exemple, si cette option vaut 2, et qu'un fichier a 2 sources ou plus, alors ce fichier sera exclus de la recherche automatique.
hu: Itt korlátozható, hogy hány meglévő forrás kell ahhoz, hogy egy fájlhoz többé ne keressen a DC++ további forrásokat automatikusan. Pl. ha itt 2-t állítunk be és egy adott fájlhoz a letöltési sorban 2 vagy több forrás áll rendelkezésre, akkor a fájl ki lesz emelve az automatikus keresésből.

source: Mini slot size
fr: Taille Mini slot
hu: Minislot mérete
sv: Storleket för minislottar

source: This defines the size of the <a po4a-id=0>mini slot</a>. The minimum value for this setting is 64 KiB. (default: 64 KiB)
hu: Megadja azt a fájl méretet ami alatt automatikusan <a po4a-id=0>mini slot</a> nyílik. A minimális és egyben alapértelmezett érték 64 KiB.

source: Max filelist size
fr: Taille liste Max
hu: Maximális fájl-lista méret
sv: Maximal storlekek för fillista

source: This setting controls the size of the maximum file list that DC++ will open, in mebibytes. This setting helps protect against malformed file lists that require large amounts of memory to decode. You may need to reduce or increase the value of this setting based on personal experience. (default: 512 MiB)
fr: Cette option contrôle la taille maximale qu'une liste de fichiers peut avoir pour que DC++ puisse l'ouvrir, en mebioctets. Cette option permet de se protéger de listes de fichiers mal-formées qui nécessitent beaucoup de mémoire pour être décodées. Il se peut que vous ayiez besoin d'augmenter ou de réduire cette valeur, en fonction de votre expérience personnelle. (défaut : 512 Mio)
hu: Itt megadható az a maximális fájl-lista méret (MiB-ban), amelyet a DC++ hajlandó megnyitni. A beállítás megvéd a speciálisan összeállított rossz szándékú fájl-listáktól, amelyek hatalmas memóriamennyiséget igényelhetnek a megnyitáshoz. Saját tapasztalatok alapján csökkentheted vagy növelheted ezt a beállítást. Az alapértelmezett érték: 512MiB

source: Bind address
fr: Adresse réseau
hu: Kötési cím

source: This setting allows you to bind DC++ to a particular IP address on your machine. Most users do not need to change the default value, 0.0.0.0. However, if you have more than one network interface connected to the Internet, you can force DC++ to use a particular connection by entering its IP here. If binding fails, it will do so silently and INADDR_ANY will be used instead. This value will be ignored if <a po4a-id=0> Automatic incoming connection type detection</a> is enabled. If you experience connection problems make sure that this is set to default. (default:0.0.0.0)
hu: Ezzel a beállítással lehetőség nyílik a DC++ kötésére egy adott, a gépeden elérhető IP címhez. Legtöbbször nincs szükség az alapértelmezett érték (0.0.0.0) megváltoztatására, de ha egynél több hálózati eszköz kapcsolódik az Internetre a gépeden, akkor a megfelelő IP cím itteni megadásával kijelölhető hogy a DC++ melyik IP-t használja. Amennyiben a kötés nem sikerül, erről semmilyen üzenet nem érkezik a felhasználó felé, hanem automatikusan az INADDR_ANY által megadott eszköz kerül használatra. Az ide beírt IP cím figyelmen kívül marad ha az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> engedélyezett. Kapcsolódási problémák esetén ellenőrizd, hogy az alapértelmezett érték (0.0.0.0) legyen itt beállítva.

source: <i>This feature requires a restart to be fully effective.</i>
hu: <i>A változások teljes életbe lépéséhez a DC++-t újra kell indítani.</i>

source: This is your unique private ID (PID). This will later with an algorithm be used to identify you on ADC hubs. <b>Do not share this with other users.</b>
hu: Ez az egyedi privát azonosítód, amellyel - egy algoritmust felhasználva - azonosítható leszel az ADC hubokon. <b>Ne oszd meg más felhasználókkal.</b>
sv: Detta är din unika, privata ID (PID). Senare kommer PID tillsammans med en algorith användas för att identifiera dig i ADC-hubbar. <b>Dela inte ut denna till andra användare.</b>

source: Auto refresh time
fr: Délai m.à.j. auto
hu: Auto frissítés ideje
sv: Tid för automatisk uppdatering

source: This controls the interval at which your shared directories are rescanned for new and changed content. This is measured in minutes. (default: 60 minutes)
fr: Contrôle l'intervalle de temps entre chaque vérification de vos dossiers partagés pour trouver du contenu nouveau ou changé. Mesuré en minutes. (défaut : 60 minutes)
hu: Ez a beállítás szabályozza, hogy mennyi időnként lesz a megosztásod automatikusan újra ellenőrizve az újabb vagy megváltozott tartalom indexelése céljából. Az értéket percben kell megadni, alapértelmezetten 60 perc.
sv: Kontrollerar hur ofta dina utdelade foldrar skannas efter förändringar. Mäts i minuter. (standard: 60 minuter)

source: Settings save interval
hu: Beállítások mentésének gyakorisága
sv: Intervall för att spara inställningar

source: This controls the interval at which your settings are automatically saved; good to prevent losses in case of crashes. This is measured in minutes. (default: 10 minutes)
hu: Ez határozza meg hogy a DC++ összes beállítása milyen gyakran kerül automatikusan elmentésre. A funkció hasznos esetleges összeomlás utáni adatvesztés megelőzésére. A gyakoriság értékét percben kell megadni (alapértelmezet érték: 10 perc).

source: Socket read buffer
fr: Tampon lect sock
hu: Socket olvasási puffer
sv: Läsbuffert för socket

source: The size of the buffer DC++ use to read sockets. Measured in bytes. (default: 8192 bytes)
fr: La taille du tampon que DC++ utilise pour lire les sockets. Mesuré en octets. (défaut : 8192 octets)
hu: A socket-ek olvasásához használt puffer mérete. Byte-ban kell megadni, alapértelmezetten 8192 byte.
sv: Bufferstorlek som DC++ använder för att läsa sockets. Mäts i bytes. (standard: 8192 bytes)

source: Socket write buffer
fr: Tampon écr sock
hu: Socket írási puffer
sv: Skrivbuffert för socket

source: The size of the buffer DC++ use to write to sockets. Measured in bytes. (default: 8192 bytes)
fr: La taille du tampon que DC++ utilise pour écrire dans les sockets. Mesuré en octets. (défaut : 8192 octets)
hu: A socket-ek írásához használt puffer mérete. Byte-ban kell megadni, alapértelmezetten 8192 byte.
sv: Bufferstorlek som DC++ använder för att skriva sockets. Mäts i bytes. (standard: 8192 bytes)

source: Favorite download directories
fr: Dossiers de téléchargement favoris
hu: Kedvenc letöltési könyvtárak
sv: Favoritkataloger för nedladdningar

source: To add directories to your "Download to" menu (file context menu in the <a po4a-id=0>Search</a> window), you can use the Add and Remove buttons, or drag and drop folders from a Windows Explorer window.
hu: A különböző ablakokban (pl. <a po4a-id=0>Keresés</a> ) megjelenő "Letöltés ide..." jobb-click menühöz lehet itt kedvenc elemeket hozzáadni és törölni. A hozzáadás történhet fogd és vidd módszerrel a Windows intézőből is.
sv: För att lägga till kataloger till din "Download to"-meny (filmeny i <a po4a-id=0>sökfönstret</a>), kan du använda 'Add' och 'Remove'-knapparna, eller dra och släppa kataloger från ett Windows Explorer fönster.

source: Add folder
fr: Ajouter un dossier
hu: Hozzáadás
sv: Lägg till map

source: Browse for a new folder to add to the list. After selecting the directory to add, you will be able to define the virtual name under which it will appear in the menu.
fr: Vous invite à parcourir vos disques pour un nouveau dossier à ajouter à la liste. Après avoir sélectionné le dossier à ajouter, vous pourrez définir le nom virtuel sous lequel il apparaîtra dans le menu.
hu: Új könyvtár hozzáadása tallózással. A könyvtár kiválasztása után megadható a hozzá tartozó virtuális név, amilyen néven majd a menüben megjelenik.
sv: Bläddra efter en ny mapp att lägga till listan. Efter val av mapp att lägga till kan du definera ett virtuellt namn som kommer att synas på menyn.

source: Rename
fr: Renommer
hu: Átnevezés
sv: Byta namn

source: Rename the selected folder(s).
fr: Renomme les dossiers sélectionnés.
hu: A kijelölt könyvtár(ak) átnevezése.
sv: Byter namn på vald katalog

source: Remove the selected folder(s).
fr: Enlève les dossiers sélectionnés.
hu: A kijelölt könyvtár(ak) eltávolítása.
sv: Ta bort vald folder

source: Personal Information
fr: Informations personnelles
hu: Személyes Információk

source: This is general information about yourself. The nick is required, though it's suggested that you pick the correct upload line speed value as well.
hu: Itt adhatod meg a saját általános adataidat. A nick megadása kötelező, de ajánlott a feltöltési sebességed kiválasztása is a listából.

source: This nickname, or handle, will identify you when you join a hub. It can be overridden on a per-hub basis in the <a po4a-id=0>Favorite Hub</a> Properties.
hu: A nicknév azonosít, amikor belépsz egy hubra. Az általánosan használt nick hubonként megváltoztatható a <a po4a-id=0>Kedvenc Hubok</a> tulajdonságaiban.

source: This field is for sharing your email address, if you wish it.
fr: Ce champ vous permet de définir, si vous le désirez, votre adresse e-mail publique.
hu: Ebben a mezőben (nem kötelező jelleggel) megadhatod az e-mail címed.
