Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Add to favorites
fr: Ajouter aux favoris
hu: Kedvencekhez ad
sv: Lägg till i favoriter

source: Adds the selected users to your <a po4a-id=0>Favorite Users</a> list.
hu: A <a po4a-id=0>Kedvenc felhasználók</a> listájához adja a felhasználót.
sv: Lägger till vald användare till din <a po4a-id=0>Favorit användare</a> list.

source: Help File Credits and License
fr: Crédits du Fichier d'Aide et License
hu: Segítség fájl szerzői és licensz
sv: Hjälpfil medverkade och licens

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.2 or any later version published by the Free Software Foundation; with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license is included in the section entitled "<a po4a-id=0>GNU Free Documentation License</a>".
hu: Engedélyezett jelen dokumentáció másolása, terjesztése és/vagy módosítása a GNU Szabad Dokumentáció Licensz (GNU Free Documentation License) 1.2-es vagy bármely a Szabad Szoftver Alapítvány (Free Software Foundation) által kibocsátott későbbi verzió rendelkezései alapján; nincs Nem Változtatható Szakasz, nincs Címlap-szöveg, nincs Hátlap-szöveg. A licensz egy példánya megtalálható a "<a po4a-id=0>GNU Free Documentation License</a>" c. rész alatt.
sv: Tillstånd ges att kopiera, distribuera och / eller modifiera detta dokument under villkoren i GNU Free Documentation License, Version 1.2 eller senare version publicerad av Free Software Foundation, utan oföränderliga avsnitt, utan fram- eller baksidesomslagstexter. En kopia av licensen ingår i avsnittet "<a po4a-id=0>GNU Free Documentation License</a>".

source: Contributors
fr: Contributeurs
hu: Közreműködők
sv: Bidragsgivare

source: Translators
hu: Fordítók
sv: Översättare

source: translator-credits
hu: Launchpad Contributions: Alexovics Attila https://launchpad.net/~sakkmesterke Muszela Balázs https://launchpad.net/~bazsi86-deactivatedaccount Oli https://launchpad.net/~oliweblap Szabolcs Molnár https://launchpad.net/~fleet dom.peter https://launchpad.net/~dom-peter eMTee https://launchpad.net/~realprogger johnny1107 https://launchpad.net/~ubuntu-infoskacatok poy https://launchpad.net/~poy
sv: Launchpad Contributions: Anders Landin https://launchpad.net/~127594-gmail Erik Simmesgård https://launchpad.net/~ersi Fredrik https://launchpad.net/~fffredde Fredrik Ullner https://launchpad.net/~ullner Lightgirl_xp https://launchpad.net/~lxp Mattias Ohlsson https://launchpad.net/~mattias-oh Mr.Jester https://launchpad.net/~jarfallais Nille https://launchpad.net/~nille-kungen Oli https://launchpad.net/~ololizoz Q https://launchpad.net/~qwyrioxz Razze https://launchpad.net/~wallin1994 Simon Österberg https://launchpad.net/~simon-osterberg Sopor https://launchpad.net/~sopor Toast https://launchpad.net/~swetoast-deactivatedaccount Umut https://launchpad.net/~umut1990 dreaming_tree https://launchpad.net/~dreaming-tree72 endator https://launchpad.net/~endator fraggan https://launchpad.net/~hellbown poy https://launchpad.net/~poy

source: Press this button to save your changes and close this dialog.
fr: Appuyez sur ce bouton pour sauver vos changements et fermer cette boîte de dialogue.
hu: A gomb megnyomásával a változások mentésre kerülnek és a párbeszédablak bezárul.
sv: Tryck på den här knappen för att spara dina ändringar och stänga den här rutan.

source: Press this button to close this dialog without saving your changes.
fr: Appuyez sur ce bouton pour fermer cette boîte de dialogue sans sauver vos changements.
hu: A gomb megnyomásával a a párbeszédablak bezárul a változások mentése nélkül.
sv: Tryck på den här knappen för att stänga den här rutan utan att spara dina ändringar.

source: Press this button to launch the help file.
fr: Appuyez sur ce bouton pour ouvrir le fichier d'aide.
hu: A gomb megnyomása megjeleníti a Segítség fájlt.
sv: Tryck på denna knapp för att öppna hjälpfilen.

source: Choose a settings category here.
fr: Sélectionnez une catégorie d'options ici.
hu: Válassz egy beállítási kategóriát
sv: Välj en inställningskategori här.

source: "Filename": Matches search against filename; "Directory": Matches against current subdirectory and places the whole structure in the special folder; "Full Path": Matches against whole directory + filename.
fr: "Nom de fichier" : Recherche par nom de fichier ; "Dossier" : Recherche par le sous-dossier actuel, et place toute la hiérarchie dans un dossier spécial ; "Chemin Complet" : Recherche par dossier complet + nom de fichier.
hu: "Fájlnév": Találatok fájlnév alapján; "Könyvtár": Találatok az aktuális alkönyvtár alapján, majd az egész könyvtárstuktúra a speciális mappába kerül; "Teljes útvonal": Találatok a teljes könyvtárszerkezet és fájlnév alapján.
sv: "Filnamn": Matchar sökning mot filnamn; "Katalog": Matchar sökning mot aktuellt katalognamn och placerar hela katalogen med understruktur i sökträffen; "Hela sökvägen": Matchar sökning mot hela sökvägen, katalog + filnamn.

source: Applying patches
fr: Appliquer des patchs
hu: Foltok (patch-ek) hozzáadása
sv: Lägger till uppdateringar

source: Using <a po4a-id=0>GNU Patch</a>
hu: A <a po4a-id=0>GNU Patch</a> használata
sv: Använder <a po4a-id=0>GNU Patch</a>

source: 1. Download and place <a po4a-id=0>GNU patch</a> in the directory you want to patch.
hu: 1. Töltsd le a <a po4a-id=0>GNU patch-et</a> abba a könyvtárba ahol foltozni szeretnél.
sv: 1. Ladda ner och placera <a po4a-id=0>GNU patch</a> i katalogen du vill uppdatera.

source: 2. Type <i>cmd</i> in Run and tab your way to where GNU Patch is.
fr: Taper <i>cmd</i> dans la fenêtre Exécuter et se placer dans le dossier où GNU Patch est.
hu: 2. Nyiss egy parancssor ablakot (<i>cmd</i>) a Futtatás menüből és navigálj abba könyvtárba ahová a GNU Patch programot mentetted.
sv: Skriv <i>cmd</i> i kör och tabba dig till GNU Patch.

source: 3. Write <i>patch -[parameter] &lt; my-patch.diff</i>
fr: Taper <i>patch -[parameter] &lt; mon-patch.diff</i>
hu: 3. Írd be : <i>patch -[parameter] &lt; my-patch.diff</i>
sv: 3. Skriv <i>patch -[parameter] &lt; my-patch.diff</i>

source: 4. The file <i>my-patch.diff</i> is the actual patch you want to apply.
hu: 4. A <i>my-patch.diff</i> fájl a tényleges folt amelyet hozzá kívánsz adni a forráskódhoz.
sv: 4. Filen <i>my-patch.diff</i> innehåller den uppdatering som du vill lägga till.

source: Example: <i>C:\Program Files\DCpp_orig&gt;patch -p1 &lt; my-patch.diff</i>
hu: Példa: <i>C:\Program Files\DCpp_orig&gt;patch -p1 &lt; my-patch.diff</i>
sv: Exempel: <i>C:\Program Files\DCpp_orig&gt;patch -p1 &lt; my-patch.diff</i>

source: C:\Program Files\DCpp_orig is the directory that is going to be patched.
hu: ahol a C:\Program Files\DCpp_orig könyvtár amely foltozva lesz.
sv: C:\Program Files\DCpp_orig är mappen som kommer att uppdateras.

source: p1 gives the entire file name unmodified with out a leading slash.
hu: A p1 kapcsoló a kezdő backslash nélküli teljes változatlan fáljnevet adja.
sv: p1 ger hela filnamnet, oförändrat, utan inledande snedstreck

source: Parameters and more information on how to use GNU Diff can be found in the documentation for GNU Diff which should have come included with GNU Diff. Otherwise, the manual can be found at the <a po4a-id=0>GNU Diff manual</a>
hu: A további paraméterekről ill. a GNU Diff használatáról a program dokumentációja ad tájékoztatást, amely a letölthető programállomány mellett található. Egyéb esteben a használati utasítás a következő helyen elérhető (angolul) : <a po4a-id=0>GNU Diff manual</a>
sv: Parametrar och mer information om hur GNU Diff används finns i dokumentationen för GNU Diff som ska komma tillsammans med GNU Diff. Om inte kan manualen hittas hos <a po4a-id=0>GNU Diff manual</a>

source: Creating patches
fr: Créer des patchs
hu: Foltok (patch-ek) készítése
sv: Skapar uppdateringar

source: Using <a po4a-id=0>GNU Diff</a>
hu: A <a po4a-id=0>GNU Diff</a> használata
sv: Använder <a po4a-id=0>GNU Diff</a>

source: 1. Download and install <a po4a-id=0>GNU Diff</a>.
hu: 1. Töltsd le és telepítsd a <a po4a-id=0>GNU Diff-et</a>.
sv: Laddar ner och installerar <a po4a-id=0>GNU Diff</a>.

source: 2. Type <i>cmd</i> in Run and navigate your way to where GNU Diff is installed.
fr: Taper <i>cmd</i> dans la fenêtre Exécuter et naviguer jusqu'à l'endroit où GNU Diff est installé.
hu: 2. Írd be a Futtatás ablakba : <i>cmd</i>, majd navigálj abba a könyvtárba ahová a GNU Diff van telepítve.
sv: Skriv<i>cmd</i> i kör och navigera dig till den plats där GNU Diff är installerad.

source: 3. Write <i>diff -[parameter(s)] &lt;path to the untouched file or folder&gt; &lt;path to the changed file or folder&gt; &gt; my-diff.diff</i>
hu: 3. Írd be : <i>diff -[parameter(ek)] &lt;az eredeti fájl v. könyvtár útvonala&gt; &lt;a megváltoztatott fájl v. könyvtár útvonala&gt; &gt; my-diff.diff</i>
sv: Skriv <i>diff -[parameter(s)] &lt;path i den orörda filen eller mappen &gt; &lt;path till den ändrade filen eller mappen&gt; &gt; my-diff.diff</i>

source: 4. A file, my-diff.diff, will now be created in the directory which GNU Diff is placed. Other extensions for the patch (such as .txt) are acceptable, there is no standard.
hu: 4. Egy my-diff.diff nevű fájl keletkezik abban a könyvtárban ahol a GNU Diff található. A foltnak bármilyen más kiterjesztése is lehet (pl. .txt), nincs erre vonatkozó szabvány.
sv: En fil my-diff.diff, kommer nu att skapas i katalogen där GNU Diff är placerad. Andra filändenlser för uppdatering (som exempelvis .txt) är accepterat, det finns ingen standard.

source: Example: <i>C:\Program Files\GNU Diff&gt;diff -uNr dcplusplus_orig dcplusplus_chan &gt; my-diff.diff</i>
hu: Példa: <i>C:\Program Files\GNU Diff&gt;diff -uNr dcplusplus_orig dcplusplus_chan &gt; my-diff.diff</i>
sv: Exempel: <i>C:\Program Files\GNU Diff&gt;diff -uNr dcplusplus_orig dcplusplus_chan &gt; my-diff.diff</i>

source: C:\Program Files\GNU Diff is where GNU Diff is installed.
hu: C:\Program Files\GNU Diff a könyvtár, ahová a GNU Diff telepítve van.
sv: C:\Program Files\GNU Diff är där GNU Diff är installerad.

source: The parameter <i po4a-id=0>u</i> means the diff will be unified. <i po4a-id=1>N</i> means that GNU Diff will show output even if a file doesn't exist in one of the two folders. <i po4a-id=2>r</i> means that GNU Diff will go through subdirectories and give output on which directory and file differ.
hu: Az <i po4a-id=0>u</i> paraméter hatására un. egységesített diff jön létre. Az <i po4a-id=1>N</i> kapcsoló jelenlétében a GNU Diff akkor is ad eredményt ha egy fájl nem létezik a két könyvtár valamelyikében. Az <i po4a-id=2>r</i> kapcsoló hatására a GNU Diff végigmegy az összes alkönyvtáron és az eredményben megjeleníti hogy mely fájlok és könyvtárak különböznek.
sv: Parametern <i po4a-id=0>u</i> menas att skillnaden kommer att göras likformig. <i po4a-id=1>N</i> menas att GNU Diff kommer att ge resultat även om en fil inte finns i en av de två mapparna. <i po4a-id=2>r</i> menas att GNU Diff kommer att gå igenom undermappar och ge resultat om vilken katalog eller fil som avviker.

source: <i>dcplusplus_orig</i> is the folder that is untouched and what the changes is going to differ against.
hu: a <i>dcplusplus_orig</i> az eredeti könyvtár amelyhez képest hasonlítunk,
sv: <i>dcplusplus_orig </ i> är den mapp som inte ändras och mot vilken förändringarna som kommer att skilja sig från.

source: <i>dcplusplus_chan</i> is the folder where changes has occured.
hu: a <i>dcplusplus_chan</i> a könyvtár ahol a változások történtek.
sv: <i> dcplusplus_chan </ i> är den mapp där förändringar har skett.

source: The actual diff is <i>my-diff.diff</i>.
hu: a <i>my-diff.diff</i> pedig a tényleges különbözetet (diff) tartalmazó, a művelet során létrejövő fájl.
sv: Den egentliga skillnad är <i>min-diff.diff</ i>.

source: Interpreting the diff
fr: Interpréter le diff
hu: A diff értelmezése
sv: Tolkning av diff

source: Lines starting with <b>-</b> (minus sign) are going to be removed.
hu: A <b>-</b> (minusz) jellel kezdődő sorok el lesznek távolítva.
sv: Rader som börjar med <b> - </ b> (minustecken) kommer att tas bort.

source: Lines starting with <b>+</b> (plus sign) are going to be added.
hu: A <b>+</b> (plusz) jellel kezdődő sorok hozzá lesznek adva.
sv: Rader som börjar med <b>+</b> (plustecken) kommer att läggas till.

source: ADLSearch Properties
fr: Propriétés de la Recherche ADL
hu: ADL Keresés Tulajdonságai
sv: Egenskaper för ADL-sökningar

source: Search String
fr: Chaîne de Recherche
hu: Keresett szöveg
sv: Söksträng

source: This is the set of search strings to search for.
fr: Les chaînes de recherche qui seront recherchées.
hu: A keresési kulcsszavak amelyekre a keresés történik.

source: Source Type
fr: Type de source
hu: Forrás típusa
sv: Källtyp

source: One of following values:
fr: L'une de ces valeurs :
hu: Egy a következők közül:
sv: En av följande värden:

source: Filename
fr: Nom de fichier
hu: Fájlnév
sv: Filnamn

source: Matches search against filename.
fr: Recherche par nom de fichier.
hu: Találatok összehasonlítása fájl név alapján
sv: Matchar sökning mot filnamn

source: Directory
fr: Dossier
hu: Könyvtár
sv: Katalog

source: Matches against current subdirectory and places the whole structure in the special folder.
fr: Recherche par le sous-dossier actuel, et place toute la hiérarchie dans un dossier spécial.
hu: Találatok összehasonlítása az aktuális alkönyvtár alapján, majd a teljes könyvtárstruktúra a speciális mappába kerül.
sv: Matchar mot aktuell underkatalog och placerar hela strukturen i en speciell mapp.

source: Full Path
fr: Chemin Complet
hu: Teljes útvonal
sv: Fullständig sökväg

source: Matches against whole directory + filename.
fr: Recherche par dossier complet + nom de fichier.
hu: Találatok összehasonlítása könyvtár + fájlnév alapján
sv: Matchar mot hela katalogen + filnamn

source: Min FileSize
fr: Taille Min
hu: Min. Fájlméret
sv: Min filstorlek

source: Sets the lower limits for file size. This is unused for <a po4a-id=0>Directory</a> searches.
hu: Beállítható a fájl méret alsó korlátja. Nem használt a <a po4a-id=0>Könyvtár</a> kereséseknél.
sv: Ställer in den undre gränsen för filstorlek. Detta används inte för <a po4a-id=0>Katalog</a>sökningar

source: Max FileSize
fr: Taille Max
hu: Max. Fájlméret
sv: Max filstorlek

source: Sets the upper limits for file size. This is unused for <a po4a-id=0>Directory</a> searches.
hu: Itt beállítható a fájl méret felső korlátja. <a po4a-id=0>Könyvtár</a> típusú kereséseknél nem lesz figyelembe véve.
sv: Ställer in den övre gränsen för filstorlek. Detta används inte för <a po4a-id=0>Katalog</a>sökningar

source: Size Type
fr: Unité des Tailles
hu: Méret típus
sv: Storlekstyp

source: Sets the units for the search sizes.
fr: Définit l'unité des tailles minimale et maximale.
hu: Megadható a keresendő fájl méret egysége
sv: Bestämmer enheten för filstorleken

source: Destination Directory
fr: Dossier de destination
hu: Célkönyvtár
sv: Målkatalog

source: Sets the output folder for a search. Multiple folders with different names can exist simultaneously. Each folder name gets wrapped in &lt;&lt;&lt; and &gt;&gt;&gt;.
fr: Définit le dossier dans lequel les recherches vont apparaître. Plusieurs dossiers avec des noms différents peuvent exister simultanément. Chaque nom de dossier est entouré par &lt;&lt;&lt; et &gt;&gt;&gt;.
hu: Megadja a célkönyvtárat a találatok számára. Több különböző nevű mappa létezhet egyidőben. Minden ADL keresési mappanevet &lt;&lt;&lt; és &gt;&gt;&gt; vesz körül.
sv: Ställer in måldatamapp sökningen. Flera mappar med olika namn kan användas samtidigt. Varje mappnamn omsluts av &lt;&lt;&lt; and &gt;&gt;&gt;.

source: Enabled
fr: Activée
hu: Engedélyezve
sv: Aktiverad

source: Marks the search as active or inactive.
fr: Définit si la recherche est activée ou désactivée.
hu: A keresés megjelölése aktívnak vagy inaktívnak.
sv: Markerar sökningen som aktiverad eller inaktiverad.

source: Download Matches
fr: Télécharger si trouvé
hu: Találatok letöltése
sv: Ladda ner träffar

source: When checked, matches to this search will be put into your <a po4a-id=0>Download Queue</a>.
hu: Ha engedélyezve van, akkor az adott ADL keresés a találatai automatikusan bekerülnek a <a po4a-id=0>Letöltési sorba</a>.
sv: När vald kommer träffar på sökning att läggas i din <a po4a-id=0>Nedladdningskö</a>.

source: Toolbar customization
hu: Eszköztár testreszabás
sv: Inställning av verktygsrad

source: You can use a standard Windows toolbar customizaton dialog box to customize (add, remove, and rearrange) the toolbar items in the main DC++ window.
hu: Egy a Windows-ba beépített eszköztár testreszabás párbeszédablak segítségével lehet testreszabni (elemeket hozzáadni, evenni, átrendezni) a DC++ főablakában található eszköztárat.
sv: Du använder ett vanligt Windowsverktyg för att förändra (lägga till, ta bort, ändra plats) DC++'s verktygsrad.

source: Step by step instructions for using the toolbar customization dialog box
hu: Az eszköztár testreszabás párbeszédablak használata lépésről-lépésre
sv: Steg för steginstruktioner för förändra verktygsfältet

source: To add a button or a separator to the toolbar, select one from the "Available buttons" list box and click "Add -&gt;".
hu: Egy gomb vagy egy elválasztó vonal eszköztárhoz adásához válassz egyet a "Rendelkezésre álló gombok" listából, majd kattints a "Hozzáadás -&gt;" gombra.
sv: För att lägga till en knapp eller mellanrum, välj knapp eller mellanrum i rutan för "Tillgängliga knappar" och klicka på "Lägg till -&gt;".

source: To remove a button or a separator from the toolbar, select it from the "Toolbar buttons" list box and click "&lt;- Remove".
hu: Egy gomb vagy egy elválasztó vonal eszköztárból való törléséhez válaszd ki a törlendő gombot az "Eszköztárgombok" listából, majd kattints a "&lt;- Eltávolítás" gombra.
sv: För att ta bort en knapp eller mellanrum, välj knapp eller mellanrum i rutan för "Nuvarande knappar" och klicka på "&lt;- Ta bort".

source: To reposition a button on the toolbar, select it from the "Toolbar buttons" list box and click either "Move Up" or "Move Down" to move the button accordingly.
hu: Az eszköztárgombok sorrendjének megváltoztatásához válassz ki egyet az "Eszköztárgombok" listából, majd a "Fel" vagy "Le" gombokra kattintással a gomb a megfelelő irányba mozgatható.
sv: För att ändra ordningen på knappar och mellanrum markerar du knappen eller mellanrummet i rutan "Nuvarande knappar" och trycker på knapparna "Flytta upp" eller "Flytta ned" allt efter behov.

source: To return the toolbar to the state it was in when the dialog box was opened (undo changes), click the Reset button.
hu: Az eszköztár eredeti (a párbeszédablak megnyitása előtti) állapotának visszaállításához (a változtatások elvetéséhez) kattints az "Alaphelyzet" gombra.
sv: För att återställa verktygsraden till läget innan ändringar gjordes, tryck på Återställ-knappen.

source: When your changes are complete, click the Close button to save your changes.
hu: Ha a testreszabással végeztél, kattints a "Bezárás" gombra a változtatások elmentéséhez.
sv: När du är klar med ändringarna, klicka på Stäng-knappen för att spara ändringarna.

source: Favorite hub groups
hu: Kedvenc hub csoportok
sv: Favorithubgrupper

source: Favorite Hubs
fr: Hubs Favoris
hu: Kedvenc Hubok
sv: Favorithubbar

source: Connect to a favorite hub group
hu: Kapcsolódás egy kedvenc hub csoporthoz
sv: Anslut till en favorithubgrupp

source: Close all hubs of a favorite group
hu: Egy kedvenc csoport összes hubjának bezárása
sv: Stäng alla hubbar i en favoritgrupp

source: Close hubs not in a favorite group
hu: Egy kedvenc csoporton kívüli összes hub bezárása
sv: Stäng hubbar som inte tillhör en favoritgrupp

source: Favorite hub groups help organize favorite hubs and set global properties onto them. They appear as sub-menus when using the arrow next to the <placeholder id=0/> toolbar button. They are also used in the <placeholder id=1/>, <placeholder id=2/> and <placeholder id=3/> commands of the main "Window" menu.
hu: A kedvenc hub csoportok funkció segítségével a kedvenc hubok csoportosíthatóak valamint egyszerre állíthatóak általános tulajdonságaik. A hub csoportok és a csoportokba tartozó kedvenc hubok (al)menüként jelennek meg, ha a <placeholder id=0/> eszköztár gomb melletti nyílra kattintunk. A csoportokkal további műveleteket végezhetünk az "Ablak" főmenüben található <placeholder id=1/>, <placeholder id=2/> és az <placeholder id=3/> menü parancsok segítségével.
sv: Favoritgrupper för hubbar hjälper till att organisera hubbar och ställa in gemensama inställningar för dem. Dessa syns som en undermeny när markören förs mot <placeholder id=0/> verktygsknappen. De används också av <placeholder id=1/>, <placeholder id=2/> och <placeholder id=3/> kommandona i Windows huvudmeny.

source: List
hu: Lista
sv: Listor

source: Lists currently defined favorite hub groups.
hu: A megadott kedvenc hub csoportok neveit mutatja.
sv: Listar nuvarande favorithubbgrupper.

source: Update
hu: Módosítás
sv: Uppdatera

source: Group properties
hu: Csoport tulajdonságai
sv: Gruppegenskaper

source: Update the currently selected group by changing its properties as defined in the <placeholder id=0/> portion of this dialog.
hu: Módosítja a listában kijelölt hub csoport tulajdonságait a <placeholder id=0/> dobozban lévő beállítások szerint.
sv: Uppdatera den valda gruppen genom att ändra egenskaperna definerade i <placeholder id=0/>delen av denna dialog.

source: Remove the currently selected groups. When the groups being removed already contain favorite hubs, a question will be asked to find out what to do about them; whether to remove them as well as the group, or to keep them.
hu: Eltávolítja a listában kijelölt hub csoportokat. Ha olyat csoportot törlünk amelyben vannak kedvenc hubok, akkor egy kérdés jelenik meg arról, hogy mit szeretnénk tenni a csoportban lévő hubokkal : a csoporttal együtt a kedvenc hubokat is el kívánjuk távolítani vagy csak magát a csoportot, a hubokat meghagyva.
sv: Ta bort valda grupper. Innehåller någon grupp en favorithubb fås frågan vad som ska göras med dem; om de ska tas bort tillsammans med gruppen eller behållas.

source: This is a place to fill in per-group properties. When a group is selected in the above list, controls residing in this portion will synchronize to reflect the properties of the selected group. These properties can then be updated using the "Update" button.
hu: Itt lehet megadni az egyes csoportok tulajdonságait. Amikor kijelölsz egy csoportot a fenti listában, akkor a dobozban lévő mezők a kijelölt csoport tulajdonságait mutatják. A hub csoport tulajdonságai megváltoztathatóak, majd a "Módosítás" gomb megnyomásával a változások elmenthetőek.
sv: Här ändras gruppspecifika inställningar. När en grupp väljs i listan ovan synkroniseras egenskaperna för att reflektera inställningarna för vald grupp. Dessa inställningar kan sedan uppdateras med knappen "Uppdatera".

source: Name
fr: Nom
hu: Név
sv: Namn

source: Unique name to identify this group; must not be already in use by another group.
hu: A csoport egyedi megnevezése. Már meglévő csoportnév nem adható meg, két csoportnak nem lehet ugyanaz a neve.
sv: Unikt namn för att identifiera denna grupp; får inte redan vara använt av någon annan grupp

source: Mark hubs in this group as private hubs
hu: Az ebben a csoportban lévő hubok privátnak jelölve

source: If this option is enabled, DC++ will not round-trip to other connected hubs when trying to match an online user from a hub in this group, for actions like private messaging, transferring files and so on.
hu: Ezt az opciót engedélyezve a DC++ a csoportba tartozó hubokon lévő online felhasználókat nem egyezteti más, egyéb kapcsolódott hubokon lévő felhasználókkal pl. privát üzenet, fájlok átvitele, stb... céljából.
