Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Remove the currently selected user command.
fr: Enlève la commande utilisateur actuellement sélectionnée.
hu: Eltávolítja a kijelölt felhasználói parancsot.
sv: Ta bort valt användarkommando.

source: Window options
fr: Options des Fenêtres
hu: Ablakok beállításai
sv: Fönsteralternativ

source: Open private messages in their own window
fr: Ouvrir les messages privés dans leur propre fenêtre
hu: Privát üzenetek megnyitása a saját ablakukban
sv: Öppna privata meddelanden i eget fönster

source: If you disable this option, a private message from a user appears as a status line in main chat instead of in a separate window. This could cause you to miss some messages if you don't check the chat regularly. <i>You may not care much for private messages from other users. Ignoring them however, not only lessens the (user-friendly) Direct Connect experience, but is not always wise because failing to reply to a message from an Operator can get you kicked or, in the worst case, permanently banned from that hub.</i>
hu: Ezen lehetőség kikapcsolásával az új privát üzenetek nem egy külön ablakban nyílnak meg, hanem egy állapotüzenetként jelennek meg a közös chatben. Ez azt okozhatja, hogy ha nem figyeled rendszeresen a közös chatet, előfordulhat, hogy nem veszed észre a privát üzenetek egy részét. <i>A privát üzenetekre nem kötelező válaszolni, figyelmen kívül hagyásuk azonban nemcsak barátságtalan lépés, hanem időnként nem is bizonyul túl okos döntésnek. Előfordulhat, hogy pl. ha egy operátor privát üzenetére nem válaszolsz, az a hubról való kirúgást, rosszabb esetben ban-olást is eredményezhet.</i>
sv: Om du avaktiverar denna inställning visas privatmeddelanden från användare i hubbfönstrets statusrad istället för i ett eget fönster. Detta kan leda till att du missar meddelanden om du inte kollar chatten regelbundet. <i>Du kanske inte bryr dig om privata meddelanden från andra användare men att ignorera dem kan, förutom att dra ner erfarenheten av den trevliga DC++-upplevelsen, leda till att du sparkas ut från hubben om du inte svarar på meddelanden från dess operatörer, eller ännu värre, du kan bli permantent portat från hubben.</i>

source: Open private messages from bots in their own window
fr: Ouvrir les messages privés des bots dans leur propre fenêtre
hu: Botoktól érkező privát üzenetek megnyitása a saját ablakukban
sv: Öppna privata meddelanden från bottar i eget fönster

source: Enable this if you want messages from hub bots in their own window. When disabled they get sent as a status message in main chat instead which is less annoying yet still informative. <i>This option only matters if you're not ignoring private messages from bots.</i>
hu: Ezt engedélyezve a hub botoktól érkező üzenetek külön ablakban jelennek meg. Kikapcsolva ehelyett állapotüzenetként jelennek meg a közös chat-ben, ami kevésbé zavaró, viszont továbbra is elolvasható. <i>Ennek az opciónak csak akkor van értelme, ha a botoktól érkező privát üzenetek nincsenek letiltva.</i>
sv: Aktivera om du vill att meddelanden från hubbens bottar ska öppnas i eget fönster. Avaktiverat skickas meddelanden till hubbens statusrad vilket kan vara mindre irriterande men du kan fortfarande läsa dem.<i>Denna inställning gäller endast om du inte ignorerar privata meddelanden från bottar.</i>

source: Open private messages from the hub in their own window
fr: Ouvrir les messages privés de hubs dans leur propre fenêtre
hu: A hubtól érkező privát üzenetek megnyitása a saját ablakukban
sv: Öppna privata meddelanden från hubben i eget fönster

source: Enable this if you want messages from the hub in their own window. When disabled they get sent as a status message in main chat instead which is less annoying yet still informative. <i>This option only matters if you're not ignoring private messages from hubs.</i>
hu: Ezt engedélyezve a hubtól érkező üzenetek külön ablakban jelennek meg. Kikapcsolva ehelyett állapotüzenetként jelennek meg a közös chat-ben, ami kevésbé zavaró, viszont továbbra is elolvasható. <i>Ennek az opciónak csak akkor van értelme, ha a huboktól érkező privát üzenetek nincsenek letiltva.</i>
sv: Aktivera om du ha meddelanden från hubben i ett eget fönster. Avaktiverat skickas dessa till hubbens statusrad vilket kan vara mindre irriterande men du kan fortfarande läsa dem. <i>Denna iställning gäller endast om du inte ignorerar privata meddelande från hubbar.</i>

source: Open new file list windows in the background
fr: Ouvrir les nouvelles fenêtres de listes de fichiers en arrière-plan
hu: Új fájl-lista ablakok megnyitása a háttérben
sv: Öppna nya fillistor i bakgrunden

source: Keep this disabled if you want newly downloaded file lists to pop up in front of other windows. <i>It can be very annoying to have a new window pop up when you're typing something.</i>
hu: Tiltsd ezt le, ha azt szeretnéd, hogy az újonnan letöltött fájl-listák mindíg felugorjanak az aktuális ablak elé. <i>Ez nagyon zavaró lehet ha pl. éppen írsz valamit.</i>
sv: Avaktivera om du vill att fillistor ska öppnas ovanpå alla andra fönster. <i>Det kan dock vara väldigt irriterande att fönster poppar upp överst när du skriver i ett annat fönster.</i>

source: Open new private message windows in the background
fr: Ouvrir les nouvelles fenêtres de messages privés en arrière-plan
hu: Új privát ablakok megnyitása a háttérben
sv: Öppna nya privata meddelanden i bakgrunden

source: Keep this disabled if you want new private messages file lists to pop up in front of other windows.
fr: Désactivez si vous préférez que les nouveaux messages privés s'affichent au premier plan, devant les autres fenêtres.
hu: Kapcsold ki, ha nem szeretéd, hogy az új privát üzenet érkezésekor az ablak felugorjon az aktuális ablak elé.
sv: Avaktivera om du vill att privata meddelandefönster ska öppnas ovanpå alla andra fönster.

source: Open new window when using /join
fr: Ouvrir une nouvelle fenêtre lors de l'utilisation de /join
hu: Új ablak nyitása a /join használatakor
sv: Öppna nytt fönster när kommandot /join används

source: When using /join &lt;ip&gt;, a new window with the hub will open.
fr: Lors de l'utilisation de /join &lt;ip&gt;, une nouvelle fenêtre avec le hub en question sera ouverte.
hu: Megadja, hogy a /join &lt;ip&gt; chat parancs használatakor a hub új ablakban nyíljon meg.
sv: När kommandot /join &lt;ip&gt; används öppnas den hubben i ett nytt fönster.

source: Ignore private messages from the hub
fr: Ignorer les messages privés du hub
hu: A hubtól érkező privát üzenetek figyelmen kívül hagyása
sv: Ignorera privata meddelanden från hubben

source: Enable this if you wish to ignore private messages from the hub. However, these messages generally contain useful information, like hub specific rules or warnings.
fr: Activez si vous souhaitez ignorer les messages privés envoyés par le hub. Cependant, ces messages contiennent généralement des informations utiles, comme des règles spécifiques au hub ou des avertissements.
hu: Engedélyezd, ha nem szeretél privát üzeneteket kapni a hubtól. Ezek az üzenetek általában hasznos információkat tartalmaznak, mint pl. a hubra vonatkozó szabályok vagy figyelmeztetések.
sv: Aktivera om du vill ignorera privata meddelanden från hubben. Dessa meddelanden kan innehålla användarbar information, som till exempel hubbens regler eller varningar.

source: Ignore private messages from bots
fr: Ignorer les messages privés des bots
hu: Botoktól érkező privát üzenetek figyelmen kívül hagyása
sv: Ignorera privata meddelanden från bottar

source: Enable this if you wish to ignore private messages from bots. However, these messages generally contain useful information, like hub specific rules or warnings.
fr: Activez si vous souhaitez ignorer les messages privés envoyés par des bots. Cependant, ces messages contiennent généralement des informations utiles, comme des règles spécifiques au hub ou des avertissements.
hu: Engedélyezd, ha nem szeretél privát üzeneteket kapni botoktól. Ezek az üzenetek általában hasznos információkat tartalmaznak, mint pl. a hubra vonatkozó szabályok vagy figyelmeztetések.
sv: Aktivera detta om du vill ignorera privata meddelande från bottar. Dessa meddelanden kan innehålla användbar information som till exempel hubbens regler eller varningar.

source: Toggle window when selecting an active tab
fr: Basculer de fenêtre lors de la sélection de l'onglet actif
hu: Ablakok megcserélése aktív fül kiválasztásakor
sv: Växla fönster när du väljer en aktiv flik

source: With this option enabled, clicking on an active tab will mimic the behavior of Windows 98+ and send the currently active window to the background. The most recently accessed window will become the new active window.
fr: Si activé, un clic sur l'onglet actuellement actif résultera en un comportement similaire à celui observé dans Windows 98+ : l'onglet actif sera alors mis en arrière-plan, et le dernier onglet ouvert avant lui deviendra la nouvelle fenêtre active.
hu: Ezen lehetőség engedélyezésével elérhető, hogy az aktív fülre kattintva a Windows tálcához hasonló módon az aktív ablak háttérbe kerüljön, majd a legutóljára megnyitott ablak kerüljön előtérbe.
sv: När denna inställning är aktiv och du klickar på en aktiv flik beter sig DC++ precis som Windows och flyttar fokus från den aktiva fliken till den som senast var aktiv.

source: Popup box to input password for hubs
fr: Boîte de dialogue pour entrer les mots de passe pour les hubs
hu: Felugró ablak a hub belépési jelszó bekérésére
sv: Dialogruta för att skriva in lösenord till hubbar

source: When being prompted for a password in a hub, you will with this option enabled have a box popup and will allow you to enter your password. With this option disabled, you will be prompted with a "/password" instead.
fr: Si activé, une boîte de dialogue s'affichera lorsqu'un hub vous demandera votre mot de passe, dans laquelle vous aurez alors à écrire votre mot de passe. Si désactivé, ce mot de passe vous sera demandé par l'intermédiaire d'un "/password".
hu: Ha egy hub jelszót kér a belépéshez, ennek a lehetőségnek a bekapcsolásával a jelszó egy felugró párbeszédablakban adható meg. Kikapcsolt állapotban "/password" chat parancs jelenik meg a chat beviteli mezőjében, amely mögé beírható a jelszó.
sv: Aktiverad får du en dialogruta när en hubb begär lösenord. Avaktiverad får du prompten "/password" i hubbens textskrivningsfält istället.

source: Confirm dialog options
fr: Options des demandes de confirmation
hu: Megerősítési beállítások
sv: Bekräfta dialoginställningar

source: Confirm application exit
fr: Demander confirmation pour quitter DC++
hu: Kilépés megerősítése
sv: Bekräfta vid avsluta program

source: Enabling this option will cause DC++ to prompt you before exiting.
fr: Si activé, DC++ vous demandera de confirmer votre action au moment de quitter.
hu: Engedélyezésekor a DC++ megerősítést kér kilépés előtt.
sv: Aktiverad får du en fråga om du verkligen vill stänga ner DC++.

source: Confirm hub closing
hu: Megerősítés hub ablak bezárásakor
sv: Bekräfta vid stängning av hubb

source: Enabling this option will cause DC++ to prompt before you close a <a po4a-id=0>hub</a> window.
hu: Engedélyezésekor a DC++ megerősítést kér a <a po4a-id=0>hub</a> ablakok bezárása előtt.
sv: Aktiverad får du en fråga om du verkligen vill stänga ner <a po4a-id=0>hubb</a>fönstret.

source: Confirm favorite hub removal
fr: Demander confirmation pour enlever un hub favori
hu: Megerősítés kedvenc hub eltávolításakor
sv: Bekräfta vid borttagning av favorithubb

source: Enabling this option will cause DC++ to prompt before you remove a favorite hub.
fr: Si activé, DC++ vous demandera de confirmer votre action au moment d'enlever un hub favori.
hu: Engedélyezésekor a DC++ megerősítést kér egy kedvenc hub eltávolítása előtt.
sv: Aktiverad får du en fråga om du verkligen vill ta bort en favorithubb.

source: Confirm favorite user removal
fr: Demander confirmation pour enlever un utilisateur favori
hu: Megerősítés kedvenc felhasználó eltávolításakor
sv: Bekräfta vid borttagning av favoritanvändare

source: Enabling this option will cause DC++ to prompt before you remove a favorite user.
fr: Si activé, DC++ vous demandera de confirmer votre action au moment d'enlever un utilisateur favori.
hu: Engedélyezésekor a DC++ megerősítést kér kedvenc felhasználók eltávolítása előtt.
sv: Aktiverad får du en fråga om du verkligen vill ta bort en favoritanvändare.

source: Confirm item removal in download queue
fr: Demander confirmation pour enlever un téléchargement
hu: Megerősítés kérése a letöltési sorból való eltávolításkor
sv: Bekräfta vid borttagning av objekt från nedladdningskön

source: Enabling this option will cause DC++ to prompt before you remove a file (or files) from the <a po4a-id=0>download queue</a>.
hu: Engedélyezésekor a DC++ megerősítést kér a fájl(ok) eltávolítása előtt a <a po4a-id=0>Letöltési sorból</a>.
sv: Aktiverad får du en fråga om du verkligen vill ta bort filer från <a po4a-id=0>nedladdningskön</a>.

source: Confirm ADL Search removal
fr: Demander confirmation pour enlever une Recherche ADL
hu: Megerősítés ADL keresés eltávolításakor
sv: Bekräfta vid borttagning av ADL-sökning

source: Enabling this option will cause DC++ to prompt before you remove an ADL Search item from the <a po4a-id=0>ADL Search</a> window.
hu: Engedélyezésekor a DC++ megerősítést kér <a po4a-id=0>ADL keresés(ek)</a> eltávolítása előtt.
sv: Aktiverad får du en fråga om du verkligen vill ta bort poster från <a po4a-id=0>ADL-sökningarna</a>.

source: Automatic Directory Listing Search
fr: Recherche ADL
hu: Automatikus Könyvtárlistázó (ADL) Keresés
sv: Automatisk kataloglistningssökning

source: What is Automatic Directory Listing Search?
fr: Qu'est-ce que la Recherche ADL ?
hu: Mi az Automatikus Könyvtárlistázó (ADL) keresés?
sv: Vad är automatisk kataloglistsökning

source: Automatic Directory Listing Search (ADLSearch) is a tool for searching of file lists downloaded from users. Create a new ADLSearch entering 'avi' as search string for example. When you download a directory listing from a user, all avi-files will be placed in a special folder called <b>&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</b>.
hu: Az Automatikus Könyvtárlistázó (ADL) kereső egy eszköz a felhasználóktól letöltött fájl-listákban történő kereséshez. Példaként hozz létre egy új ADL keresést 'avi'-t megadva a Keresett szöveg mezőben. Mikor fájl-listákat töltesz le, minden .avi fájl egy speciális <b>&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</b> nevű mappában fog megjelenni a fájl-listában.
sv: Automatisk kataloglistsökning (eller ADLSearch) är ett verktyg för att automatiskt söka igenom nedladdade fillistor. Skapa en ADLsökning med 'avi' som söksträng. När du laddar ner en fillista från en användare placeras alla filer som innehåller 'avi' i filnamnet i en speciell folder kallad <b>&lt;&lt;&lt;ADLSearch&gt;&gt;&gt;</b>.

source: Columns
fr: Colonnes
hu: Oszlopok
sv: Kolumner

source: Enabled / Search String
fr: Activée / Chaîne de Recherche
hu: Engedélyezve / Keresendő Szöveg
sv: Aktiverad / Söksträng

source: This is the set of search strings to search for. The checkbox indicates whether the search is active (box checked) or inactive (box unchecked).
fr: Les chaînes de recherche qui sont recherchées. La case à cocher indique si la recherche est active (case cochée) ou inactive (case décochée).
hu: A szavak amelyekre a keresés történik. A jelölőnégyzet állapota megadja, hogy az adott keresés éppen aktív, engedélyezett (négyzet kipipálva) vagy inaktív (négyzet üres).
sv: Detta är sökvärdena att söka efter. Klickrutan indikerar om sökningen är aktiverad (ikryssad) eller avaktiverad (tom ruta).

source: Min Size
fr: Taille Min
hu: Min. méret
sv: Minsta storlek

source: Max Size
fr: Taille Max
hu: Max. méret
sv: Högsta storlek

source: Buttons / Context menu commands
hu: Gombok / Jobbclick menü parancsok
sv: Knappar / Menyberoende kommandon

source: New
fr: Nouveau
hu: Új
sv: Ny

source: Create a new ADLSearch entry.
fr: Crée une nouvelle Recherche ADL.
hu: Új ADL Keresés készítése.
sv: Skapa en ny ADLsökningspost

source: Properties
fr: Propriétés
hu: Tulajdonságok
sv: Egenskaper

source: Change pre-existing ADLSearch properties for the selected entries.
fr: Changer les propriétés des Recherches ADL sélectionnées.
hu: A kijelölt ADL Keresés tulajdonságainak beállítása, cseréje.
sv: Ändra fördefinierade inställningar för valda ADLsökningar.

source: Move up
fr: Monter
hu: Mozgatás Fel
sv: Flytta uppåt

source: Move up selected ADLSearch entries in the list.
fr: Déplacer les Recherches ADL sélectionnées vers le haut.
hu: A kiejölt ADL Keresés elemeket felfelé mozgatja a listában
sv: Flyttar vald ADLsökning uppåt i listan

source: Move down
fr: Descendre
hu: Mozgatás Le
sv: Flytta nedåt

source: Move down selected ADLSearch entries in the list.
fr: Déplacer les Recherches ADL sélectionnées vers le bas.
hu: A kiejölt ADL keresés elemeket lefelé mozgatja a listában
sv: Flyttar vald ADLsökning nedåt i listan

source: Removes selected ADLSearch entries from the list.
fr: Enlève les Recherches ADL sélectionnées de la liste.
hu: A kiejölt ADL keresés elemeket eltávolítja a listából.
sv: Tar bort vald ADLsökning från listan

source: Help
fr: Aide
hu: Segítség
sv: Hjälp

source: Launch this help file.
fr: Ouvre ce fichier d'aide.
hu: Megnyitja ezt a Segítség oldalt.
sv: Öppna denna hjälpfil

source: Description of some other common context menu options are listed in the <a po4a-id=0> Listview-related menu commands</a> page.
hu: A további jobb-click menü parancsok listája megtalálható <a po4a-id=0>Az összes listában elérhető menü parancsok</a> oldalon.
sv: Beskrivningar för andra menykommandon finns på sidan <a po4a-id=0>Listrelaterade menykommandon</a>.

source: Extra Features
fr: Fonctionnalités additionnelles
hu: Extra lehetőségek
sv: Extra funktioner

source: There is a new option in the context menu (right-click) for directory listings. It is called 'Go to directory' and can be used to jump to the original location of the file or directory in the filelist.
hu: A fájl-listákban megjelenő ADL találatoknál elérhető egy új 'Könyvtárhoz ugrás' nevű jobb-click menü elem. Segítségével a talált fájl vagy könyvtár eredeti helyére ugorhatunk a fájl-listában.
sv: Det finns en ny funktion för snabbmenyn (högerklick) för kataloglistor. Det heter 'Gå till katalog' och kan användas för att hoppa direkt till platsen där filen eller katalogen finns i fillistan.

source: If you use <a po4a-id=0>time formatting</a> variables, they will be replaced by today's date. If you use %[nick] it will be replaced by the nick of the user you download the directory listing from.
hu: <a po4a-id=0>Idő formázó</a> változók használatakor ezek ki lesznek cserélve az aktuális dátumra. Ugyanígy a %[nick] is ki lesz cserélve annak a felhasználónak a nick-jére, akitől a fájl-lista le lett töltve.
sv: Om du använder <a po4a-id=0>tidsformattering</a> byts de ut mot dagens datum. Om du använder %[nick] byts det ut mot användarnamnet på den användare du laddar ner fillistan ifrån.

source: If you name a destination directory 'discard', it will not be shown in the total result. Useful with the feature below to remove uninteresting results.
fr: Si vous appelez un dossier de destination 'discard', celui-ci ne sera pas affiché dans le résultat total. Utile quand utilisé avec la fonctionnalité ci-dessous pour enlever les résultats inintéressants.
hu: Lehetőség van a nem túl érdekes eredmények kihagyására. Ekkor a célkönyvtár helyére a 'discard' szót kell beírni. A beállított tulajdonságoknak megfelelő eredmények nem jelennek meg sehol.
sv: Om du namnger nedladdningskatalogen 'discard' kommer resultatet inte att visas. Användbart tillsammans med funktionen nedan för att ta bort ointressanta resultat.

source: There is a setting called <a po4a-id=0>Break on First ADLSearch Match</a>. If enabled, ADLSearch will stop after the first match for a specific file/directory.The order in the ADLSearch windows is therefore important. Example: Add a search item at the top of the list with string='xxx' and destination='discard'. It will catch many pornographic files and they will not be included in any following search results.
hu: Létezik egy beállítás <a po4a-id=0>ADL keresés megállítása az első találatnál</a> néven. Ezt engedélyezve az ADL keresés megáll az első megadott fájl vagy könyvtár találatnál. Emiatt az ADL Keresés ablakban fontos a sorrend. Példa : adj hozzá egy keresést a lista legtetejéhez, a keresési szöveg legyen 'xxx', a célkönyvtár 'discard'. Ezzel így a legtöbb pornográf fájl elkapható és ezáltal nem kerül be a többi ez után következő keresési eredmény közé.
sv: Det finns en inställning kallad <a po4a-id=0>Stoppa vid första ADLsökningsträff</a>. Om aktiverat stoppar ADLsökningen efter första träffen. Alltså är ordningen av ADLsökningarna viktig. Skapa en sökpost med innehållet 'xxx' och nedladdningskatalog 'discard'. Detta filtrerar bort många pornografiska sökresultat.

source: This lists your current connections to other peers in the network, uploads (from you to the other peer) and downloads (from the other peer to you).
fr: Liste les connexions actives avec d'autres utilisateurs du réseau : les envois (de vous vers l'utilisateur distant) et les téléchargements (de l'utilisateur distant vers vous).
hu: Ebben az ablakban láthatóak az aktuális kapcsolataid a hálózat többi tagjához, a feltöltések (tőled másokhoz) és a letöltések (másoktól hozzád).
sv: Listar alla dina pågående anslutningar mellan dig och andra användare i nätverket, uppladdningar (från dig till andra) och nedladdningar (från andra till dig).

source: User
fr: Utilisateur
hu: Felhasználó
sv: Användare

source: The nick of the connected user
fr: Le pseudo de l'utilisateur connecté
hu: A kapcsolódott felhasználó nickje

source: Displays the hub which the user connected through
fr: Le hub à partir duquel la connexion à l'utilisateur a été établie
hu: A hub, amelyen keresztül a felhasználó kapcsolódott

source: Status
fr: État
hu: Állapot

source: Shows the current status of the connection which includes Connecting, Downloading, Uploading, No slots available, Idle, Disconnected or Terminated. During data transfer you can see here the name of the file, the current chunk of the file being downloaded from the connected peer and maybe one or more letters in [box brackets] as well. These letters specify the properties of the transfer:
fr: Affiche l'état actuel de la connexion, qui peut être : Connexion, Téléchargement, Envoi, Pas de slot disponible, Inactif, Déconnecté ou Terminé. Pendant le transfert de données, vous pouvez voir ici le nom du fichier, le morceau du fichier actuellement en téléchargement à partir de l'utilisateur distant, et peut-être aussi des lettres entre [crochets]. Ces lettres spécifient les propriétés du transfert :
hu: A kapcsolat mindenkori állapotát mutatja, amely lehet : Kapcsolódás, Letötlés, Feltöltés, Nincs szabad slot, Várakozás, Szétkapcsolva vagy Befejezett. Az adatátvitel alatt látható a fájl neve, az aktuális átvitt rész, valamint esetleg egy vagy több szögletes zárójelbe tett betű. Ezek a betűk az átvitel tulajdonságait adják meg, jelentésük a következő :

source: [T] - TTH Checked
fr: [T] - TTH vérifié
hu: [T] - TTH ellenőrzött átvitel
sv: [T] - TTH kontrollerad

source: [Z] - ZLib Compressed transfer
fr: [Z] - Transfert compressé par ZLib
hu: [Z] - ZLib tömörített átvitel
sv: [Z] - ZLib-komprimerad överföring

source: [S] - Trusted secure connection
fr: [S] - Connexion sécurisée avec une source de confiance
hu: [S] - Megbízható tanúsítvánnyal rendelkező biztonságos kapcsolat
sv: [S] - Betrodd säker anslutning

source: [U] - Untrusted secure connection
fr: [U] - Connexion sécurisée avec une source qui n'est pas de confiance
hu: [U] - Megbízható tanúsítvánnyal nem rendelkező biztonságos kapcsolat
sv: [U] - Obetrodd säker anslutning
