Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: The peer you're downloading from is too far from you (maybe in another continent) and there's too many <a po4a-id=0>hops</a> in the connection between you and your peer. Its also possible that either your ISP or the other user's provider has limited overseas bandwitdh available. You can check what country your peer is from in the <i>IP</i> column of the <a po4a-id=1>Connections window</a> if the <a po4a-id=2>Guess user country from IP</a> setting is enabled in the <a po4a-id=3>Appearance</a> settings panel.
hu: A felhasználó akitől töltesz túl messze van (talán éppen egy másik kontinensen) és túl sok un. <a po4a-id=0>hop</a> (kapcsolati ugrás) található közöttetek. Előfordulhat, hogy akár a Te internetszolgáltatódnak, akár a felhasználóénak kevés a maximális külföldi (tengerentúli) sávszélessége. Azt, hogy a felhasználó melyik országban lakik a <a po4a-id=1>Kapcsolatok ablak</a> <i>IP</i> oszlopában, az IP cím előtti országkódból tudhatod meg, ha és amennyiben a <a po4a-id=2>Ország kijelzése IP cím alapján</a> beállítás engedélyezett a <a po4a-id=3>Megjelenés</a> beállítási lapon.

source: The person who you are downloading from is using a bandwidth limiter. There are two types of limiting: client based or using a third-party program.
hu: A felhasználó akitől töltesz sávszélesség-korlátozást használ. Két lehetőség létezik erre, bizonyos DC kliensekben beépítve található a korlátozó funkció, ill. vannak egyéb szoftverek amelyekkel ez megoldható.
sv: Personen du laddare ner från använder en bandbreddsbegränsare. Det finns två typer av begräningar: klientbaserade eller tredjepartsprogram.

source: Clients with bandwith limiting capability often have set download and upload speed ratios in place to avoid abuse. (ex. if the upload speed limit is set below 6 KiB/s, then the client will restrict the client download speed to a 2:1 ratio). This varies from client to client and obviously not all support upload limiting. This type of speed limiting <i>only</i> restricts the uploading of files, including user lists. It does not limit chat, private messages, or searches. From version 0.760 DC++ also has internal file transfer limiting capability. If enabled, DC++ shows the upload limiting rate in the <a po4a-id=0>Connection coloumn</a> of a hub's user list. Other (older) clients may show this value in L: or B: part of the <a po4a-id=1>DC++ tag</a>.
hu: A feltöltés-korlátozó lehetőséggel rendelkező DC kliensek nagy része a feltöltéssel arányban a letöltési sebességet is korlátozza a visszaélések elkerülésére (pl. ha a feltöltési sebességet 6 KiB/mp alá állítják, a kliens a letöltést 2:1 arányban állítja be a feltöltéshez képest). Ez a sebesség arány kliensenként változhat és természetesen nem minden kliens támogatja a korlátozást. Az ilyenfajta korlátozás <i>csak</i> a fájl- és fájl-lista átvitelre vonatkozik, nem korlátozza a chat-et, a privát üzeneteket és a keresést. A DC++ a 0.760-as verziótól képes átviteli sebesség korlátozásra. Amennyiben engedélyezett, a feltöltési korlát értékét a DC++ a hub felhasználónak listájában a <a po4a-id=0>Kapcsolat oszlopban</a> jeleníti meg. Más (régebbi) kliensek esetén ez az érték a <a po4a-id=1>DC++ tag</a> L: vagy B: részében jelenhet meg.

source: Users could also be using a third-party program to limit the speed of traffic. This type of speed limiting is absolute; it will limit the speed of all traffic by the user, which can include file transfers, searches, chat, and private messages. This type of application never enforce a download speed:upload speed ratio, it may be more prone to abuse.
hu: A felhasználók egyéb programokat is használhatnak forgalomkorlátozásra. Ez a fajta korlátozási lehetőség abszolút módon korlátozza a DC kliens forgalmát, tehát a fájlátvitel, a keresések, a közös chat és a privát üzenetek átviteli sebességét is limitálja. Mivel ez a fajta koráltozó alkalmazás soha nem teszi függővé a letöltés korlátozását a feltöltésétől, ez komoly visszaélésre ad lehetőséget.
sv: Användare kan också använda tredjepartsprogram för att begränsa trafiken. Denna typ av begränsning är absolut, den bestämmer hastigheten för all trafik för användaren, både uppladdning, sökningar, chatt och privata meddelanden. I denna typ av applikationer finns inget förhållande mellan nedladdnings- och uppladdningshastighet, vilket ofta leder till missbruk.

source: So for particularly slow transfers (1 KiB/s or slower) from a certain user, abusive upload limiting <b>may</b> be to blame.
hu: Alapvetően tehát nagyon lassú fájl átvitel (1 KiB/mp vagy kevesebb) esetén <b>nagy eséllyel</b> túlzott sávszélesség-korlátozásra lehet gyanakodni.
sv: Så för särdeles långsamma nedladdningar (1 kB/s eller långsammare) från en specifik användare <b>kan</b> skyllas på uppladdningsbegränsning.

source: The person who you are downloading from suffers from one or more constant speed problem described in the next section.
hu: A felhasználó akitől töltesz egy vagy több, a következő részben felsorolt állandó sebességproblémával küzd.
sv: Personen du laddar ner från är drabbad av en eller flera hastighetsproblem beskrivna i nästa sektion.

source: Solution : try to find more sources for your downloads :
hu: Megoldás : keress több forrást a letöltendő fájlodhoz :

source: To gain more possible sources for your download select your download either in the <a po4a-id=0>Download Queue</a> or in the <a po4a-id=1>Downloads window</a>. Then use the rightclick function <i>Search for alternates</i> to see if there are other users have the file shared. In the slots column of the <a po4a-id=2> Search results window</a> you can find users with fewer slots used <i>may</i> result in faster speeds - someone with two out of three (2/3) slots free may have more bandwidth available than someone with one out of three (1/3).
hu: Az egyes letöltésekhez való további források kereséséhez jelöld ki a fájlt a <a po4a-id=0>Letöltési sorban</a> vagy a <a po4a-id=1>Letöltések</a> ablakban. Ezután a jobbklikk-menüből az <i>Alternatívák keresését</i> kiválasztva látható lesz ha további felhasználók is osztják a fájlt. A megjelenő <a po4a-id=2>Keresési eredmények</a> ablak slot-ok nevű oszlopában látható, hogy mely felhasználóknak van esetleg kevesebb foglalt slot-juk. Ezektől <i>valószínűleg</i> gyorsabb letöltés várható, hiszen ha pl. valakinek 3-ból 2 slot-ja szabad akkor nagyobb eséllyel van több szabad feltöltési sávszélessége, mint annak akinek 3 slot-ból csak 1 szabad.

source: More sources for queued files can be discovered and automatically added if you enable <a po4a-id=0>Automatically Match Queue for Search Hits</a> in Queue settings.
hu: Egyéb, a sorban lévő fájok számára további források kereshetőek, ha a Letöltési sor beállításaiban engedélyezett a <a po4a-id=0>Listák automatikus egyeztetése a letöltésekkel alternatív forrás találatakor</a> beállítás.
sv: Flera källor för köade filer kan automatiskt hittas om du aktiverar <a po4a-id=0>Automatically Match Queue for Search Hits</a> i kö inställningar.

source: Automatic discovery for additional sources is also possible if you enable <a po4a-id=0>Automatically Search for Alternative Download Locations</a> in Queue settings. Note that some hubs have predefined minimum search interval rules so enabling this function may result no hits for manual searches in these hubs.
hu: További források automatikus keresése is lehetséges ha a Letöltési sor beállításaiban engedélyezett az <a po4a-id=0>Alternatív letöltési helyek automatikus keresése</a> beállítás. Megjegyzendő, hogy ez a beállítás néhány hub esetén - ahol előre meghatározott minimum keresési időköz van érvényben - megakadályozhatja a kézzel indított kereséseket.
sv: Automatiskt upptäckt av ytterligare källor är också möjligt om du slår igång <a po4a-id=0>Automatically Search for Alternative Download Locations</a> i köinställningarna. Tänk på att vissa hubbar har fördefinierade minsta sökinterval så slår du igång denna funktion kan det drabba dina manuella sökningar i dessa hubbar.

source: To minimize the download time make sure you have checked <a po4a-id=0>Enable segmented downloads</a> in Advanced settings. With segmented downloads enabled you are able to download the pieces of a file from several sources at the same time.
hu: A letöltési idő minimalizálásához győződj meg hogy ki van pipálva a <a po4a-id=0>Többszálú letöltés engedélyezése</a> a Haladó beállításokban. A többszálú letöltés engedélyezésével egy fájt darabjait több forrásból is töltheted egyszerre.
sv: För att minimera nedladdningstiden kolla så att du har markerat <a po4a-id=0>aktivera segment nedladdningar</a> i avancerat inställningarna. Med segment nedladdning aktiverad kan du ladda ner delar från flera olika källor samtidigt.

source: Slow downloads from every user
hu: Lassú letöltés minden felhasználótól
sv: Långsamma nedladdningar oavsett användare

source: If you experience constant slow downloads with DC++ this can be for one or more of the following reasons :
hu: Ha a DC++-al állandóan lassú a letöltés, ennek következő okai lehetnek:

source: You have enabled <a po4a-id=0>bandwith limiting</a> for downloads. Make sure the limiter is disabled or set to high enough value.
hu: Engedélyezted a <a po4a-id=0>Sávszélesség korlátozást</a> a letöltésekre. Győződj meg róla, hogy ki van kapcsolva vagy megfelelően magas értékre van beállítva.

source: Your Internet connection is shared with others on your <acronym po4a-id=0>LAN</acronym> and they are using up all the available bandwidth. Tell them to knock it off. =) Also your connection speed to the gateway or router on your <acronym po4a-id=1>LAN</acronym> can be slower than the available speed from your <acronym po4a-id=2>ISP</acronym>. It could be for reasons like week signal strength on a wireless connection, broken/old network devices, etc... Try to do a file transfer test within your local network to be sure that it's fast enough.
hu: Az internet kapcsolatod esetlegesen meg van osztva másokkal az otthoni helyi hálózaton (<acronym po4a-id=0>LAN</acronym>) és ők elhasználják a sávszélességed. Szólj nekik, hogy hagyjanak neked is valamennyit. =) Ezen kívül lehet, hogy a helyi hálózatodon a sebesség kisebb, mint amit az Internet-szolgáltatód nyújt. Ez előfordulhat pl. alacsony jelerősségű vezetéknélküli kapcsolat esetén, esetleg elavult / hibás hálózati eszközök vagy meghajtószoftver-probléma miatt, stb... Teszteld le a helyi hálózat sebességét két gép közötti másolással, hogy biztos lehess benne, hogy nem ez a probléma okozója.<acronym po4a-id=1></acronym><acronym po4a-id=2></acronym>
sv: Din internetanslutning delas med andra över ditt <acronym po4a-id=0>LAN</acronym> och de använder all bandbredd. Din anslutning till din gateway eller router i ditt <acronym po4a-id=1>LAN</acronym> kan vara långsammare än anslutning till din <acronym po4a-id=2>ISP</acronym>. Orsaken till det kan bero på dålig trådlös anslutning, trasiga/gamla nätverksenheter, etc... Prova göra ett fil överförings test över ditt lokala nätverk för att säkerhetsställa hastigheten är snabb nog.

source: Your ISP may be limiting your P2P traffic via some method of packet shaping. Call up the ISP and inquire if they do anything with P2P traffic. You can try to connect to ADC hubs and test your downloads there. As ADC is a newer and more efficient DC protocol it can be still unknown to your ISP's throttling system. If the ISP <i>does</i> throttle you, then there is nothing much that can be done to increase the speeds. This is also common at Universities and at the workplace, and is <a po4a-id=0>the topic of another FAQ</a>.
hu: Az Internet-szolgáltatód esetleg valamilyen módszerrel limitálja (priorizálja) a P2P forgalmat. Hívd fel a szolgáltatót és kérdezz rá, alkalmaznak-e ilyesfajta módszert. Megpróbálhatsz ADC hub-okhoz kapcsolódni és tesztelni, hogy ott milyenek a letöltési sebességek. Mvel az ADC egy új és jóval hatékonyabb DC protokoll, ezért előfordulhat, hogy a szolgáltatód limitáló eszköze még nem ismeri. Ha kiderül, hogy a szolgáltató <i>alkalmaza</i> ezt a módszert, sok mindent nem lehet tenni ellene. A P2P limitálás vagy akár teljes blokkolás módszere előfordulhat a különböző iskolákban és munkahelyeken is, a témáról további információ <a po4a-id=0>ebben a GYIK-ben</a> található.
sv: Din Internetleverantör kan begränsa din användare-till-användare-trafik med hjälp av någon metod för pakethantering. Kontakta din leverantör och fråga om de begränsar användare-till-användare-trafik. Du kan pröva att ansluta till ADC-hubbar och testa dina nedladdningar där. Eftersom ADC-protokollet är ett nyare och effektivera DC-protokoll kan det fortfarande vara okänt för din Internetleveratör. Om din levarantör <i>faktiskt</i> begränsar dig är det svårt att göra något för att öka hastigheten. Detta är också vanligt på universitet och arbetsplatser och är <a po4a-id=0>ämmnet för en annan FAQ</a>.

source: You haven't set up your third party firewall or internet monitor software correctly. Some of these security applications may treat p2p transfer as a <a po4a-id=0> DDoS flood</a> attempt and tries to defend your computer from it. Try to disable or even uninstall these applications temporarily and test your downloads again. If it helps refer the application's documentation how to make exception rules for DC++. If you have a router its also possible that it has some anti-DDoS or flood protection feature and it may enabled by default. Check the router's documentation or configuration page for a possible option of this kind.
hu: A szoftveres tűzfal vagy internet forgalom ellenőrző programod nincs megfelelően beállítva. Előfordulhat, hogy ezen alkalmazások némelyike a p2p kapcsolatokat vagy az adatátvitelt <a po4a-id=0> szolgáltatás-megtagadással járó támadásnak (DDoS)</a> érzékeli és megpróbálja megvédeni a számítógépet. Próbáld meg letiltani vagy méginkább a teszt céljából átmenetileg eltávolítani ezeket a programokat. A progamok dokumentációja alapján próbálj kivételi szabályokat beállítani a DC++ számára. Ha routered van, az is lehetséges, hogy maga a router tartalmaz beépített védelmet szolgáltatás-megtagadással járó támadásokkal szemben, ami alapértelmezetten be van kapcsolva. A router dokumentációja ad felvilágosítást, hogy létezik-e ilyen lehetőség és hogyan kell kikapcsolni.
sv: Du har inte konfigurerat din tredjeparts branndvägg eller Internetövervakningsprogramvara korrekt. Vissa av dessa säkerhetsapplikationer kan behandla p2p-kommunikation som <a po4a-id=0> DDoS översvämmningsattack</a> och försöker försvara din dator emot detta. Försök att stänga av, eller eventuellt avinstallera, dessa applikationer temporärt pch testa dina nedladdningar igen. Om det hjälper titta då i applikationens dokumentation angående hur en undantagsregel för DC++ kan göras. Om du har en router kan den också ha en anti-DDoS eller översvämmningsfunktion som kan vara igångslagen per standard. Titta i routerns dokumentation eller konfigureringssida för sådana inställningar.

source: You need to optimize your operating system for your current connection speed. First, <b>close <u>all</u></b> <acronym po4a-id=0>P2P</acronym> applications. Next run the <a po4a-id=1>DSLReports TweakTest</a>. Once you have optimized it, then run a speed test at <a po4a-id=2>DSLReports SpeedTest Page</a> or at the nice looking <a po4a-id=3>SpeedTest.Net</a> page (select a test site closest to your location for accurate results). This will give you a good idea what your maximum download and upload speeds are. If you're getting within 10% of your connection speed, that's the best you can get! If you are having trouble with your <i>broadband</i> connection, and it relates to packet loss, excessive latency, or Internet or <acronym po4a-id=4>ISP</acronym> congestion, running the <a po4a-id=5>Line Quality Test </a> may help find the cause (<i>requires logon, free signup).</i>
hu: Szükséges lehet az operációs rendszered finomhangolására az adott kapcsolati sebességedhez. Először is <b>zárj be</b> <u>minden</u> <acronym po4a-id=0>P2P</acronym> alkalmazást. Ezután futtasd a <a po4a-id=1>DSLReports TweakTest</a>-et. A finomhangolási eljárás után sebességmérés céljából látogasd meg a <a po4a-id=2>DSLReports SpeedTest </a> vagy a közkedveltebb <a po4a-id=3>SpeedTest.Net</a> oldalt (itt a lehető legközelebbi teszt site-ot válaszd a minél pontosabb eredmény érdekében). Innentől tisztában lehetsz az internet kapcsolatod maximális le- és feltöltési sebességével. Ha a sebességmérés eredménye a <acronym po4a-id=4></acronym> szolgáltatód által megadott sebességértékek legalább 90%-át eléri, ennél jobb eredményt nem valószínű, hogy el lehet érni. <i>Szélessávú</i> kapcsolatnál fellépő csomagvesztési, késleltetési vagy hálózat-túlterhelési problémák felderítésére használható a <a po4a-id=5>DSLReports hálózatminőségi teszt</a> (<i>ingyenes, de regisztrációt igényel</i>).
sv: Du behöver optimera ditt operativsystem för din aktuella anslutning. Först, <b>stäng <u>all</u></b> <acronym po4a-id=0>P2P</acronym> program. Kör sedan ett <a po4a-id=1>DSLRaports TweakTest</a>. När du har optimerat det, kör sedan testet <a po4a-id=2>DSLReports SpeedTest Page</a> eller sidan <a po4a-id=3>SpeedTest.Net</a> (för bästa resultat välj en testserver närmast dig). Detta ger dig en bra överblick över dina aktuella ned- respektive uppladdningshastighet. Ifall värdena ligger inom en 10% gräns ska du vara nöjd. Om du har problem med din <i>bredband</i> anslutning, pga tappade paket, höga svarstider, internet eller <acronym po4a-id=4>ISP</acronym> är högt belastat, genom att köra <a po4a-id=5>kvalitets test </a> kan du kanske få hjälp att hitta orsaken, (<i>login krävs, gratis registrering).</i>

source: Your Internet connection is <acronym po4a-id=0>DSL</acronym>, cable, or satellite one with an asymmetrical connection speed, such as 768/128 Kib/s or 3.0 Mib/s / 256 Kib/s. On such connections, if you upload near the speed of your upload limit (16 KiB/s in the case of the 768/128 connection), it may affect the speeds of your downloads, no matter how much larger your download connection is. If this is happening, you can use the <a po4a-id=1> built-in transfer limiting function</a> to set the maximum upload rate value <b>slightly</b> lower than your available upload speed (eg. to 15 or 14 KiB/s in the case above).
hu: Amennyiben <acronym po4a-id=0>DSL</acronym>, kábel vagy szatellit Internet-kapcsolattal rendelkezel ahol a kapcsolati sebesség asszimetrikus, pl. 768/128 Kbit/mp vagy 10/2 Mbit/mp, előfordulhat hogy ha a feltöltés sebessége megközelíti a maximálisat (pl. 16 KiB/mp a 768/128 sebességű kapcsolat esetén), ez kihatással lehet a letöltés sebességére is, függetlenül annak maximális értékétől. Ezesetben megpróbálkozhatsz a <a po4a-id=1>beépített sávszélesség korlátozási lehetőség</a> segítségével a feltöltési sebesség maximális értékét <b>kis mértékben</b> az elérhető maximális sebesség alá (pl. a fenti esetben 15 vagy 14 KiB/mp értékre) korlátozni.
sv: Din Internetanslutning är av typen <acronym po4a-id=0>DSL</acronym>, kabel eller satellite med en asymetrisk anslutningshastighet som 768/128 kb/s or 3.0 Mb/s / 256 kb/s. Med en sådan anslutning och du har en uppladdning nära din högsta hastighet kan det påverka dina nedladdningar, oavsett hur stor kapacitet du har ner. Om detta sker kan du använda den <a po4a-id=1>inbyggda hastighetsbegränsafunktionen</a> genom att sätta max uppladdningshastighet till ett värde <b>något</b> lägre än din tillgängliga hastighet (10-20 kB/s lägre).

source: If you aren't allowed to use upload limiting you can also experiment with changing the size of <a po4a-id=0>Socket Write Buffer</a> in Experts Only panel of DC++ settings. It defaults to 8 KiB and you can try to change it to a smaller value. You should specify the value in bytes and you may have to try several values to test what size suits your connection best. Note that you should restart DC++ to changes take effect.
hu: Ha a sávszélesség-korlátozás nem járható út, akkor lehetőséged van még a Beállítások / Haladó panelon található <a po4a-id=0>Socket Írási puffer</a> beállítás értékének változtatásával kísérletezni. Alapértelmezetten ez 8 KiB, probléma esetén próbáld kisebbre állítani. Az értéket byte-okban kell megadni és valószínűleg több értékkel kell tesztelni amíg megtalálod, mekkora méret a legmefelelőbb a kapcsolatodhoz. Az érték megváltoztatása után a DC++-t újra kell indítani!
sv: Om du inte får begränsa uppladdningshastigheten kan du istället experimentera med att ändra storleken på <a po4a-id=0>Socket Write Buffer</a> in "Experts Only"-delen av inställningarna i DC++. Per standard är den satt till 8 kB och du kan testa att sätta den lägre. Du bör välja ett värde i bytes och testa flera olika värden för att see vilken som passar din anslutning bäst. Tänk på att du måste starta DC++ för att dessa ändringar ska ta effekt.

source: Your copy of Windows XP, Vista or Windows 7 has the "<acronym po4a-id=0>QoS</acronym> Packet Scheduler" enabled so you are not able to use some reserved bandwidth for download. Follow <a po4a-id=1> this guide</a> to disable QoS in XP or <a po4a-id=2> this one</a> to disable QoS in Vista or Windows 7. Windows 2000 does not come with QoS. Some routers also have QoS capabilities, but shouldn't be enabled by default. Please consult your router's manual for more information.
hu: Windows XP, Vista vagy Windows 7 operációs rendszert használsz és be van kapcsolva a "<acronym po4a-id=0>QoS</acronym> Csomag Ütemező" szolgáltatás, ezért esetleg nem tudod igénybevenni a teljes rendelkezésre álló sávszélességet a letöltéshez. A QoS kikapcsolásához XP alatt kövesd <a po4a-id=1>ezt a leírást</a> (angolul). Vista vagy Windows 7 esetén válaszd <a po4a-id=2>ezt a leírást</a> (szintén angolul). A Windows 2000 nem tartalmaz QoS szolgáltatást viszont néhány router igen, bár ezeknél általában alapértelmezetten nincs bekapcsolva. A routered dokumentációjában található erről további információ.

source: Your computer is infected with malicious software which altered the low level network settings of your operating system. This is common when your Windows become infected with spy/adware. Even they are disinfected, their destructive modifications usually still remain. You can follow the official guided help from Microsoft how to restore these settings <a po4a-id=0>here</a> and <a po4a-id=1>here</a>.
hu: A számítógéped vírussal vagy kémprogrammal fertőzött és ez elállította az operációs rendszer alacsony színtű hálózati beállításait. A rossz beállítások a rendszer fertőtlenítése után is megmaradhatnak, és gátolhatják a hálózatot használó programok normális működését. A Microsoft oldalain található hivatalos segítség lépésenként mutatja be, hogyan lehet ezt a problémát megszüntetni <a po4a-id=0>itt</a> és <a po4a-id=1>itt</a>.

source: What do the units mean?
fr: Que signifient les unités ?
hu: Mit jelentenek a különböző mértékegységek?
sv: Vad betyder enheterna?
