Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: List of users connected to the hub. You can right-click them to see the menu options available for each.<br/> <a href="faq_different_icons.html">Follow this link to see what the different icons mean</a>.<br/> The users list can be shown or hidden by using the checkbox available in the bottom right of the hub window, in the status bar, right below the users list filter. When that checkbox is checked, the users list is shown.
fr: Liste des utilisateurs connectés au hub. Vous pouvez faire un clic droit sur chacun d'eux pour voir les options disponibles dans leurs menus.<br/> <a href="faq_different_icons.html">Suivez ce lien pour connaître la signification des différentes icônes</a>.<br/> La liste des utilisateurs peut être affichée ou cachée en utilisant la case à cocher située en bas à droite de la fenêtre du hub, dans la barre d'état, juste en-dessous du filtre de la liste des utilisateurs. Quand cette case est cochée, la liste des utilisateurs est affichée.

source: Write a message here to chat with other users connected to the hub. You can press either Enter or Alt+S to send your message. You may also use <a href="chat_commands.html">/commands</a> (send /help to list those available).
fr: Écrivez un message ici pour chatter avec les autres utilisateurs connectés au hub. Vous pouvez appuyer soit sur Entrée, soit sur Alt+S pour envoyer votre message. Vous pouvez aussi utiliser des <a href="chat_commands.html">/commandes</a> (envoyez /help pour lister celles disponibles).

source: Here, you can filter the users list so you will only see specific users. Eg, selecting 'Nick' in the drop down, and writing "foo" in the filter, will only display users that have "foo" in their nick.<br/> Note; users will only be visually filtered, not disconnected. You can revert to showing all users at any time by cleaning the text you have written in the filter.
fr: Ici, vous pouvez filtrer la liste des utilisateurs de façon à ne voir que certains utilisateurs. Par exemple, en sélectionnant 'Pseudo' dans la liste déroulante, et en écrivant "foo" dans le filtre, vous n'afficherez que les utilisateurs qui ont "foo" dans leur pseudo.<br/> Note : les utilisateurs seront seulement filtrés de manière visuelle, mais pas déconnectés. Vous pouvez à tout moment afficher à nouveau tous les utilisateurs en effaçant le texte que vous avez écrit dans le filtre.

source: This shows information about what client they are using, how it's setup and how many hubs they are in. For example a tag like this &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; indicates that they are using DC++, version 0.705. They are in active mode (as opposed to M:P for passive and M:5 for Socks5 connection). They are unregistered in 1 hub, registered in 2 hubs and operators in 3 hubs. They have 4 slots open. More slots will open if they are all used and are uploading slower than 5kb/s. The complete specification and history of the DC++ tag can be found <a href="faq_plusplus_tag.html">here</a>.
fr: Affiche des informations sur le client utilisé, sa configuration, et à combien de hubs l'utilisateur est connecté. Par exemple, le tag &lt;++ V:705,M:A,H:1/2/3,S:4,O:5&gt; indique qu'il utilise DC++, version 0.705. Il est en mode actif (au contraire de M:P pour passif et M:5 pour une connection par Socks5). Il est sur 1 hub sans y être enregistré, sur 2 hubs en y étant enregistré et opérateur dans 3 hubs. Il a 4 slots ouverts. Il ouvrira plus de slots automatiquement s'ils sont tous occupés et que sa vitesse d'envoi est inférieure à 5 Kio/s. La spécification complète ainsi que l'histoire du tag de DC++ peuvent être trouvées <a href="faq_plusplus_tag.html">ici</a>.

source: Their IP. Possibly also shows their country code.
fr: Leur IP. Si possible, affiche aussi leur code pays.

source: You can see here the last kick or status message the hub sent. To see more from the recent status messages you can move the mouse pointer above the status bar - the last few messages will be shown as a tooltip shortly.
fr: Vous pouvez voir ici le dernier message d'expulsion ou d'état que le hub a envoyé. Pour voir les messages d'état les plus récents, vous pouvez faire passer le pointeur de la souris au-dessus de la barre d'état - les quelques derniers messages seront affichés dans une bulle pendant un court instant.

source: Quick Connect...
fr: Connexion Rapide...

source: Settings...
fr: Options...

source: Opens the <a href="window_public_hubs.html">Public Hubs</a> window. You can retreive lists of available hubs and connect to them here.
fr: Ouvre la fenêtre des <a href="window_public_hubs.html">Hubs Publics</a>. Vous pouvez y télécharger des listes de hubs disponibles et vous y connecter.

source: Opens the <a href="window_favorite_hubs.html">Favorite Hubs</a> window where you can store and manage you favorite places in the DC network as well as set to autoconnect any of them when you start DC++.
fr: Ouvre la fenêtre des <a href="window_favorite_hubs.html">Hubs Favoris</a>. Vous pouvez y stocker et gérer vos destinations favorites du réseau DC et définir celles auxquelles vous souhaitez que DC++ se connecte automatiquement au démarrage.

source: Opens the <a href="window_favorite_users.html">Favorite Users</a> window. You can store and manage your favorite DC users here as well as grant extra access to your share for any of them.
fr: Ouvre la fenêtre des <a href="window_favorite_users.html">Utilisateurs Favoris</a>. Vous pouvez y stocker et gérer vos utilisateurs de DC favoris et définir ceux auxquels vous désirez offir un accès privilégié à votre partage.

source: Opens the <a href="window_download_queue.html">Download Queue</a> window. You can track and manage your files beeing downloaded here.
fr: Ouvre la fenêtre de la <a href="window_download_queue.html">Liste de Téléchargement</a>. Vous pouvez y suivre et gérer vos fichiers en téléchargement.

source: Opens the <a href="window_finished_downloads.html">Finished Downloads</a> window which lists your downloaded files in the current session. Right clicking the list items you are able to do anything with the (finished) files, just as in Windows Explorer.
fr: Ouvre la fenêtre des <a href="window_finished_downloads.html">Téléchargements terminés</a>, qui liste les fichiers que vous avez téléchargé au cours de la session actuelle. Par un clic droit sur les items de cette liste, vous avez accès à toutes les commandes habituelles de l'Explorateur Windows.

source: Opens the <a href="window_waiting_users.html">Waiting Users</a> window. It lists those users who are currently waiting for a free slot to be able to start downloading from you.
fr: Ouvre la fenêtre des <a href="window_waiting_users.html">Utilisateurs en attente</a>. Celle-ci liste les utilisateurs qui sont actuellement en attente qu'un de vos slots se libère pour pouvoir commencer à télécharger à partir de vous.

source: Opens the <a href="window_finished_uploads.html">Finished Uploads</a> window which lists the files uploaded from you in the current session. Right clicking the list items you are able to do anything with the files, just as in Windows Explorer.
fr: Ouvre la fenêtre des <a href="window_finished_uploads.html">Envois terminés</a>, qui liste les fichiers que vous avez envoyé au cours de la session actuelle. Par un clic droit sur les items de cette liste, vous avez accès à toutes les commandes habituelles de l'Explorateur Windows.

source: Open the <a href="window_search.html">Search</a> window. This is the place where you can search for files to download.
fr: Ouvre la fenêtre de <a href="window_search.html">Recherche</a>. C'est par là que vous pouvez rechercher des fichiers à télécharger.

source: Opens the <a href="window_adlsearch.html">ADL Search</a> window. It incorporates a tool for filtering file lists downloaded from users.
fr: Ouvre la fenêtre des <a href="window_adlsearch.html">Recherches ADL</a>. Celles-ci sont un outil permettant de filtrer les listes de fichiers téléchargées.

source: Opens the <a href="window_search_spy.html">Search Spy</a> window where you are able to spy other users' searches.
fr: Ouvre la fenêtre de l'<a href="window_search_spy.html">Espion de Recherche</a>, qui vous permet d'espionner les recherches effectuées par d'autres utilisateurs.

source: Opens the <a href="window_notepad.html">Notepad</a> window, where you can store random text. The text will be kept even if you close DC++.
fr: Ouvre la fenêtre du <a href="window_notepad.html">Bloc-notes</a>, dans lequel vous pouvez stocker n'importe quel texte. Le texte sera conservé si vous fermez DC++.

source: Opens the <a href="window_system_log.html">System Log</a> window, where all system messages of the current session are logged.
fr: Ouvre la fenêtre du <a href="window_system_log.html">Journal Système</a>, qui journalise tous les messages système de la session actuelle.

source: Opens the <a href="window_network_stats.html">Network Statistics</a> window, which displays a real-time chart of the avarage speed of data sent and received by DC++.
fr: Ouvre la fenêtre des <a href="window_network_stats.html">Statistiques réseau</a>, qui affiche un graphique mis à jour en temps réel de vos vitesse en envoi et en téléchargement.

source: Opens the <a href="dialog_indexing_progress.html">Indexing progess</a> dialog, which shows you the current state of file hashing operation and how much time there is left from it.
fr: Ouvre la boîte de dialogue de la <a href="dialog_indexing_progress.html">Progression de l'indexation</a>, qui vous fournit l'état actuel de la création de la base de données des clés de fichiers ainsi que le temps restant.

source: Close disconnected
fr: Fermer toutes les fenêtres déconnectées

source: Closes all disconnected Hub windows.
fr: Ferme toutes les fenêtres correspondant à des Hubs déconnectés.

source: Closes all private message windows regardless of their online status.
fr: Ferme toutes les fenêtres de message privé, connectés ou pas.

source: Closes all offline private message windows.
fr: Ferme toutes les fenêtres correspondant à des messages privés déconnectés.

source: Closes all opened file list windows. Saved file lists can be reopened by selecting Open File List... from the <a href="#filemenu">File menu</a>.
fr: Ferme toutes les fenêtres de listes de fichiers. Les listes de fichiers sauvées peuvent être ré-ouvertes par l'intermédiaire de la commande "Ouvrir une liste de fichiers..." du <a href="#filemenu">menu Fichier</a>.

source: Closes all opened search windows.
fr: Ferme toutes les fenêtres de recherches.

source: About DC++...
fr: À propos de DC++...

source: Opens a web page where the latest GeoIP database can be obtained. The database file called GeoIPCountryWhoIs.csv and should be saved to the DC++ program folder. GeoIP is used to show what country uploaders and downloaders are from in the <a href="window_connections.html">Connections</a> window. The database file is frequently updated on the web page - the newer your GeoIP file is the more exact country information will be displayed in the Connections window.
fr: Ouvre une page web à partir de laquelle la dernière base de données GeoIP peut être téléchargée. Le fichier de cette base de données, appelé GeoIPCountryWhoIs.csv, doit être sauvé dans le dossier d'installation de DC++. GeoIP permet de déduire les pays des envoyeurs et téléchargeurs dans la fenêtre des <a href="window_connections.html">Connections</a>. Ce fichier est souvent mis à jour sur leur page web - plus votre fichier GeoIP est récent, plus la déduction des pays affichés dans la fenêtre des Connections sera exacte.

source: Opens the official Direct Connect FAQ page in your web browser.
fr: Ouvre la FAQ officielle de Direct Connect dans votre navigateur web.

source: You can report problems (only) about DC++ here.
fr: Pour signaler des problèmes se rapportant (uniquement) à DC++.

source: Found this free program useful? Then you may consider donate the further development... You can do it here, through the author's Paypal account.
fr: Vous avez trouvé ce programme utile ? Alors vous pouvez, si vous le voulez, offrir un don pour son développement futur... Utilisez pour cela ce lien qui pointe vers le compte Paypal de l'auteur.

source: The toolbar provides quick access to some regularly used parts and functions of DC++. From left to right:
fr: La barre d'outils fournit un accès rapide à des parties ou fonctions de DC++ fréquemment utilisées. De gauche à droite :

source: Open the <a href="window_public_hubs.html">Public Hubs</a> window.
fr: Ouvre la fenêtre des <a href="window_public_hubs.html">Hubs Publics</a>.

source: Open the <a href="window_favorite_hubs.html">Favorite Hubs</a> window.<br/> Use the arrow placed on the right of the icon to easily connect to one of your favorite hubs without having to open the <a href="window_favorite_hubs.html">Favorite Hubs</a> window.
fr: Ouvre la fenêtre des <a href="window_favorite_hubs.html">Hubs Favoris</a>. Utilisez la flèche placée à droite de l'icône pour pouvoir facilement vous connecter à l'un de vos hubs favoris sans avoir à ouvrir la fenêtre des <a href="window_favorite_hubs.html">Hubs Favoris</a>.

source: Open the <a href="window_favorite_users.html">Favorite Users</a> window.
fr: Ouvre la fenêtre des <a href="window_favorite_users.html">Utilisateurs Favoris</a>.

source: Open the <a href="window_download_queue.html">Download Queue</a> window.
fr: Ouvre la fenêtre de la <a href="window_download_queue.html">Liste de Téléchargement</a>.

source: Open the <a href="window_finished_downloads.html">Finished Downloads</a> window.
fr: Ouvre la fenêtre des <a href="window_finished_downloads.html">Téléchargements terminés</a>.

source: Open the <a href="window_waiting_users.html">Waiting Users</a> window.
fr: Ouvre la fenêtre des <a href="window_finished_downloads.html">Téléchargements terminés</a>.

source: Open the <a href="window_finished_uploads.html">Finished Uploads</a> window.
fr: Ouvre la fenêtre des <a href="window_finished_uploads.html">Envois terminés</a>.

source: Open the <a href="window_search.html">Search</a> window.
fr: Ouvre la fenêtre de <a href="window_search.html">Recherche</a>.

source: Open the <a href="window_adlsearch.html">ADL Search</a> window.
fr: Ouvre la fenêtre des <a href="window_adlsearch.html">Recherches ADL</a>.

source: Open the <a href="window_search_spy.html">Search Spy</a> window.
fr: Ouvre la fenêtre de l'<a href="window_search_spy.html">Espion de Recherche</a>.

source: Open the <a href="window_notepad.html">Notepad</a> window, where you can store random text.
fr: Ouvre la fenêtre du <a href="window_notepad.html">Bloc-notes</a>, dans lequel vous pouvez stocker n'importe quel texte.

source: Each tab has its own context-menu which provides commands related to the window the tab belongs to.
fr: Chaque onglet a son propre menu contextuel qui fournit des commandes en rapport avec la fenêtre correspondant à l'onglet.

source: You can customize the look and behavior of tabs from the <a href="settings_tabs.html">Tabs settings</a> and <a href="settings_windows.html">Windows settings</a> respectively.
fr: Vous pouvez personnaliser l'apparence et le comportement des onglets à partir respectivement des <a href="settings_tabs.html">options des Onglets</a> et des <a href="settings_windows.html">options des Fenêtres</a>.

source: The first part of the status bar contains the last system message with a timestamp. To see more from the recent system messages you can move the mouse pointer above the statusbar - the last 10 lines of the messages will be shown as a tooltip shortly. To see all system messages of the current session open the <a href="window_system_log.html">System Log</a> window from the <a href="#viewmenu">View menu</a> or simply double-click on the status bar.
fr: La première partie de la barre d'état contient le dernier message système avec l'heure de celui-ci. Pour voir les messages d'état les plus récents, vous pouvez faire passer le pointeur de la souris au-dessus de la barre d'état - les 10 derniers messages seront affichés dans une bulle pendant un court instant. Pour voir tous les messages système de la session actuelle, ouvrez la fenêtre du <a href="window_system_log.html">Journal Système</a> à partir du <a href="#viewmenu">menu Vues</a> ou double-cliquez tout simplement sur la barre d'état.

source: Shows &quot;AWAY&quot; when DC++ is in <a href="settings_appearance.html#awaymsg">away mode</a>.
fr: Affiche &quot;ABSENT&quot; quand DC++ est en <a href="settings_appearance.html#awaymsg">mode absence</a>.

source: x = number of connected hubs where you're not a registered user;<br/> y = number of connected hubs where you're registered in;<br/> z = number of connected hubs where you're an operator;
fr: x = nombre de hubs auxquels vous êtes connecté sans être enregistré ;<br/> y = nombre de hubs connectés dans lesquels vous êtes enregistré ;<br/> z = nombre de hubs connectés dans lesquels vous êtes enregistré en tant qu'opérateur ;

source: just the same way as in the <a href="faq_plusplus_tag.html">DC++ tags</a> of the users listed on a hub.
fr: comme avec les <a href="faq_plusplus_tag.html">tags de DC++</a> des utilisateurs listés dans un hub.

source: The private chat window displays messages sent during your private conversation with a specific user (to know which one, take a look at the title bar of the main DC++ window). You can chat with the other user in this "private area" by writing a message in the field below the private chat and pressing either Enter or Alt+S to send your message. You may also use <a href="chat_commands.html">/commands</a> (send /help to list those available).
fr: La fenêtre de chat privé affiche les messages envoyés au cours de votre conversation privée avec un utilisateur en particulier (pour savoir lequel, regardez dans la barre de titre de la fenêtre principale de DC++). Au sein de cette "zone privée", vous pouvez chatter avec cet utilisateur en écrivant un message dans le champ situé en-dessous du chat privé et en appuyant soit sur Entrée, soit sur Alt+S pour envoyer votre message. Vous pouvez aussi utiliser des <a href="chat_commands.html">/commandes</a> (envoyez /help pour lister celles disponibles).

source: Write a message here to chat with the user you are currently in private conversation with (to know which one, take a look at the title bar of the main DC++ window). You can press either Enter or Alt+S to send your message. You may also use <a href="chat_commands.html">/commands</a> (send /help to list those available).
fr: Écrivez un message ici pour chatter avec l'utilisateur avec qui vous êtes en conversation privée (pour savoir lequel, regardez dans la barre de titre de la fenêtre principale de DC++). Vous pouvez appuyer soit sur Entrée, soit sur Alt+S pour envoyer votre message. Vous pouvez aussi utiliser des <a href="chat_commands.html">/commandes</a> (envoyez /help pour lister celles disponibles).

source: Shows the most recent status message.<br/> If private chat <a href="settings_logs.html">logging</a> is enabled and if the <a href="settings_expert.html#pmhistory">PM history</a> setting is not zero, also contains the latest lines of the previous conversation you have had with that user when this PM window is opened, since these log messages are sent to the status bar.<br/> To see more from the recent status messages you can move the mouse pointer above the status bar - the last few messages will be shown as a tooltip shortly.
fr: Affiche le message d'état le plus récent.<br/> Si le <a href="settings_logs.html">journal</a> du chat privé est gardé, et que l'option <a href="settings_expert.html#pmhistory">Historique PM</a> n'est pas à zéro, alors contient aussi les dernières lignes de la conversation précédente que vous avez eu avec cet utilisateur au moment de l'ouverture de la fenêtre de PM, vu que ces messages du journal sont envoyés à la barre d'état.<br/> Pour voir les messages d'état les plus récents, vous pouvez faire passer le pointeur de la souris au-dessus de la barre d'état - les quelques derniers messages seront affichés dans une bulle pendant un court instant.

source: In the dropdown, you may select different hublists you want to see. If the hublist was downloaded before you will have the cached version displayed. Click Refresh to get the fresh version of the hublist. <br/> If you click on 'Configure', you will be able to change, add and remove hublists. The order in <a href="dialog_public_hub_lists.html">Configured Public Hub Lists</a> determines the order hublists are displayed in the dropdown mentioned above.
fr: Par la liste déroulante, vous pouvez choisir de voir différentes listes de hubs. Si la liste de hubs a été téléchargée précédemment, c'est la version en cache qui sera affichée. Appuyez sur Rafraîchir pour avoir une version à jour de la liste de hubs. <br/> Par l'intermédiaire du bouton 'Configurer', vous avez la possibilité de changer, ajouter et enlever des listes de hubs. L'ordre de celles-ci dans <a href="dialog_public_hub_lists.html">Listes de Hubs Publics</a> détermine l'ordre dans lequel les listes de hubs seront affichées dans la liste déroulante mentionnée ci-dessus.

source: <a href="http://www.dslreports.com/faq/8189" target="_blank" class="external">List of alternative hublists.</a>
fr: <a href="http://www.dslreports.com/faq/8189" target="_blank" class="external">Liste de listes de hubs alternatives.</a>

source: Download a fresh version of the hublist. If the download fails click Refresh again to get the next available hublist in the dropdown. DC++ uses <a href="http://www.coralcdn.org" target="_blank" class="external">The Coral Content Distribution Network</a> to get hublists by default. This improves reliability and makes it possible to download hublists even when the original hublist server is out of service.
fr: Télécharge une version à jour de la liste de hubs. Si le téléchargement échoue, appuyez sur Rafraîchir à nouveau pour obtenir la liste de hubs suivante parmi celles disponibles dans la liste déroulante. Par défaut, DC++ utilise <a href="http://www.coralcdn.org" target="_blank" class="external">The Coral Content Distribution Network</a> pour le téléchargement de ses listes de hubs. Ceci améliore la fiabilité et permet de télécharger des listes de hubs même quand le serveur original de la liste de hubs est hors-service.

source: Note that <b>search requests are sent out only once, when the Search button is pressed</b>. After that - until that button is pressed again - the sole purpose of the Search window is to show results received by DC++ that: either match the search query (NMDC); or match the search ID (ADC).<br/> (This means that users who have logged in <i>after</i> you pressed the Search button won't send you any search result unless you repeat the search.)
fr: Notez que <b>les requêtes de recherche sont envoyées une fois seulement, quand le bouton Recherche est appuyé</b>. Par la suite - tant que ce bouton ne sera pas appuyé à nouveau - tout ce que la fenêtre de Recherche fait, c'est d'afficher les résultats reçus par DC++ qui : soit correspondent à la requête de recherche (NMDC) ; ou correspondent à l'ID de la recherche (ADC).<br/> (Ceci signifie que les utilisateurs qui se sont connectés <i>après</i> que vous avez appuyé sur le bouton Recherche ne vous enverront aucun résultat de recherche , à moins que vous ne répétiez la recherche.)
