Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: You have <a po4a-id=0>automatic SFV checking enabled</a> and a downloaded file is not passed the SFV-check. The file will be downloaded again.
hu: Az <a po4a-id=0>Automatikus SFV ellenőrzés engedélyezése</a> beállítás be van kapcsolva és a letöltött fájl nem ment át az SFV-teszten. A fájl újból letöltésre kerül.
sv: Du har aktiverat <a po4a-id=0>automatisk SFV-kontroll</a> och en nedladdad fil passerade inte SFV-kontrollen. Den kommer att laddas ned igen.

source: File list refresh failed: [error message]
hu: Hiba a fájl-lista frissítésekor: [hibaüzenet]
sv: Uppdatering av fillista misslyckades: [felmeddelande]

source: The background process for refreshing file list is failed to start.
hu: A háttérben futó fájl-lista frissítési folyamat indítása meghiúsult.
sv: Bakgrundsprocessen för uppdatering av fillistan startades inte.

source: Hashing failed: [error message]
hu: Sikertelen indexelés: [hibaüzenet]
sv: Indexeringsfel: [felmeddelande]

source: Error occured during indexing or share rebuilding.
hu: Hiba lépett fel az indexelés, vagy a megosztás újjáépítése közben.
sv: Ett fel inträffade vid indexering eller återuppbyggnad av utdelningen.

source: Error hashing [path]: [error message]
hu: Hiba a következő hashelésekor: [útvonal]: [hibaüzenet]
sv: Indexeringsfel [sökväg]: [felmeddelande]

source: Error when hashing the file specified in [path].
hu: Hiba az [útvonal] által megadott fájl hashelése közben.
sv: Fel vid indexering av filen [sökväg]

source: Error saving hash data: [error message]
hu: Hiba a hash adatok mentésekor: [hibaüzenet]
sv: Fel vid sparande av indexeringsfil: [felmeddelande]

source: Error when creating or updating hash index file (HashIndex.xml).
hu: Hiba a hash index fájl létrehozása, vagy frissítése közben (HashIndex.xml).
sv: Ett fel inträffade vid skapande eller uppdatering av indexeringsfilen HashIndex.xml.

source: Error creating hash data file: [error message]
hu: Hiba a hash adatfájl létrehozásakor: [hibaüzenet]
sv: Fel vid skapande av indexeringdatafilen: [felmeddelande]

source: Error when creating hash data file (HashData.dat).
hu: Hiba a hash adatfájl létrehozása közben (HashData.dat).
sv: Ett fel inträffade vid skapande av indexeringsdatafilen HashData.dat.

source: [path] not shared; calculated CRC32 does not match the one found in SFV file.
hu: [útvonal] nincs megosztva. A kiszámított CRC32 nem egyezik az SFV fájlban lévővel.
sv: [sökväg] inte utdelad; Kalkylerad CRC32 matchar inte den funnen i SFV-filen.

source: Before sharing files DC++ will automatically check them against an .SFV file (if one exists in the same directory) to make sure that no corrupted files will be shared. If you get this error then either your file(s) are corrupted or the control data in the corresponding .SFV file is outdated or damaged.
hu: Megosztás előtt minden fájl automatikusan ellenőrzésre kerül az esetleges .SFV fájl alapján (ha egyáltalán az aktuális fájllal megegyező könyvtárban létezik ilyen), hogy bizonyosan ne kerülhessen sérült fájl megosztásra. Ha ez a hibaüzenet jelentkezik, akkor vagy az adott fájl hibás vagy a kontroll adatok az .SFV fájlban idejétmúltak vagy sérültek.
sv: Innan filer delas kontrollerar DC++ dem automatiskt mot en .SFV-fil (om den finns i samma folder) för att säkerställa attt inga korrupta filer delas ut. Om du får detta fel har du antingen korrupta filer, kontrollsumman i .SFV-filen är gammal/felaktig eller så är .SFV-filen skadad.

source: Unable to move [path1] to [path2] ([error message]); renamed to [path3]
hu: Nem sikerült átmozgatni [útvonal1] fájlt a következő helyre: [útvonal2] ([hibaüzenet]). Átnevezve a következőre: [útvonal3]
sv: Misslyckades att flytta [path1] till [path2] ([felmeddelande]); flyttad till [sökväg3]

source: Moving a finished download [path1] from the unfinished downloads folder to its target place [path2] wasn't successful because of [error message] so the file is left in the unfinished downloads folder and renamed to its orginal name ([path3]).
hu: Hiba ([hibaüzenet]) történt egy befejezett letöltésnek ([útvonal1]) a befejezetlen letöltések könyvtárból a cél helyre ([útvonal2]) mozgatása során. A fájl a kiinduló helyen maradt de át lett nevezve az eredeti nevére ([útvonal3]).
sv: Flyttandet av färdig nedladdning [sökväg1] från nedladdningskatalogen till dess destinationskatalog [sökväg2] misslyckades på grund av [felmeddelande] så filen ligger kvar i nedladdningskatalogen men fick sitt originalnamn ([sökväg3]).

source: Unable to move [path1] to [path2] ([error message1]) nor to rename to [path3] ([error message2])
hu: Nem sikerült átmozgatni [útvonal1] fájlt a következő helyre: [útvonal2] ([hibaüzenet1]) sem pedig átnevezni a következőre: [útvonal3] ([hibaüzenet2])
sv: Misslyckades att flytta [path1] till [path2] ([felmeddelande]); ej eller byta namn till [sökväg3] ([felmeddelande2]).

source: Moving a finished download [path1] from the unfinished downloads folder to its target place [path2] wasn't successful because of [error message1] so the file is left in the unfinished downloads folder. DC++ tried to rename it to its orginal name [path3] but the rename operation has failed either, because of [error message2].
hu: Hiba ([hibaüzenet1]) történt egy befejezett letöltésnek ([útvonal1]) a befejezetlen letöltések könyvtárból a cél helyre ([útvonal2]) mozgatása során. A fájl a kiinduló helyen maradt és a DC++ megpróbálta átnevezni az eredeti nevére ([útvonal3]), de az átnevezés során is hiba ([hibaüzenet2]) keletkezett így az sem sikerült.
sv: Flyttandet av färdig nedladdning [sökväg1] från nedladdningskatalogen till dess destinationskatalog [sökväg2] misslyckades på grund av [felmeddelande] så filen ligger kvar i nedladdningskatalogen där även namnbyte till originalnamn [sökväg3] misslyckades på grund av [felmeddelande2].

source: Unable to open filelist: [filename]
hu: Nem sikerült megnyitni a fájl-listát: [fájlnév]
sv: Klarade ej av att öppna fillistan: [filename]

source: There were problems opening a downloaded filelist, its corrupted or its size is <a po4a-id=0>bigger than the maximum size allowed to open</a>.
hu: Probléma adódott egy letöltött fájl-lista megnyitásával, sérült vagy a mérete <a po4a-id=0>nagyobb, mint amekkora méretű lista megnyitása engedélyezett</a>.
sv: Problem med att öppna nedladdad fillista, den är korrupt eller dess storlek är <a po4a-id=0>större än största tillåtna fillista att öppna</a>.

source: Unable to send file [path]: [error message]
hu: A fájl küldése sikertelen: [útvonal]: [hibaüzenet]
sv: Misslyckades att ladda upp fil [path]: [felmeddelande]

source: There was a problem preparing file [path] upon an upload request by a peer.
hu: Egy felhasználó által feltöltésre kért fájlt ([útvonal]) nem sikerült előkészíteni a feltöltéshez.
sv: Det blev ett problem med att förberade [path] vid begäran om uppladdning till en användare.

source: This page will display those users who have queued a file from you, but haven't been able to get a slot. As well, from which hub they originate, the file that they've queued and how much of the file they have completed.
fr: Cette page affiche les utilisateurs qui désirent télécharger un fichier à partir de vous, mais qui n'ont pas réussi a avoir de slot disponible. Et aussi, le hub par lequel ils se sont connectés, le fichier qu'ils souhaitent télécharger et combien de ce fichier ils ont déjà complété.
hu: Ebben az ablakban azok a felhasználók láthatóak, akik fájlokat szeretnének tölteni tőled, de még nem kaptak slotot. Látható, hogy melyik hubon vannak online, mely fájlt szeretnék éppen tölteni és a fájl mekkora részét töltötték már le.

source: Note that this is not an upload queue, and just a visual representation of who have tried to get a slot for what.
fr: Notez que ceci n'est pas une liste d'envoi, mais seulement une représentation visuelle de qui a essayé d'avoir un slot et pour quoi.
hu: Ez igazából nem egy feltöltési sor, csak egy lista arról, hogy kik próbáltak szabad feltöltési slotot kérni és mit szeretnének tölteni.

source: Displays the connectivity status information, auto detected or manually chosen connection mode, IP and ports that DC++ is currently using for connections with all users.
sv: Visar anslutningsstatus, automatiskt eller manuellt angiven anslutningsläge, IP och portar som DC++ använder för att ansluta till alla användare.

source: Adds a user matching definition (or modifies an existing one, if possible) to ignore chat messages from the specified user.
sv: Lägger till en användarmatchad definition (eller modifierar en befintlig, om möjligt) för ignorering av chattmeddelanden från den valda användaren.

source: Adds a user matching definition (or modifies an existing one, if possible) to stop ignoring chat messages from the specified user.
sv: Lägger till en användarmatchad definition (eller modifierar en befintlig, om möjligt) för att sluta ignorera chattmeddelanden från den valda användaren.

source: Prints the current hub's topic. Useful if you want to copy the topic or it contains a link you'd like to easily open.
sv: Skriver ut den nuvarande hubbens ämne. Användsningsbart om du vill kopiera ämnet eller om det innehåller en länk som man kan enkelt öppna.

source: Starts a direct encrypted communication channel to avoid spying on your private messages.
sv: Startar en direkt och krypterad kommunikationskanal för att undvika att andra kan spionera på dina privata meddelanden.

source: Adds a user matching definition (or modifies an existing one, if possible) to ignore chat messages from the current user.
sv: Lägger till en användarmatchad definition (eller modifierar en befintlig, om möjligt) för ignorering av chattmeddelanden från den nuvarande användaren.

source: Adds a user matching definition (or modifies an existing one, if possible) to stop ignoring chat messages from the current user.
sv: Lägger till en användarmatchad definition (eller modifierar en befintlig, om möjligt) för att sluta ignorera chattmeddelanden från den nuvarande användaren.

source: Lists the date and time when the last message was sent or received.
sv: Visa datum och tid när det senaste meddelandet skickades eller togs emot.

source: Sets Away status. New private message windows will be responded to, once, with the message you specified, or the default away message configured in the <a po4a-id=0>Personal information</a> settings page.
sv: Sätt bortastatus. Nya privata meddelandefönster kommer att svaras en gång med meddelandet som specificeras eller standardbortameddelandet konfigurerat i <a po4a-id=0>Personlig information</a> inställningssidan.

source: Launches your default web browser to the DuckDuckGo search engine with the specified search.
sv: Öppnar DuckDuckGos söksida i din standardwebbläsaren med den inskrivna sökningen.

source: Displays available commands. (The ones listed on this page.) Optionally, you can specify &quot;brief&quot; to have a brief listing.
sv: Visar tillgängliga kommandon. (De som visas på denna sida.) Alternativt, du kan specifera &quot;brief&quot; för att ha en kort lista.

source: Download only the required pieces of the file lists of the selected users in form of a partial file list. Note that you may not able to fully exploit certain file list functions in a partial list window until you get the whole list using the "Download full list" button.
sv: Ladda endast ner behövda fildelar av fillistor av de valda användarna i form av en partiell fillista. Notera att du kanske inte kan helt använda vissa funktioner i fillistan i ett partiellt fillistfönster tills du hämtar hela listan med "Ladda ner hela listan"-knappen.

source: Open <placeholder id=0/> windows to chat privately with the selected users.
sv: Öppna <placeholder id=0/> fönster för att chatta privat med valda användare.

source: In addition to your regular upload slots, an extra upload slot will be given to the selected users until the end of the current DC++ session.
sv: Utöver vanliga uppladdningskanaler, en extra uppladdningskanal kommer att ges ut till valda användare vid slutet av den nuvarande DC++-sessionen.

source: Remove the selected users from the source list of all queued files. Pending file list requests will be removed as well.
sv: Ta bort de valda användarna som källa för alla köade filerna. Pågående fillistförfrågans kommer även att tas bort.

source: Ignore chat
sv: Ignorera chatt

source: Add user matching definitions (or modify existing ones, if possible) to ignore chat messages from the selected users.
sv: Lägg till användarmatchade definitioner (eller modifiera existerande, om tillgängligt) för att ignorera chattmeddelanden från de valda användarna.

source: Un-ignore chat
sv: Ej ignorera chatten

source: Add user matching definitions (or modify existing ones, if possible) to stop ignoring chat messages from the selected users.
sv: Lägg till användarmatchade definitioner (eller modifiera existerande, om tillgängligt) för att sluta ignorera chattmeddelanden från de valda användarna.

source: Copy user information
sv: Kopiera användarinformation

source: Copy a few lines containing user information to the clipboard. The data may include: the user's nick(s), her hub address(es), her IP, country, email, CID (not exhaustive). When multiple users are selected, each user information blob is separated with a blank line.
sv: Kopiera ett antal rader som innehåller användarinformation som urklipp. Information kan inkludera: användarens namn, hubadresser, IP, land, e-mail, CID (inte unikt). När flera användare är valda kommer användarinformationen att separeras med en tom rad.

source: This is the set of search strings or expressions to search for.
sv: Detta är den mängd av söksträngar eller uttryck att söka efter.

source: Regular Expression
sv: Reguljära uttryck

source: If enabled then the Search String is interpreted as a <a po4a-id=0>regular expression</a>; otherwise it will be used for normal textual search.
sv: Om igång kommer Sök Texten att tolkas som ett <a po4a-id=0>reguljärt uttryck</a>; annars kommer det att användas för vanlig textuell sökning.

source: Hub
sv: Nätnav

source: Nick
fr: Pseudo
sv: Användarnamn

source: Email
sv: E-post

source: If you would like to use a special email (shown in the user list) for a specific hub. Leave this blank for default.
sv: Om du vill använda en speciell e-mail (visas i användarlistan) för en specifik hubb. Lämna tomt för att använda standardinställningen.

source: Chat
sv: Chatt

source: User matching definition
sv: Användarmatchningsdefinition

source: User matching
sv: Användarmatchning

source: This dialog configures one user matching definition. More information about user matching definitions is available in the page about the <placeholder id=0/> settings page.
sv: Denna ruta konfigurerar man en användarmatchningsdefinition. Mer information om användarmatchningsdefinitioner är tillgängliga på sidan för inställningar för <placeholder id=0/>.

source: Styles
sv: Tema

source: The name this user matching definition will be identified as in the <placeholder id=0/> and the <placeholder id=1/> settings page.
sv: Namnet som denna användarmatchningsdefinition kommer att bli identifierad finns på inställningssidorna <placeholder id=0/> och <placeholder id=1/>.

source: Match favorite users
sv: Matcha favoritanvändare

source: Match operators
sv: Matcha operatörer

source: If checked, users will have to be hub operators in order for this user matching definition to be applied to them.
sv: Om vald, användare behöver vara operatörer i en hubb för att denna användarmatchningsdefinition ska appliceras på dem.

source: Match bots
sv: Matcha bottar

source: If checked, users will have to be hub bots in order for this user matching definition to be applied to them.
sv: Om vald, användare behöver vara bottar i en hubb för att denna användarmatchningsdefinition ska appliceras på dem.

source: Rules
sv: Regler

source: Add a rule
sv: Lägg till en regel

source: Field selection drop-down (left)
sv: Fältval rullista (vänster)

source: The user property to be matched against for the current rule.
sv: Användaregenskapen som ska matchas mot den aktuella regeln.

source: Pattern text-box
sv: Mönster textruta

source: Pattern for the current rule.
sv: Mönster för den aktuella regeln

source: Method selection drop-down (right)
sv: Metodval rullista (höger)

source: X button (right)
sv: X-knappen (höger)

source: Remove the current rule.
sv: Ta bort den aktuella regeln.

source: Always show chat messages
sv: Visa alltid chattmeddelanden

source: Ignore chat messages
sv: Ignorera chattmeddelanden

source: Do not show chat messages for users that match this user matching definition.
sv: Visa inte chattmeddelanden för användare som matchar denna användarmatchningsdefinitionen.

source: Understanding DC++ connectivity
sv: Förstå anslutning med DC+

source: Click OK. This will close the Settings window.
sv: Klicka på OK. Detta kommer att stänga inställningsfönstret.

source: Setting up active mode if you are behind a router
sv: Ställa in aktivt läge om du är bakom en router

source: Automatic port mapping configuration
sv: Automatisk portmappningskonfiguration

source: Manual port mapping configuration
sv: Manuell portmappningskonfiguration

source: Select passive mode as the last resort
sv: Välj passivt läge som en sista utväg

source: If you want to move your settings, unfinished downloads and other DC++ data to another computer, follow the <a po4a-id=0>Settings files guide</a>.
sv: Om du vill flytta dina inställningar, inkompletta nerladdningar och annan data för DC++ till en annan dator, följ <a po4a-id=0>Inställningars filmanual</a>.

source: Just install the new version (or unpack the .zip) in the directory your old version was in. Your old settings, queue, favorites will still be used by the new version.
sv: Bara installera den nya versionen (eller packa upp .zip-filen) i mappen som din gamla version fanns i. Dina gamla inställningar, kö och favoriter kommer även att användas i den nya versionen.

source: What is NAT-PMP / UPnP?
sv: Vad är NAT-PMP / UPnP?

source: How to set up manual port forwarding?
sv: Hur ställer man in manuell port forwarding?

source: This FAQ assumes that
sv: Denna FAQ antar att

source: You're familiar with <a po4a-id=0>DC++ connectivity concepts</a>
sv: Du har kännedom om <a po4a-id=0>DC++ anslutningskoncept</a>

source: You have basic understanding of computer networking
sv: Du har en grundläggande förståelse för datornätverk

source: You have proper access to the configuration layout of your gateway (router) device
sv: Du har korrekt åtkomst till konfigurationen för din gateway (router)

source: Pressing the Shift key on startup will prevent DC++ from reopening previous hub windows.
sv: Tryck på Shift-knappen vid uppstart vill hindra DC++ att öppna föregående hubbfönster.

source: You can drag and drop text to and from any input boxes of the DC++ user interface and between any other capable Windows application.
sv: Du kan dra och släppa text till och från alla textrutor i DC++s användargränssnitt och mellan andra Windowsprogram.

source: This is a temporary file for storing some user nicks to be able to display nicks correctly in the program interface when the users are offline.
sv: Detta är en temporär fil för att spara användarnamn för att visa användarnamn i programmets gränssnitt när användaren är inte anslutna.

source: This file contains the list of installed plugins and their specific settings.
sv: Denna fil innehåller listan över installerade insticksmoduler och dess specifika inställningar.

source: How do I move my incomplete downloads, plugins configuration and other (temporary) data of DC++ to another installation?
sv: Hur flyttar jag mina nerladdningar som inte är färdiga, konfigurationer för plugin och annat (temporär) data för DC++ till en annan installation?

source: Reasons connections with some users may be too slow:
sv: Anledningar anslutningar med vissa användare kan vara för långsamt:

source: It is also possible that either your ISP or the other user's provider has limited overseas bandwitdh available.
sv: Det är också möjligt antingen den internetleveratör eller den andres internetleveratör har begränsad bandbredd tillgänglig.

source: Transfers
sv: Överföringar

source: Solution: try to find more sources for your downloads:
sv: Lösning: försök att hitta fler källor för dina nerladdningar

source: Slow downloads within DC++ may be caused by the following:
sv: Långsamma nerladdningar med DC++ kan vara orsakade av följande:

source: How to unblock DC++ in firewalls and other installed security software?
sv: Hur avblockerar man DC++ i brandväggar och andra säkerhetsprogram?

source: Signs of blocking
sv: Tecken på blockering

source: You might suspect that DC++ is blocked if you experience any combination of the following:
sv: Du kanske misstänker att DC++ är blockerat om du upplever en kombination av följande:

source: you are unable to connect to any hub
sv: du kan inte ansluta till någon hubb

source: you can't download any hublist
sv: du kan inte ladda ner någon hubblista

source: no file transfers (neither uploads nor downloads)
sv: inga filöverföringar (varken upp- eller nerladdningar)

source: weird messages at start complaining about unable to open ports
sv: konstiga meddelanden vid uppstart som pekar på problem med att öppna portar.

source: cannot start DC++ itself at all
sv: inte kan starta DC++ över huvud taget

source: What OS components or software can block DC++?
sv: Vilka operativsystemkomponenter eller annan mjukvara kan blockera DC++?

source: Windows internal firewall
sv: Windows interna brandvägg

source: 3rd party firewall software
sv: Tredjeparts brandväggsmjukvara

source: Anti-virus software
sv: Antivirusmjukvara

source: Anti-spyware software
sv: Antispywaremjukvara

source: Security suites with features combined of the above
sv: Säkerhetssviter med funktioner kombinerade av det ovanstående

source: Unblock DC++ in various 3rd party security software
sv: Avblockera DC++ i tredjeparts säkerhetsmjukvara

source: Some additional tips:
sv: Några ytterligare förslag:

source: You can find configuration instructions for some popular firewall software <a po4a-id=0>here</a>.
sv: Du kan hitta konfigurationsinstruktioner för några populära brandväggsprogram <a po4a-id=0>här</a>.

source: Troubleshooting connectivity problems
sv: Felsök anslutningsproblem

source: Text viewer
sv: Textläsare

source: Connectivity
sv: Anslutbarhet

source: Manual configuration
sv: Manuell konfiguration

source: Bandwidth Limiting
sv: Bandbreddsbegränsare

source: Proxy
sv: Proxyserver

source: Filtering
sv: Filtrering

source: Notifications
sv: Aviseringar

source: User commands
sv: Användarkommandon

source: Search types
sv: Söktyper

source: Plugins
sv: Insticksmoduler

source: How to unblock DC++ in firewalls and other security software?
sv: Hur avblockerar man DC++ i brandväggar och annan säkerhetsmjukvara?

source: (Shift +) Tab
sv: Skift + Tabb

source: Ctrl + (Shift +) Tab
sv: Ctrl + (Skift +) Tabb

source: Shift
fr: Maj
sv: Skift

source: Blog
sv: Blogg

source: Register with Windows to handle .dcext files
sv: Registrera med Windows för att hantera .dcext-filer

source: Clickable chat links (disable on Wine)
sv: Klickbara chattlänkar (avstängd med Wine)

source: View status messages in chat
sv: Visa statusmeddelanden i chatten

source: City-level geolocation database (allows parameters such as %[city])
sv: Lokaliseringsdatabas på stadsnivå (tillåter parametrar som %[city])

source: Region name geolocation database (allows %[region])
sv: Lokaliseringsdatabas för region (tillåter (%[region])

source: Timestamp format
sv: Format för tidsstämpel

source: Country format
sv: Landsformat

source: Available variables:
sv: Tillgängliga variabler:

source: Bandwidth limiting
sv: Bandbreddsbegränsning
