Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: If the above doesn't help its wise to enable logging of packets that the firewall drops for troubleshooting DC++ (or any other applications') access. To do this,
hu: Ha a fentiek nem segítettek akkor érdemes engedélyezni a tűzfal által eldobott csomagok naplózását, majd a napló vizsgálata segíthet a hibakeresésben ha bizonyos alkalmazások nem képesek elérni az Internetet. Ehhez
sv: Om inget av ovanstående hjälper, kan det vara en god idé att logga paket och anslutningar som brandväggen blockerar. Detta för att underlätta felsökning av DC++. För att göra detta,

source: <u>in Windows XP (Service Pack 2 or 3)</u>: go to Control Panel -&gt; Windows Firewall -&gt; Advanced Tab -&gt; Security Logging -&gt; Settings. Enable <i>Log Dropped Packets</i>. The log file is located at: C:\WINDOWS\pfirewall.log
hu: <u>Windows XP Service Pack 2 vagy 3 esetén</u>: nyisd meg a Vezérlőpult -&gt; Windows Tűzfal -&gt; Haladó fül -&gt; Biztonsági naplózás -&gt; Beállítások ablakot. Engedélyezd az <i>Eldobott csomagok naplózását</i>. A naplófájl helye: C:\WINDOWS\pfirewall.log

source: <u>in Windows Vista</u>: you can find the firewall logging properties at Start Menu -&gt; All Programs -&gt; Administrative Tools -&gt; Windows Firewall with Advanced Security -&gt; Windows Firewall Properties -&gt; Profile tabs -&gt; Customize button under the Logging section under each of the profile tabs. You can also specify the path of the log file there.
hu: <u>Windows Vista esetén</u>: a tűzfal naplózás tulajdonságai a következő helyen találhatóak : Start Menü -&gt; Minden program -&gt; Felügyeleti eszközök -&gt; Windows tűzfal megnövelt biztonsággal -&gt; Windows tűzfal tulajdonságok -&gt; Profil fülek -&gt; Testreszabás gomb a Naplózás rész alatt minden egyes profil fül alatt. A naplófájl útvonala is megadható ezen a helyen.

source: <u>in Windows 7</u>: go to Control Panel -&gt; Windows Firewall -&gt; Advanced Settings -&gt; Monitoring -&gt; Firewall. You can browse the firewall events here in great detail.
hu: <u>Windows 7esetén</u>: nyisd meg a Vezérlőpult -&gt; Windows tűzfal -&gt; Speciális beállítások -&gt; Figyelés -&gt; Túzfal részt. Itt részletesen böngészhetőek a tűzfal események.

source: Here's a complete guide of <a po4a-id=0>How to Configure Windows Firewall on Windows XP SP2 & SP3</a> which seems to be largely apply to Windows Vista as well.
hu: További információkért elérhető a <a po4a-id=0>Hogyan konfiguráljam a Windows tűzfalat XP SP2 és SP3 alatt</a> c. ismertető (angolul), amely nagy részben Windows Vista alatt is használható.

source: How to set up connection manually?
hu: Hogyan lehet a kapcsolódási típusokat kézzel beállítani?
sv: Hur ställer man in anslutningar manuellt?

source: In most cases DC++ should be able to automatically detect the appropriate connection method. This FAQ gives detailed information how to set up your incoming connection manually in case of the <a po4a-id=0> automatic detection</a> fails or its result isn't acceptable for you.
hu: A legtöbb esetben a DC++ képes a megfelelő kapcsolódási típus automatikus meghatározására. Ez a GYIK részletes információkat ad arról, hogy hogyan lehet a megfelelő bejövő kapcsolódási típust kézzel beállítani ha az <a po4a-id=0> automatikus kapcsolattípus-észlelés</a> nem sikerül vagy az eredmény nem kielégítő.
sv: I dom flesta fall ska DC++ automatiskt hitta alla anslutnings-inställningar. Denna FAQ ger dig detaljerad information om hur man ställer in inkommande anslutningar manuellt ifall <a po4a-id=0> automatiska anslutnings-inställningar</a> ej fungerar eller inte passar för dig.

source: Note that correct incoming connection settings are needed for searches and downloads to work. These settings have no effect on ability to connecting to hubs or downloading hublists. Before you go on with this FAQ make sure that you are able to download hublists and connect to hubs. If not then please follow <a po4a-id=0>this guide</a> instead.
hu: Fontos tudni, hogy a bejövő kapcsolat helyes beállítása a keresés és a letöltés hibátlan működéséhez szükséges. Mielőtt továbbmennél ebben a GYIK-ben, gyöződj meg róla hogy a hub listák letöltése és a hubokhoz való kapcsolódás működik. Ha ezek nem mennek akkor inkább <a po4a-id=0>ezt a leírást</a> kövesd.

source: To get the most out of DC++ you should find out what is the best connection mode for you. From a protocol perspective, there are two connection methods available: <b>active mode</b> and <b>passive mode</b>. While passive mode is almost guaranteed to work, it does not work as well as a properly configured active mode connection. For a more in-depth explanation, read <a po4a-id=0> Why do I need active mode?</a>
hu: A DC++ lehetőségeinek teljes kihasználásához fontos tudni, hogy részedre melyik kapcsolati mód a legmegfelelőbb. Két alapvető kapcsolati mód létezik, az <b>aktív mód</b> és a <b>passzív mód</b>. A passzív mód szinte biztosan működik minden esetben, mégsem előnyös a használata mivel a megfelelően beállított aktív mód sokkal több lehetőséget biztosít a passzív módnál. További részletekért olvasd el a <a po4a-id=0>Miért érdemes az aktív módot használni?</a> c. GYIK-et.

source: It is very important to decide what <i>active connection mode</i> is available for you. It depends on your network structure, so you need to know exactly how you access the Internet. Is it a direct connection through a modem or do you have a local network and access the Internet through a router or other gateway? If unsure, <a po4a-id=0>this page</a> should help you figure it out.
hu: Fontos eldönteni melyik <i>aktív kapcsolati mód</i> elérhető a számodra. Ez elsősorban a hálózatod felépítésétől függ, tehát tudnod kell, hogyan, milyen módon érded el az Internetet. Ez lehet közvetlen kapcsolat egy modemen keresztül vagy esetleg otthoni helyi hálózatod van és az Internetet egy routeren vagy egyéb átjárón keresztül éred el. Ha ebben nem egészen vagy biztos <a po4a-id=0>ez az oldal</a> segíthet eldönteni a kérdést.
sv: Det är viktigt att ta reda på vilket <i>aktiv anslutningsläge</i> som är tillgängligt för dig. Detta beror på ditt nätverk so du behöver veeta exakt hur du ansluter till Internet. Är det en direkt anslutning via ett modem eller har du ett lokalt nätverk med Internettillgång via en router eller gateway? Om du är osäker hjälper <a po4a-id=0>denna sida</a> dig.

source: If you're still unsure what network devices you use to connect to the Internet, then use <a po4a-id=0>Google</a>! It can give you information on every network device you own, just by searching for the <u>model number</u> printed on the device. Many ISPs call their device a simple modem when it is actually a router, so it never hurts to check.
hu: Ha ezek után sem vagy biztos a dolgodban, megpróbálhatsz az Interneten információt találni a géped mellett található hálózati eszközökről. Minden eszközre rá van írva a <u>típusszáma</u>, az erre történő <a po4a-id=0>keresés</a> információt adhat a döntéshez. Érdemes így ellenőrzini az eszközeidet, hiszen pl. sok esetben az Internet-szolgáltató az általa biztosított eszközt egyszerűen modemnek nevezi, miközben az egy routerrel egybeépített modem típus...
sv: Om du fortfarande är osäker vilka nätverksenheter du använder för att ansluta till Internet är det dags att använda <a po4a-id=0>Google</a>! Med dess hjälp kan du hitta information om varje nätverksenhet du äger, bara genom att söka efter <u>modelbeteckning</u> som står skrivet på enheten. Många Internetleverantörer kallar sina enheter för modem när det i själva verket är en router, så det skadar aldrig att kontrollera...

source: In order to choose a proper active connection mode, you must know whether you are <i>behind a router or gateway</i> or if you <i>access the Internet directly</i>. You can also determine if you have a router or not by checking your <i>external</i> and <i>internal</i> IP addresses. If these IP addresses <b>do NOT match then you access the Internet through a local gateway or router</b>.
fr: De manière à choisir correctement son mode de connexion actif, vous devez savoir si vous êtes <i>derrière un routeur ou autre intermédiaire</i> ou bien si vous <i>accédez à Internet directement</i>. Vous pouvez aussi déterminer si vous avez un routeur ou non en comparant vos adresses IP <i>externe</i> et <i>interne</i>. Si ces adresses IP <b>ne correspondent PAS, alors vous accédez à Internet par un intermédiaire local ou un routeur</b>.
hu: Tehát ahhoz, hogy a megfelelő kapcsolati módot kiválaszthasd, biztosan tudnod kell, hogy <i>router vagy átjáró mögött vagy-e</i> vagy pedig <i>közvetlenül éred el az Internetet</i>. Arról, hogy van-e routered egy másik módszerel is meggyőződhetsz : összehasonlíthatod a <i>külső</i> és a <i>belső</i> IP címeded. Ha a két cím <b>NEM egyezik</b>, akkor biztosan egy routeren vagy helyi átjárón keresztül éred el az Internetet.
sv: För att kunna välja rätt aktiv anslutningsläge måste du veta om du sitter <i>bakom en router eller gateway</i> eller om du har <i>direct anslutning till Internet</i>. Du kan ta reda på det genom att jämföra dina <i>externa</i> och <i>interna</i> IP-address. Om dessa IP-adresser <b>INTE är samma då använder du en router eller gateway för att komma åt Internet</b>.

source: To see your <i>internal IP address</i> go to the Windows Start menu, click Run... and type : cmd /k ipconfig
fr: Pour voir votre <i>adresse IP interne</i>, allez dans le menu Démarrer de Windows, sélectionnez "Exécuter..." puis entrez : cmd /k ipconfig
hu: A <i>belső IP címed</i> kiiratásához nyisd meg a Windows Start menüt, kattints a Futtatás...-ra és írt be : cmd /k ipconfig
sv: För att se din <i>interna IP-adress</i>, gå till Windows startmeny, välj Kör.. och skriv: cmd /k ipconfig

source: To see your <i>external IP address</i> go to one of the following websites : <a po4a-id=0>www.whatismyip.com</a>, <a po4a-id=1>www.dslreports.com/ip</a>, <a po4a-id=2>www.ip2location.com</a>
hu: A <i>külső IP címed</i> megtekintéséhez látogasd meg a következő weboldalak egyikét : <a po4a-id=0></a><a href="http://azenipcimem.hu" target="_blank" class="external">azenipcimem.hu</a>, <a po4a-id=1>www.dslreports.com/ip</a>, <a po4a-id=2>www.ip2location.com</a>

source: If you are still unsure you may want to consult your ISP support hotline or system administrator (if on an organization's network).
fr: Si vous avez encore des doutes, appelez votre FAI ou demandez à l'administrateur système (si vous êtes dans un réseau d'entreprise).
hu: Ha még mindíg bizonytalan vagy, kérdezd meg az Internet-szolgáltatódat vagy a rendszergazdát (ha valamilyen intézmény hálózatában vagy).
sv: Om du fortfarande är osäker kan du kontakta in Internetleverantörs support eller systemadministratören (om du är på ett företag).

source: To set up your connection manually you must uncheck <a po4a-id=0> Enable automatic connection type detection</a> in the Connection settings pane of the settings dialog. This will enable the whole <a po4a-id=1>Incoming connection settings</a> group below so you can alter every connection related settings manually.
hu: A kapcsolat kézi beállításához ki kell kapcsolnod az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> beállítást a Beállítások ablak Kapcsolat beállításai panelján. Ez engedélyezi a teljes <a po4a-id=1>Bejövő kapcsolat beállításai</a> csoportot lejjebb a panelon, ahol minden kapcsolati beállítás egyenként kézzel módosítható.

source: When you look at the <a po4a-id=0>Incoming connection settings</a> you will find 3 options for active mode and the last option for being passive as a last resort. For being active:
hu: A <a po4a-id=0>Kapcsolat beállításaiban</a> 3 lehetőséget találsz az aktív módú kapcsolódásra, ill. egy negyediket - mint utolsó lehetőséget - a passzív módot. Az aktív módhoz

source: You can use the <i>My computer is directly connected to Internet (no router)</i> option <b>ONLY if you don't have a router/gateway</b>.
hu: CSAK akkor válaszd a <i>A számítógépem közvetlenül kapcsolódik az Internetre (nincs routerem)</i> lehetőséget, <b>ha tényleg nincs routered</b>.

source: If you <b>have a router/gateway you can use ONLY the 2nd or the 3rd option</b> : <i>Use UPnP to let DC++ configure my router</i> or <i>Manual port forwarding (I have configured my router by myself)</i>
hu: ha <b>VAN routered, akkor viszont CSAK a 2. vagy a 3. opció jöhet szóba</b> : <i>A router automatikus beállítása UPnP használatával</i> vagy a <i>Kézi port-továbbítás (magam állítom be a routerem)</i>.

source: For setting up any of the three active mode options follow the <a po4a-id=0>active mode setup FAQ</a>.
hu: Bármelyik aktív mód lehetőséget is választottad, a szükséges beállításokhoz kövesd az <a po4a-id=0>aktív mód beállítása GYIK-et</a>.

source: If none of the above helped or you are not able to use active mode in your network (e.g. you have no access to the configuration page of the router/gateway or you have firewall service provided by your ISP) then you must choose <i>Passive mode (last resort - has serious limitations)</i> option in <a po4a-id=0>Connection Settings</a>. As linked above, however, passive mode has several disadvantages.
hu: Ha a fentiek nem segítettek vagy lehetetlen az aktív mód használata a hálózatodban (pl. nincs hozzáférésed a router v. átjáró konfigurációs oldalához vagy esetleg a szolgáltatód által biztosított elérés tűzfal mögött van), akkor a <i>Passzív mód (végső lehetőség, komoly korlátai vannak)</i> opciót kell választanod a <a po4a-id=0>Kapcsolat beállításaiban</a>. Ahogy feljebb olvasható, ez a kapcsolati mód sajnos eléggé hátrányos.

source: What do the different user icons mean?
hu: Mit jelentenek a különböző felhasználó ikonok?
sv: Vad betyder dom olika användarikonerna?

source: Base icons:
hu: Alap ikonok:
sv: Standard ikoner:

source: Green
fr: Vert
hu: Zöld
sv: Grön

source: Standard user icon (no particular attribute).
hu: Normál felhasználó ikon (semmilyen különleges jellemző).
sv: Standard användarikon (Inga speciella betydelser)

source: Grey
hu: Szürke
sv: Grå

source: The user is in away mode.
hu: A felhasználó nincs a gépnél.
sv: Användaren är i borta läge.

source: Yellow
hu: Sárga
sv: Gul

source: The user represents a bot the hub uses to issue automatic commands.
hu: A felhasználó egy bot amelyet a hub automatikus parancsok végrehajtására használ.
sv: Användaren representerar en bot som hubben använder för att sända automatiska meddelanden.

source: Icon modifiers:
hu: Ikon módosítók:
sv: Ikonmodifierare:

source: Red bricks
hu: Vörös téglasor
sv: Tegelstenar

source: The user cannot be connected to, for he is in passive mode and does not support NAT traversal.
hu: A felhasználóhoz jelenleg nem tudsz kapcsolódni mivel passzív módban van és a NAT traversal funkciót sem támogatja.
sv: Användaren går ej att ansluta till då användaren är i passivt läge och stödjer ej NAT traversal (möjlighet att passera genom brandvägg).

source: Red circle
hu: Vörös kör
sv: Röd cirkel

source: The user has no free slot available.
hu: A felhasználónak nincs szabad slotja.
sv: Användaren har inga slots lediga.

source: Yellow key
hu: Sárga kulcs
sv: Gul nyckel

source: The user is a hub operator.
hu: A felhasználó egy operátor a hubon.
sv: Användaren är en hubb operatör.

source: How do I install DC++?
fr: Comment installer DC++ ?
hu: Hogyan telepítsem a DC++-t?
sv: Hur installerar jag DC++?

source: Just run the installer and fire up DC++, then enter the settings to set it up according to your preferences (most important is <a po4a-id=0>nick</a>, <a po4a-id=1>connection mode</a>, <a po4a-id=2>download location</a> and <a po4a-id=3>shared folders</a>). When using the installer, DC++ will store its settings and create the default downloads folder in the current user's profile folders.
hu: Csak futtasd a telepítőt és indítsd el a DC++-t, majd nyisd meg a Beállítások ablakot ahol igényeid szerint testre szabhatod a DC++-t (a legfontosabb beállítások : <a po4a-id=0>nick</a>, <a po4a-id=1>kapcsolat módja</a>, <a po4a-id=2>letöltés helye</a> és a <a po4a-id=3>megosztott könyvtárak</a>). A telepítőt használva a DC++ a beállításait és az alapértelemezett letöltési könyvtárat a mindenkori felhasználói profil könyvtárban hozza létre.

source: You can also download the .zip file (Binary, portable version) and unpack it to any folder you like. If you use the portable version, all the settings and the downloads folder will be stored in the directory where DC++ has been unpacked. You can configure DC++ to use another folder for settings by editing a file called dcppboot.xml located besides the DC++ executable. You can read more about the storage of settings and downloaded files in <a po4a-id=0>this FAQ</a>.
hu: A telepítővel egyenértékű ha a bináris állományt (.zip fájl, hordozható változat) töltöd le és bármely általad szimpatikusnak talált könyvtárba kicsomagolod. A hordozható változat használatakor a DC++ alapértelmezetten a beállításokat abban a könyvtárban tárolja ahová telepítve lett. Ugyanitt jönnek létre a letöltési könyvtárak is. Lehetőség van a beállítások tárolására más helyen is, ez a program könyvtárban található dcppboot.xml fájl szerkesztésével érhető el, egy a DC++ futtatható fájl helyéhez képest relatív útvonal megadásával. A beállítások és letöltések lehetséges helyeivel bővebben <a po4a-id=0>ez a GYIK</a> foglalkozik.

source: Note: if you use the portable (.zip) version of DC++ with Windows Vista or newer operating system then its not recommended to unpack it to the Program Files folder. Doing so may cause loss of settings and/or unfinished downloads.
hu: Megjegyzés : ha a DC++ hordozható változatát (.zip) Windows Vista vagy újabb operációs rendszer alatt használod fontos tudni, hogy ezt a változatot nem ajánlott kicsomagolni a Program Files könyvtárba. Az innen való futtatás a beállítások és befejezetlen letöltések egy részének elvesztését vonhatja magával.

source: How do I uninstall DC++?
fr: Comment désinstaller DC++ ?
hu: Hogyan távolíthatom el a DC++-t?
sv: Hur avinstallerar jag DC++?

source: Use the uninstaller that followed when you used the installer. It will remove all installed the program files and (if you choose so) will delete all of your settings and unfinished downloads as well.
hu: Ha a DC++ a telepítő segítségével lett telepítve, használd az eltávolítót. Ez törölni fogja a telepített program fájlokat és (amennyiben ezt választod) a beállításokat és a befejezetlen fájlokat is.

source: If you didn't use the installer (portable version): You can safely delete your DC++ folder, but be aware that dchub://, adc://, adcs:// and magnet: links will remain in the registry and will point to the nonexistent application. If you disable <a po4a-id=0>Register with Windows to Handle dchub://, adc:// and adcs:// URL Links</a> and <a po4a-id=1>Register with Windows to Handle magnet: URI Links</a> options before uninstalling, these registry settings will be removed.
hu: Ha nem a telepítőt használtad (hordozható verzió), akkor kézzel töröld a DC++ program könyvtárat. Ezesetben azonban a dchub://, adc://, adcs:// és magnet: hivatkozások megmaradnak a Windows regisztrációs adatbázisában és egy nemlétező alkalmazásra fognak mutatni. Ha a DC++ törlése előtt a beállításokban kikapcsolod <a po4a-id=0>A dchub:// és adc:// URL hivatkozások DC++-hoz regisztrálása</a> és <a po4a-id=1>A magnet: URI hivatkozások DC++-hoz regisztrálása</a> opciókat, akkor ezek a beállítások is törlődnek a rendszerleíró adatbázisból.

source: If you want to move your settings, unfinished downloads and another stored data of DC++ to another computer, follow the <a po4a-id=0>Settings files guide</a>.
hu: Ha a beállításokat, befejezetlen letöltéseket és egyéb eltárolt adatokat át kívánod vinni egy másik számítógépre, kövesd a <a po4a-id=0>DC++ beállítási fájlok útmutatót</a>.

source: How do I upgrade DC++?
fr: Comment mettre DC++ à jour ?
hu: Hogyan frissítsem a DC++-t?
sv: Hur uppgraderar jag DC++?

source: Just install the new version (or unpack the .zip) in the folder your old version was in. Your old settings, queue, favorites will still be used by the new version.
hu: Egyszerűen telepítsd az új verziót (vagy csomagold ki a .zip fájlt) abba könyvtárba, ahol a régi verzió található. A korábbi beállításaid, a letöltési sor és a kedvencek megmaradnak és az új verzió használni fogja őket.

source: <b>BEWARE : </b>There are some cases though when a feature upgrade makes impossible to reuse some some kind of settings or data created by an older version of DC++.
hu: <b>FIGYELEM : </b>Van néhány olyan eset, amikor egy-egy új funkció bevezetése, áttervezése lehetetlenné teszi egyes beállítások vagy adatok felhasználását az új verzióban. Ezek a következők :
sv: <b>OBS : </b>Det finns vissa fall när ny uppgradering gör det omöjligt att använda inställnings- eller andra filer skapade av ändre versioner av DC++.

source: Old (ver &lt;= 0.163) Notepad notes will get lost, due to a format change in 0.17
fr: Les anciennes (ver &lt;= 0.163) notes du Bloc-notes seront perdues, en raison d'un changement de format à la version 0.17
hu: A &lt;= 0.163 verziókban készült Jegyzettömb bejegyzések formátum csere miatt elvesznek a 0.17 verziótól felfelé.
sv: Gamla (ver &lt;= 0.163) Anteckingsnoter förloras då det skett en formatändring i version 0.17

source: If you upgrade to 0.22, all old queue items that are missing a directory in the target file-name will be removed. Don't upgrade if your queue is precious to you, and you didn't have anything in the default download directory box in the settings (finish it with version 0.181 or edit your queue.xml file and add a directory to all targets without...).
fr: Si vous mettez à jour vers la version 0.22, tous les anciens items en téléchargement pour lesquels aucun dossier cible n'a été défini seront enlevés. Ne mettez pas à jour si votre liste de téléchargement vous est précieuse et que votre dossier de téléchargement par défaut dans les options était vide (finissez vos téléchargements avec la version 0.181 ou bien éditez votre fichier queue.xml et ajoutez un dossier cible à tous les éléments qui n'en ont pas...).
hu: 0.22-es verzióra frissítve az összes olyan letöltési sor elem, amely nem tartalmaz célkönyvtár-nevet elveszik. Frissítés előtt érdemes befejezni a letöltésekret a régi verzióval.
sv: Om du uppgraderar till 0.22 kommer alla köade filer som saknar nedladdningsfolder att tas bort. Uppgradera inte om din nedladdningskö är viktig och du inte har skrivit in något standardställe för nedladdningar i inställningarna. Stanna på version 0.181 or eller editera filen queue.xml file och lägg till nedladdningsfolder för alla filer som saknar detta).

source: If you upgrade to 0.4033, all logs will be formatted as UFT-8 (Unicode), instead of ASCII. Also, finish your queue with the older version before upgrading if you care for your international filenames in it - they will not be correctly converted.
fr: Si vous mettez à jour vers la version 0.4033, tous les fichiers journaux seront formattés en UTF-8 (Unicode), au lieu d'ASCII. De plus, finissez vos téléchargements avec votre ancienne version si vous souhaitez conserver les fichiers avec des caractères internationaux dans leur nom - ils ne seront pas correctement convertis.
hu: 0.4033 verzióra frissítve az összes naplófájl Unikód (UTF-8) formátumúvá lesz alakítva. Ezzel együtt frissítés előtt érdemes befejezni azon letöltéseket is amelyek fájlnevei nemzetközi (pl. ékezetes) karaktereket tartalmaznak, mivel ezek nem lesznek megfelelően konvertálva.
