Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: If you upgrade to 0.68, as the options in Connection Settings are changed you should reconfigure them.
fr: Si vous mettez à jour vers la version 0.68, vous aurez à re-configurer les Options de Connexion car celles-ci ont changées.
hu: A kapcsolati beállítások újrakonfigurálására kényszerülsz 0.68-as verzióra frissítve, mivel a kapcsolati mód opciói megváltoztak.

source: If you upgrade to 0.685, as user identification method is changed you will lost your favorite users and all sources from your queue.
fr: Si vous mettez à jour vers la version 0.685, vous perdrez vos utilisateurs favoris et toutes les sources des téléchargements car la méthode d'identification des utilisateurs a changé.
hu: 0.685-ös verzióban bevezetett új felhasználó-azonosítási eljárás miatt a frissítés után elvesznek a kedvenc felhasználók valamint a meglévő források a letöltési sorból.

source: If you upgrade to 0.695, as compatibility with non-TTH clients are dropped, sources with no TTH support will no longer appear and files without TTH will be removed from your queue.
fr: Si vous mettez à jour vers la version 0.695, étant donné que la compatibilité avec les clients qui ne supportent pas les clés TTH a été abandonnée, les sources qui ont de tels clients n'apparaîtront plus et les fichiers sans clé TTH seront enlevés de votre liste de téléchargement.
hu: Ha 0.695-re frissítesz, mivel a kompatibilítás innentől megszűnik a nem TTH-képes kliensekkel, az összes TTH-t nem támogató forrás és az összes olyan fájl amely nem tartalmaz TTH információt el lesz távolítva a letöltési sorból.

source: Why don't I get any search results?
fr: Pourquoi est-ce que je ne reçois aucun résultat de recherche ?
hu: Miért nem kapok semmilyen keresési eredményt?
sv: Varför får jag inte några sökresultat?

source: Assuming that you can connect to a hub and chat with users, this is usually caused by a firewall, router, connection sharing. Another possibility is that you do not meet a certain criteria on a hub so you are not able to perform searches as often as you like. There are several things you can try:
hu: Feltételezve, hogy tudsz csatlakozni egy hubhoz és beszélgetni a felhasználókkal, ennek oka általában egy tűzfal, router vagy kapcsolat megosztási probléma. További lehetőség, hogy nem felelsz meg bizonyos kritériumoknak egy adott hubon, így nem engedélyezett számodra a keresés. Néhány megoldási lehetőség amivel próbálkozhatsz:
sv: Förutsatt att du kan ansluta till en hub och chatta med användare är det vanligtvis beror detta oftast på brandväggen, routern eller anslutningsinställningarna. En annan möjlighjet är att du inte möter vissa krav i hubben och på så sätt inte har rättighet att göra sökningar so ofta som du vill. Det finns flera saker du kan pröva:

source: If you can't get search results on a particular hub while you can on others
hu: Ha csak bizonyos hubokról nem érkezik keresési eredmény, míg másokról igen
sv: Om du inte får sökträffar i en specifik hub men du får det i andra

source: If you are in passive connection mode some hubs may won't allow you to search as it stresses the hub a lot. Try to set up active mode following the <a po4a-id=0>Connection setup guide</a>.
hu: Ha passzív kapcsolati módot használsz, néhány hub nem engedi a keresést, mivel a passzív keresések nagyon leterhelik a hubot. Az aktív mód beállításához kövesd a <a po4a-id=0>Kapcsolat beállítások útmutatót</a>.
sv: Om du har valt passivt läge i anslutningsinställningarna finns det hubbar om inte tillåter att du söker eftersom det det påverkar hubbens prestanda negativt. Försök att konfigurera aktivt läge genom att följa <a po4a-id=0>Guide för att konfigurera inställningsanslutningarna </a>.

source: Some hubs allow searches for registered users only. Check login messages, banners, hub addresses or ask an operator how to register yourself.
hu: Némely hub csak regisztrált felhasználóinak engedi a keresést. Nézd át a hub bejelentkezéskor a közösben megjelenő vagy privát üzenetként küldött szövegeit, feliratait vagy kérdezz meg egy operátort, hogyan kell regisztrálni.
sv: Vissa hubbar tillåter bara registrerade använder att söka. Läs inloggningsmeddelandet, meddelanden eller hubbadressen eller fråga en operatör hur du ska registrera dig.

source: Some hubs have predefined search interval rule to avoid hub overloading with passive searches. It means you have to wait some time before you can start a successive new search. Make sure you don't have <a po4a-id=0> Automatically Search for Alternative Download Locations</a> enabled in Queue settings if you are in a hub of this kind as it could prevent you to get manual search results.
hu: Bizonyos hubokon előre meghatározott keresési időköz lehet beállítva, hogy a passzív keresések ne tudják túlterhelni a hubot. Ez azt jelenti, hogy esetleg várnod kell bizonyos ideig míg ismét sikeres keresést tudsz indítani. Figyelj oda, hogy ha ilyen hubokra kapcsolódsz, ne legyen bekapcsolva az <a po4a-id=0>Alternatív letöltési helyek automatikus keresése</a> a Letöltési sor beállításaiban, mivel ez megakadályozhatja a manuális keresést.
sv: Vissa hubbar har fixa sökintervaller för att förhindra att hubben överbelastas av passiva sökningar. Med det menas att du måste vänta en viss tid innan du kan söka på nytt. Se till att du inte har <a po4a-id=0> Sök automatiskt för alternativa nedladdningskällor</a> igångslaget i köinställningarna om du är i en hubb med tidsbegränsningar mellan sökningarna eftersom det påverkar dina manuella sökningar.

source: If you are unable to search on all hubs
hu: Ha nincs keresési eredmény egyetlen hubtól sem
sv: Om du inte för sökträffar i någon hubb

source: If you use one of the active connection modes, enter your external <acronym po4a-id=0>IP</acronym> address to the <i>External/WAN IP</i> field in the <a po4a-id=1> Connection settings dialog</a> and try to search again. Find out the IP from <a po4a-id=2>DSLReport's IP page</a>.
hu: Ha valamelyik aktív kapcsolati beállítást használod, írd be a külső <acronym po4a-id=0>IP</acronym> címedet a <i>Külső / WAN IP</i> mezőbe a <a po4a-id=1>Kapcsolat beállításai ablakban</a> és próbálj újra keresni. A külső IP címed megnézheted pl. a <a po4a-id=2>DSLReports</a> oldalán.

source: Check your router/gateway/firewall configuration. You need to make sure it's allowing or forwarding incoming connections on the port specified in the settings. You have to enable both <acronym po4a-id=0>TCP</acronym> and <acronym po4a-id=1>UDP</acronym> traffic. If you can download, but not search, UDP is blocked. Please read the <a po4a-id=2>Connection setup guide</a>.
hu: Ellenőrizd a router / átjáró / tűzfal beállításaidat. Győződj meg, hogy engedélyezi és továbbítja a bejövő kapcsolatokat a beállításokban megadott <acronym po4a-id=0>UDP</acronym> porton. A letöltéshez a <acronym po4a-id=1>TCP</acronym> port megfelelő működése is szükséges. Ha a letöltés működik de a keresés nem, akkor az UDP port blokkolva van. További info : <a po4a-id=2>Kapcsolat beállításai útmutató</a>.
sv: Kontrollera inställningarna i din router/gateway/brandvägg. Du måste säkerställa att de tillåter eller omdirigerar inkommande anslutningar till den port som är specificerad i inställningarna. Du måste se till att trafik för både <acronym po4a-id=0>TCP</acronym> och <acronym po4a-id=1>UDP</acronym>. Om du kan ladda ner men inte söka är UDP blockerat. Läs <a po4a-id=2>guide för anslutningsinställningar</a>.

source: Your school or work might be blocking DC traffic. Read the FAQ on types of blocks, and what you <a po4a-id=0>might be able to do about it</a>.
hu: Az internet szolgáltató vagy szerver, amin keresztül eléred az internetet blokkolja a DC forgalmat. Olvasd el a blokkolással kapcsolatos GYIK-et további információért, hogy <a po4a-id=0>mit lehet ez ellen tenni</a>.
sv: Din skola eller arbetsplats kan blockera DC-trafik. Läs i FAQn om olika typer av blockeringar och vad du <a po4a-id=0>kanske kan göra åt det</a>.

source: If the above things don't work for you, you'll have to use passive mode (if the hub allows it).
hu: Ha a fentiek nem segítettek, próbáld a passzív módot használni (amennyiben a hub engedi).
sv: Om ovanstånde inte fungerar för dig måste du använda passivt läge (om hubben tillåter det).

source: If you still can't search (in passive mode) then probably your DC++ blocked by a software firewall. Please follow the <a po4a-id=0>Firewall settings guide</a>.
hu: Ha passzív módban sem tudsz keresni, akkor nagy valószínűséggel a DC++-t egy szoffveres tűzfal blokkolja. A <a po4a-id=0>Tűzfal beállítási útmutató</a> ad további tájékoztatást a teendőkről.

source: An anti-flood protector software / network device can (partially) block your searches as well. You can suspect that you have a problem of this kind when you always get few results even if you searched for a common term. You can read more about this topic in the <a po4a-id=0>Slow downloads FAQ</a>.
hu: Egyes flood ellenes szoftverek vagy hálózati eszközök szintén (részlegesen) blokkolhatják a keresést. Gyaníthatóan ez a probléma abban az esetben, ha kereséskor csak kevés keresési eredmény jelenik meg, még akkor is ha valamilyen általános kifejezésre keresel. További információt a <a po4a-id=0>Lassú letöltés GYIK</a> megfelelő részében találsz.
sv: En programvara eller nätverksenhet med anti-flood-skydd kan också (delvis) blockera dina sökningar. Något som kan peka på detta är att du bara får enstaka träffar när du söker efter något vanligt. Läs mer om detta under <a po4a-id=0>FAQ för långsamma nedladdningar</a>.

source: What do the DC++-style tags mean?
fr: Que signifient les tags du style de DC++ ?
hu: Mit jelent a DC++ stílusú tag?
sv: Vad betyder de olika Dc++-betäckningarna?

source: Notation
hu: Jelmagyarázat
sv: Notering

source: The following information appears in the <a po4a-id=0>Tag column</a> for every user in the user list of the <a po4a-id=1>Hub window</a>: &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, where
hu: A következő információ található minden felhasználó nick-je mellett a <a po4a-id=0>Hub ablak</a> <a po4a-id=1>Tag</a> oszlopában : &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, ahol
sv: Följande information finns i <a po4a-id=0>Betäckningskolumnen</a> för varje användare i användarlistan i <a po4a-id=1>hubbfönstret</a>: &lt;++ V:x,M:x,H:x/y/z,S:x[,O:x]&gt;, där

source: V(ersion)
hu: V(erzió)

source: x = client version
fr: x = version du client
hu: x = kliens verzió
sv: x = klientversion

source: M(ode)
hu: M(ód)
sv: L(äge)

source: x = mode (A = Active, P = Passive, 5 = SOCKS5)
fr: x = mode (A = Actif, P = Passif, 5 = SOCKS5)
hu: x = kapcsolati mód (A = Aktív, P = Passzív, 5 = SOCKS5)
sv: x = läge (A = Aktiv, P = Passiv, 5 = SOCKS5)

source: H(ubs)
hu: H(ubok)
sv: H(ubbar)

source: x = number of hubs connected to where you're not a registered user
hu: x = azon kapcsolódott hubok száma, ahol a felhasználó nem regisztrált
sv: x = antalet anslutna hubbar du inte är registrerad användare i

source: y = number of hubs you're registered in
hu: y = azon hubok száma, ahol a felhasználó regisztrálva van
sv: y = antalet hubbar du är registrerad användare i

source: z = number of hubs you're registered as an operator
hu: z = azon hubok száma, ahol a felhasználó operátor
sv: z = antalet hubbar du är registrerad operatör i.

source: S(lots)
hu: S(lotok)
sv: S(lottar)

source: x = number of upload slots you have open (note that they may be in use already)
fr: x = nombre de slots d'envoi ouverts (à noter qu'ils peuvent être en utilisation)
hu: x = a megnyitott feltöltési slotok száma (néhány vagy akár az összes is foglalt lehet)
sv: x = antalet uppladdningsslottar du har öppna (notera att de redan kan vara i användning)

source: O(pen an extra slot if speed is below)
fr: O(uvrir un extra slot si la vitesse est en-dessous de)
hu: O : Sebességfüggően nyitható extra slotok száma
sv: O (Öppna en extra slott om hastigheten är under)

source: x = if total upload is below this value DC++ will open another slot
hu: x = ha a teljes feltöltési sebesség ezen érték alatt van, a DC++ további slotot nyit
sv: x = om antalet uppladdningsslottar är under detta värde kommer DC++ att öppna upp en till

source: This part of the tag is only shown when the option for it is enabled.
hu: A tag ezen része csak akkor jelenik meg, ha a felhasználónál a sebességfüggő automatikus slot nyitási funkció engedélyezve van.
sv: Denna delen av klientbeskrivningen visas endast om detta är igångslaget.

source: The tag is updated every 1-2 minutes if there are changes. Other clients may introduce more tag elements such as L:x or B:x which means usage of upload bandwidth limiter where x is the amount of maximal upload bandwidth in KiBs.
fr: Le tag est mis à jour chaque 1-2 minutes environ lorsqu'il y a des changements. D'autres clients introduisent parfois plus d'éléments dans le tag, comme par exemple L:x ou B:x qui indiquent l'utilisation d'un limiteur de bande passante d'envoi, avec x la bande passante d'envoi maximale en Kios.
hu: A tag minden 1-2 percben frissül ha történt változás. Más DC kliensek további tag elemeket is megjeleníthetnek, mint pl. az L:x vagy a B:x, amely feltöltés korlátozás engedélyezésére utal és ahol az x a maximum engedélyezett feltöltési sebesség KiB-ban.
sv: Klientbeskrivningen uppdateras varje 1-2 minuter om ändringar skett. Andra klienter kan ha flera andra beskrivningselement som till exempel L:x eller B:x vilket denoterar uppladdningsbegränsning där x är den maximala hastigheten i kiBs. JA! Det är litet k för annars blir det Kelvin som är en temperatur!

source: History
fr: Histoire
hu: Előzmények
sv: Historik

source: The DC++ tag was introduced back when the only available Direct Connect client was Neo-Modus DirectConnect (NMDC) v1.0. That particular client could only connect to one hub at a time, which ensured that the upload slots available were assigned to other users connected to that hub. At first, hub owners considered DC++ to be a cheat client, because it could connect to multiple hubs at once. The DC++ tag was introduced so hub owners could check if the users were connected to a reasonable amount of hubs and had enough upload slots available for sharing.
hu: A DC++ tag akkor került bevezetésre, amikor rajta kívül az egyetlen Direct Connect kliens a Neo-Modus DirectConnect (NMDC) v1.0 volt. Az NMDC kliens egyszerre csak egy hubhoz tudott kapcsolódni ami biztosította, hogy minden feltöltési slot az egyetlen kapcsolódott hub felhasználó részére álljon rendelkezésre. Kezdetben az akkori hubok tulajdonosai a DC++-t csaló kliensnek tartották, mivel a DC++ egyszerre több hubhoz is képes volt csatlakozni. Így bevezetésre került a DC++ tag, amely megmutatja a hub üzemeltetői számára, hogy az adott felhasználó ésszerű mennyiségű hubhoz csatlakozik-e egyszerre és ennek megfelelően elég feltöltési slot-ot nyit-e ki.
sv: DC++ klientbeskrivning introducerades då den enda Direct Connect-klienten var Neo-Modus DirectConnect (NMDC) v1.0. Den klienten kunde bara ansluta till en hubb i taget, vilket gjorde att uppladdningsslottarna kom användarna i just den hubben till godo. I början ansåg hubbägare att DC++ var en fuskklient eftersom den kunde ansluta till fler än en hub i taget. DC++ klientbeskrivinging introducerades så att hubbägare kunde kontrollera om användarna var asluta till ett rimligt antal hubbar och hade tillräckligt många uppladdningsslottar för utdelning.

source: At this point, almost every client, whether it's capable of joining multiple hubs or not, has a similar tag in it's description field. The custom is to replace "++" with some other identifier uniquely identifying the client type (common are "StrgDC++", "ApexDC++" and "RSX++").
hu: Mára minden kliens - függetlenül attól, hogy egy vagy több hubhoz tud kapcsolódni - hasonló tag-el rendelkezik. Azon kliensek, amelyek a tag-ben is azonosítani kívánják magukat, szokás szerint a "++" jelet cserélik le valamilyen egyedi azonosítóra (a leggyakoribb ilyen kliensek pl. a "StrgDC++", az "ApexDC++" és az "RSX++").
sv: Nu för tiden har nästan alla klienter, oavsett om de är kapabla att ansluta till en eller flera hubbar, har ett liknande system för klientbeskrivning. Standarden är att byta yt "++" mot en annan unik identifierare för respektive klient, exempevis "StrgDC++", "CrzDC++" eller "RSX++".

source: What secret stuff is there?
fr: Quels secrets y'a-t-il ?
hu: Milyen titkos dolgok léteznek a DC++-ban?
sv: Vad finns det för hemliga grejer?

source: You can doubleclick on a user name in chat to select him in the user list
fr: Vous pouvez double-cliquer sur un nom d'utilisateur dans le chat pour le sélectionner dans la liste des utilisateurs.
hu: A közösben a nick-eken történő dupla kattintás kijelöli az adott felhasználót a listában
sv: Du kan dubbelklicka på en användare i chatten för att välja denne i användarlistan

source: You can doubleclick on text starting with www. http:// https:// ftp:// magnet: adc:// adcs:// dchub:// mailto: and irc://
hu: A chat-ben megjelenő www. http:// https:// ftp:// magnet: adc:// adcs:// dchub:// mailto: vagy irc:// kezdetű hivatkozások dupla kattintással megnyithatóak .

source: If DC++ receives "banned" during the login phase, it'll stop automatically reconnecting
fr: Si DC++ reçoit "banned" durant la phase d'identification, il arrêtera de se reconnecter automatiquement.
hu: Ha a DC++ a bejelentkezés során a közösben "banned" feliratot észlel, akkor nem fog automatikusan újrakapcsolódni.
sv: Om DC++ får meddelandet "banned" (bannlyst) under loginprocessen slutar den automatiskt att återansluta.

source: Your file list will be created on disk the first time someone requests it
fr: Votre liste de fichiers sera créée sur le disque dès lors que quelqu'un la demandera.
hu: Az elküldendő fájl-listád abban a pillanatban készül el és íródik a lemezre, amikor azt az első felhasználó lekéri.
sv: Din fillista skapas på disken första gången någon begär att få den.

source: Pressing shift on startup will prevent DC++ from auto-connecting to hubs.
hu: A Shift gomb nyomvatartása a DC++ indulásakor megakadályozza az automatikus hubokhoz kapcsolódást.

source: You can tab complete nicks in mainchat, including ignoring prefixes. In case of ambiguity pressing the Tab key again will show all the possible nicks starting with the letter(s) you typed.
hu: A közös chat-ben a Tab billentyű megnyomása kiegészíti a nick-eket, az előtagok figyelmen kívül hagyásával. Több azonosan kezdődő nick esetén a Tab ismételt megnyomására felsorolás jelenik meg azon lehetséges nick-ekből, amelyek a beírt kezdőbetű(k)el kezdődnek.
sv: Du kan trycka på tab för att fullborda användarnamn i huvudchattens skrivfält, även om det har prefix. Finns det fler användare som matchar så fås de fram genom att trycka tab flera gånger.

source: You can drag and drop all tabs to the position of your choice.
fr: Vous pouvez glisser-déplacer tous les onglets à la position que vous désirez.
hu: A fülek fogd és vidd módszerrel bármilyen sorrendben átrendezetőek.
sv: Du kan dra och släppa alla flikar i den ordningen du vill ha dem.

source: You can see who wants to download from you and what they want to download by opening the <a po4a-id=0>Waiting users frame</a>.
hu: Meg tudod nézni hogy kik és mit szeretnének letölteni tőled ha megnyitod a <a po4a-id=0>Várakozó felhasználók</a> ablakot.

source: You can drag folders from Windows Explorer and drop them in the <a po4a-id=0>Sharing</a> page in Settings.
hu: A Windows Intézőből lehetséges a mappákat fogd és vidd módszerrel a a beállításokban lévő <a po4a-id=0>Megosztás</a> panelra húzni.
sv: Du kan dra kataloger från Utforskaren och släppa dem på <a po4a-id=0>Sharing</a>-sidan i inställningarna.

source: You can spot if a file is identical to another one by looking in the TTH column, if the TTH is the same, it is the exact same file.
fr: Vous pouvez repérer les fichiers identiques à d'autres en regardant la colonne TTH : si le TTH est le même, le fichier est le même.
hu: Két fájl teljes egyezőségéről egyszerűen meggyőződhetsz a TTH oszlopban lévő adatból. Ha a két TTH kulcs megegyezik, akkor a két fájl is biztosan teljesen egyező.
sv: Du kan se om två filer är identiska genom att titta i TTH-kolumnen. Samma TTH betyder att filerna är likadana.

source: You can use Ctrl+Enter to create a new line in chat, away-message and user command!
fr: Vous pouvez utiliser Ctrl+Entrer pour créer une nouvelle ligne dans les chat, message d'absence et commande utilisateur !
hu: A Ctrl+Enter kombináció tetszőleges számú új sor létrehozására használható a chat-en, a Távolléti üzenet létrehozásakor és a felhasználói parancsoknál!
sv: Du kan trycka ctrl + Enter för att skapa nya rader i chatten, personliga meddelande, frånvaromeddelanden och i användarkommandon.

source: You can double click on the status bar of every window to open the corresponding log file (if available).
fr: Vous pouvez double-cliquer sur la barre d'état de toutes les fenêtres pour ouvrir le fichier journal correspondant (si disponible).
hu: Duplaklikk a különböző ablakok állapotsorán megnyitja az ahhoz tartozó naplófájlt (ha a file létezik).
sv: Du kan dubbelkliocka på statusraden för varje fönster för att öppna respektive logfil (om tillgängligt).

source: DC++ settings files guide
hu: DC++ beállítási fájlok útmutató
sv: Guide för inställningar i DC++

source: Unlike most of the applications DC++ does not use the Windows Registry to store its settings. Instead, most of the settings and application data are saved into individual files. Settings are stored in various files in <a po4a-id=0>XML</a> format. This is a real advantage since XML files can be opened with any text editor so in case of any problems the settings are accessible outside of the program as well.
hu: A legtöbb programtól eltérően a DC++ nem a Windows rendszerleíró adatbázisában tárolja a beállításait. Ehelyett a beállítások és az alkalmazás adatainak nagy része különböző fájlokba van elmentve. A beállítások <a po4a-id=0>XML</a> formátumú fájlokban vannak eltárolva amely fájltípus legnagyobb előnye, hogy bármilyen szövegszerkesztővel megnyitható így probléma esetén a beállítások elérhetőek és szerkeszthetőek a programon kívül is.
sv: Till skillnad från de flesta applikationer använder inte DC++ Windowsregistret för att spara inställningar. Istället sparas de flesta inställningarna och applikationsdata i individuella filer.Inställningar är sparade i olika filer med <a po4a-id=0>XML</a>-format. Detta är en stor fördel då XML-filer kan öppnas med vilken texteditor som helst utan problem vilket betyder att inställningarna går att komma åt utan att använda DC++.

source: In this FAQ article you'll find all the information needed about settings files themselves, their possible locations and ways how to preserve and transfer them into another computer or Windows installation.
hu: Ebben a GYIK-ben megtalálható mindazon információ ami a beállítási fájlokkal kapcsolatos: fajtáik, lehetséges helyük, valamint a mód ahogy a beállítások átvihetőek egy másik számítógépre vagy másik telepített Windowsra.
sv: I denna FAQ hittar du all information dy behöver om de olika inställningsfilerna, var de finns, hur man ska spara eller flytta dem till andra datorer eller Windowsinstallationer.

source: What are the different DC++ settings files for?
hu: Mire valók a különböző DC++ beállítási fájlok?
sv: Vad är de olika inställningsfilerna i DC++ till för?
