Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: The first part of the status bar contains the last system message with a timestamp. To see more from the recent system messages you can move the mouse pointer above the statusbar - the last 10 lines of the messages will be shown as a tooltip shortly. To see all system messages of the current session open the <a po4a-id=0>System Log</a> window from the <a po4a-id=1>View menu</a> or simply double-click on this part of the status bar.
hu: Az állapotsor első része az utolsó rendszerüzetetet és annak idejét tartalmazza. A legutóbbi rendszerüzenetekből néhány további sor megtekinthető ha az egérmutatót az állapotsorra viszed. Rövid várakozás után az előugró buborékban megjelenik az rendszerüzenetek utolsó 10 sora. A program indítása óta keletkezett összes rendszerüzenet megtekintéséhez nyisd meg a <a po4a-id=0>Rendszernaplót</a> a <a po4a-id=1>Nézet menüből</a> vagy egyszerüen kattints kétszer az állapotsor ezen részére.
sv: Första delen av statusraden innehåller det senaste statusmeddelandet med tidsangivelse. För du muspekaren över statusraden visas de senaste 10 meddelanden i en pratbubbla. För att se alla systemmeddelanden för sessionen öppna <a po4a-id=0>systemloggfönstret</a> på <a po4a-id=1>Visamenyn</a> eller dubbelklicka på statusraden där systemmeddelande visas.

source: Away indicator
fr: Indicateur du mode absence
hu: Távollét jelző
sv: Frånvaroindikator

source: Shows &quot;AWAY&quot; when DC++ is in <a po4a-id=0>away mode</a>.
hu: &quot;AWAY&quot;-t mutat, mikor a DC++ <a po4a-id=0>Away módban</a> van.

source: Double-click to switch away mode on and off.
hu: Az Elérhető és a Távollét mód közötti váltáshoz kattints kétszer az állapotsor ezen részére!
sv: Dubbelklicka för att (av)aktivera frånvaroläget.

source: Shows the number of hubs you are currently connected to in the following format: x/y/z, where:
fr: Affiche le nombre de hubs auxquels vous êtes actuellement connecté, en utilisant le format suivant : x/y/z, avec :
hu: A kapcsolódott hubok számát mutatja x/y/z formában, ahol :
sv: Visar antalet hubbar du är ansluten till med formatet: x/y/z, där:

source: x = number of connected hubs where you're not a registered user;
hu: x = azon hubok száma, ahol nem vagy regisztrált
sv: x = antalet anslutna hubbar där du inte är en registrerad användare;

source: y = number of connected hubs where you're registered in;
hu: y = azon hubok száma, ahol regisztrált vagy
sv: y = antalet anslutna hubbar där du är en registrerad användare;

source: z = number of connected hubs where you're an operator;
hu: z = azon hubok száma, ahol operátor vagy
sv: z = antalet anslutna hubbar där du är registrerad som operatör;

source: just the same way as in the <a po4a-id=0>DC++ tags</a> of the users listed on a hub.
hu: ugyanúgy, mint a hubok felhasználói listájában látható <a po4a-id=0>DC++ tag-ekben</a> .
sv: precis på samma sätt som i <a po4a-id=0>DC++ klientbeskrivning</a> i användarlistan för respektive hubb.

source: Slots
hu: Slot-ok
sv: Slottar

source: Indicates the number of currently free upload slots out of the total number of slots opened.
fr: Indique le nombre actuel de slots d'envoi libres sur le nombre total de slots ouverts.
hu: Az éppen aktuálisan szabad feltöltési slot-okat mutatja az összesen megnyitott slot-ok száma mellett.
sv: Indikerar antalet lediga uppladdningsslottar av totala antalet öppna slottar.

source: Slots up-down control
fr: Réglette des slots
hu: Slot-szám gyors beállító

source: Use this control, which consists of 2 arrows, to increase (up arrow) or decrease (down arrow) the number of upload slots you want to have opened.
fr: Utilisez cette réglette, qui consiste de 2 flèches, pour faire augmenter (flèche vers le haut) ou baisser (flèche vers le bas) le nombre de slots d'envoi que vous souhaitez ouvrir.
hu: Két fel-le mutató nyíl, amellyel egyszerűen növelni vagy csökkenteni lehet a megnyitott feltöltési slot-ok számát.

source: Total downloaded bytes
fr: Total des octets téléchargés
hu: Összes letöltött byte
sv: Totalt antal nedladdade bytes

source: Shows the total number of bytes received in the current session, including file transfers, hub-client communication and hublists.
fr: Affiche le nombre total d'octets reçus au cours de la session actuelle, y compris les transferts de fichiers, les communications hub-client et les transferts de listes de hubs.
hu: A program indítása óta érkezett byte-ok száma, letöltések, hub-kliens kommunikáció és a hublisták mérete.
sv: Visar det totala antalet bytes som laddats ner i aktiv session, inkluderar filöverföringar, hubb-klient-kommunikation och hubblistor.

source: Double-click to open the <placeholder id=0/> window.
hu: Kattints rá duplán a(z) <placeholder id=0/> ablak megnyitásához.
sv: Dubbelklicka för att öppna <placeholder id=0/>fönstret.

source: Total uploaded bytes
fr: Total des octets envoyés
hu: Összes feltöltött byte-ok
sv: Totala antalet uppladdade bytes

source: Shows the total number of bytes sent in the current session, including file transfers and hub-client communication.
fr: Affiche le nombre total d'octets envoyés au cours de la session actuelle, y compris les transferts de fichiers et les communications hub-client.
hu: A program indítása óta feltöltött összes byte-ok száma, ami feltöltött fájlokból és a hub-kliens kommunikációból áll .
sv: Visar det totala antalet bytes som laddats upp i aktiv session, inkluderar filöverföringar och hubb-klient-kommunikation.

source: Current download speed
fr: Vitesse de téléchargement actuelle
hu: Aktuális letöltési sebesség
sv: Aktuell nedladdningshastighet

source: Shows the current overall download speed and the number of current download connections in parentheses (updated in every second).
fr: Affiche la vitesse globale de téléchargement actuelle et le nombre actuel de connections utilisées pour des téléchargements entre parenthèses (mis à jour chaque seconde).
hu: Az aktuális összesített letöltési sebességet valamint zárójelben a letöltési kapcsolatok számát mutatja (másodpercenként frissül).
sv: Visar den aktuella nedladdningshastigheten och antalet pågående nedladdningar inom parentens (uppdateras varje sekund).

source: Current upload speed
fr: Vitesse d'envoi actuelle
hu: Aktuális feltöltési sebesség
sv: Aktuell uppladdningshastighet

source: Shows the current overall upload speed and the number of current upload connections in parentheses (updated in every second).
fr: Affiche la vitesse globale d'envoi actuelle et le nombre actuel de connections utilisées pour des envois entre parenthèses (mis à jour chaque seconde).
hu: Az aktuális összesített feltöltési sebességet valamint zárójelben a feltöltési kapcsolatok számát mutatja (másodpercenként frissül).
sv: Visar den aktuella uppladdningshastigheten och antalet pågående uppladdningar inom parentens (uppdateras varje sekund).

source: Current download limit
hu: Aktuális letötlési korlát értéke
sv: Aktuell nedladdningsgräns

source: Shows the current maximum download rate. Zero speed value means that download limiting is disabled.
hu: Az aktuális letötlési sebesség korlát értékét mutatja. A nulla sebességérték azt jelenti hogy a letöltés korlátozása ki van kapcsolva.
sv: Visar aktuell nedladdningsgräns. Noll som hastighetsvärde betyder att begränsningen är avstängd.

source: Current upload limit
hu: Aktuális feltötlési korlát értéke
sv: Aktuell uppladdningsgräns

source: Shows the current maximum upload rate. Zero speed value means that upload limiting is disabled.
hu: Az aktuális feltötlési sebesség korlát értékét mutatja. A nulla sebességérték azt jelenti hogy a feltöltés korlátozása ki van kapcsolva.
sv: Visar aktuell uppladdningsgräns. Noll som hastighetsvärde betyder att begränsningen är avstängd.

source: Network statistics
fr: Statistiques réseau
hu: Hálózati statisztika
sv: Nätverksstatistik

source: This window will display the avarage speed of files sent and received by DC++. The colors are decided by the <a po4a-id=0>upload and download colors in the settings window</a>. Note that information to and from hubs are included here as well.
hu: Ez az ablak a DC++ által küldött és fogadott fájlok és egyéb kommunikáció átlagos sebességét mutatja. A színeket a <a po4a-id=0>feltöltés és letöltés színeinek beállításai</a> határozzák meg.
sv: Detta fönster visar genomsnittshastigheten för filer skickade och mottagna av DC++. Färgerna bestäms av <a po4a-id=0>färgerna för förloppsindikatorerna för upp- och nedladdning i inställningarna</a>. Notera att information till och från hubbarna är inkluderade här.

source: This is a notepad for your use. The information you write on this page is stored in the "Notepad.txt" file, in the root folder of DC++.
fr: Ceci est un bloc-notes à votre disposition. Les informations que vous écrivez sur cette page sont stockées dans le fichier "Notepad.txt", situé dans le dossier d'installation de DC++.
hu: Ez egy szabad felhasználású jegyzettömb. Az ide beírt információ a DC++ program könyvtárban létrejövő "Notepad.txt" nevű fájlban tárolódik.
sv: Detta är en anteckningsbok. Information du skriver här sparas i filen Notepad.txt, i DC++ installationskatalog.

source: Private chat window (top)
fr: Fenêtre de chat privé (en haut)
hu: Privát chat ablak (fent)
sv: Privata chattfönster (överst)

source: The private chat window displays messages sent during your private conversation with a specific user (to know which one, take a look at the title bar of the main DC++ window). You can chat with the other user in this "private area" by writing a message in the field below the private chat and pressing either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available).
hu: A privát chat ablak egy kiválasztott felhasználóval történő privát beszélgetés üzeneteit mutatja (az ablakhoz tartozó fülön olvasható a felhasználó neve). A küldendő üzenetet a privát chat ablak alatti beviteli mezőbe kell beírni, majd az üzenet az Enter vagy Alt+S billentyű kombinácóval küldhető el. A <a po4a-id=0>/parancs</a> formájú chat parancsok is használhatóak, /help beírásával listát kapsz az elérhető parancsokról.
sv: De privata chattfönstrena visar meddelanden skickade under dina privata konversationer med en specifik användare (för att se med vem, titta på DC++ titelrad). Du kan chatta med en användare i denna 'privata del' genom att skriva meddelanden i fönstrets textfält och trycka antingen Enter eller ALT + S för att skicka meddelandet. Du kan också använda dig av <a po4a-id=0>/kommandon</a> (skriv /help för lista på tillgängliga kommandon).

source: Field to write a message (bottom)
fr: Champ pour écrire un message (en bas)
hu: Üzenet írására szolgáló beviteli mező (alul)
sv: Fält att skriva meddelanden i (nederst)

source: Write a message here to chat with the user you are currently in private conversation with (to know which one, take a look at the title bar of the main DC++ window). You can press either Enter or Alt+S to send your message. You may also use <a po4a-id=0>/commands</a> (send /help to list those available).
hu: Ide írd az elküldendő üzenetet a felhasználó részére akivel éppen privát beszélgetést folytatsz. Az Enter vagy Alt+S billentyű kombinácóval küldhető el az üzenet. A <a po4a-id=0>/parancs</a> formájú chat parancsok is használhatóak, /help beírásával listát kapsz az elérhető parancsokról.
sv: Skriv ett meddelande här för att chatta med användare som du har en privat konversation med (för att se med vem, titta på DC++ titelrad). Tryck Enter eller ALT + S för att skicka meddelandet. Du kan också använda dig av <a po4a-id=0>/kommandon</a> (skriv /help för lista på tillgängliga kommandon).

source: Shows the most recent status message.
hu: A legutólsó állapotüzenetet mutatja.
sv: Visar senaste statusmeddelandet.

source: To see more from the recent status messages you can move the mouse pointer above the status bar - the last few messages will be shown as a tooltip shortly.
hu: Az egérmutató állapotsor fölé mozgatásával - rövid idő eltelltével - üzenetbuborékban jelenik meg az állapotsor néhány legutóbbi sora.
sv: För att se flera statusmeddelanden för muspekaren över statusraden - de senaste meddelandena visas i en pratbubbla.

source: Public hubs
fr: Hubs publics
hu: Publikus hubok
sv: Publika hubbar

source: The name of the hub.
fr: Le nom du hub.
hu: A hub neve
sv: Namnet på hubben.

source: The hub's description.
fr: La description du hub.
hu: A hub leírása
sv: Hubbens beskrivning.

source: Amount of users in the hub when the hub was checked by the hublist bot.
fr: Nombre d'utilisateurs connectés au hub lors du dernier passage du bot de la liste de hubs.
hu: A hub felhasználóinak száma a hublista bot utolsó ellenőrzésének pillanatában.
sv: Antalet användare i hubben när den senast besöktes av hubblistemotorn.

source: The hub's address.
fr: L'adresse du hub.
hu: A hub címe
sv: Hubbens adress.

source: Which country the hub resides in.
fr: Le pays dans lequel le hub est hébergé.
hu: Az az ország, ahol a hub található.
sv: Landet hubben finns i.

source: Amount of bytes shared in the hub when the hub was checked by the hublist bot.
fr: Nombre d'octets partagés dans le hub lors du dernier passage du bot de la liste de hubs.
hu: A hub felhasználói által megosztott byte-ok száma a hublista bot utolsó ellenőrzésének pillanatában.
sv: Antalet utdelade bytes när hubben senast besöktes av hubblistemotorn.

source: Min share
fr: Partage min
hu: Min. megosztás
sv: Minsta utdelning.

source: A restriction in the hub, where &quot;Min share&quot; is the minimum amount of bytes you have to share to be let in.
fr: Une restriction au niveau du hub, où &quot;Partage min&quot; est le nombre minimal d'octets que vous devez partager pour pouvoir entrer dans le hub.
hu: A hubra való kapcsolódáshoz szükséges minimális mennyiségű megosztás byte-okban.
sv: Ett krav i hubben, där &quot;Minsta utdelning&quot; är det minsta tillåtna antalet bytes du måste dela ut för att komma in.

source: Min slots
fr: Slots min
hu: Min. slot
sv: Lägst slottantal

source: A restriction in the hub, where &quot;Min slots&quot; is the minimum amount of slots you have to have open to be let in.
fr: Une restriction au niveau du hub, où &quot;Slots min&quot; est le nombre minimal de slots que vous devez avoir ouvert pour pouvoir entrer dans le hub.
hu: A hubra való sikeres belépéshez szükséges minimális számú megnyitott feltöltési slot.
sv: Ett krav i hubben, där &quot;Lägst slottantal&quot; är det minsta tillåtna antalet slottar du måste ´ha öppet för att komma in.

source: Max hubs
fr: Hubs max
hu: Max. hub
sv: Maximalt hubbantal

source: A restriction in the hub, where &quot;Max hubs&quot; is the maximum amount of hubs you are allowed to be in to be let in.
fr: Une restriction au niveau du hub, où &quot;Hubs max&quot; est le nombre maximal de hubs auxquels vous pouvez être connecté pour pouvoir entrer dans le hub.
hu: A hubra való sikeres belépéshez szükséges egyidjeűleg kapcsolódott hubok maximális száma.
sv: Ett krav i hubben, där &quot;Maximalt hubbantal&quot; är det högsta tillåtna antalet hubbar du får vara ansluten till för att komma in.

source: Max users
fr: Utilisateurs max
hu: Max. felhasználó
sv: Högsta användarantal

source: A restriction in the hub, where &quot;Max users&quot; is the maximum amount of users the hub will let in.
fr: Une restriction au niveau du hub, où &quot;Utilisateurs max&quot; est le nombre maximal d'utilisateurs que le hub peut laisser entrer.
hu: A hubra maximálisan beengedett felhasználók száma.
sv: Ett begränsning i hubben, där &quot;Högsta användarantal&quot; är det högsta tillåtna antalet användare som kan ansluta till hubben samtidigt.

source: Reliability
fr: Fiabilité
hu: Megbízhatóság
sv: Trovärdighet

source: How often the hub has been online, in percentage.
fr: Pourcentage de fois où le hub a été en ligne.
hu: A hub milyen gyakran van online, százalékban megadva.
sv: Hur ofta hubben varit tillgänglig, i procent.

source: Rating
fr: Évaluation
hu: Minősítés
sv: Betyg

source: If the hublist allowed users to vote on a hub, this will appear as the hub's rating. The more stars, the better.
fr: Si la liste de hubs laisse les utilisateurs voter pour des hubs, ces votes apparaîtront en tant que l'évaluation du hub. Plus le hub a d'étoiles, mieux il y est.
hu: Ha a hublista kiszolgálón a felhasználók szavazhatnak a hubokra, akkor ezek összesítése jelenik meg a minősítésben. Minél nagyobb az érték, annál jobb.
sv: Om hubblistan tillåter användare att rösta på en hubb visas här hubbens betyg. Ju fler stjärnor desto bättre...

source: Will open a new hub window and try to connect to the selected hub.
hu: Megnyit egy új hub ablakot és megpróbál kapcsolódni a kiválasztott hubhoz.
sv: Öppnar ett nytt fönster och försöker ansluta till vald hubb.

source: Will add the selected hub to the <a po4a-id=0>Favorite hubs</a>.
hu: Hozzáadja az aktuális hubot a <a po4a-id=0>Kedvenc Hubok</a> listájához.
sv: Lägger till vald hubb till listan över <a po4a-id=0>favorithubbar</a>.

source: Filter
fr: Filtre
hu: Szűrő
sv: Filtrera

source: Here, you can filter the hublist so you will only see specific hubs in the hublist. Eg, selecting 'address' in the drop down, and writing "foo" in the filter, will only display hubs that have "foo" in their address. When a filter is in effect, the number of hubs filtered out is shown in the status bar.
fr: Ici, vous pouvez appliquer un filtre à la liste de hubs pour ne voir que certains hubs en particulier. Par exemple, si vous sélectionnez 'adresse' dans la liste déroulante, et que vous écrivez "foo" dans le filtre, alors seuls les hubs qui ont "foo" dans leur adresse seront affichés. Quand un filtre est appliqué, le nombre de hubs enlevés par le filtre s'affiche dans la barre d'état.
hu: Itt megszűrhető a hublista, azaz a szűrési feltételnek megfelelően csak adott hubok látszanak a listában. Pl. 'valami'-t írva a szűrés mezőbe és a 'Cím'-et kiválasztva a legördülő menüből csak azok a hubok maradnak a listában, amelyek címében a 'valami' megtalálható.

source: This window can be focused with Alt+I.
hu: Az ablakra az Alt+I gyorsbillentyű kombinációval lehet fókuszálni.

source: In the dropdown, you may select different hublists you want to see. If the hublist was downloaded before you will have the cached version displayed. Click Refresh to get the fresh version of the hublist.
hu: A legördülő menüből több különböző hublista választható ki. Ha egy hublista már le lett töltve korábban, akkor a tárolt változat fog megjelenni a gyorsítótárból. A Frissítés gomb megnyomására a hublista legfrissebb verziója letölthető.
sv: I rullgardinslistan kan du välja olika hubblistor att titta i. Om hubblistan laddats ned tidigare får du se en sparad version. Klicka på Uppdatera för att ladda ner hubblistan på nytt.

source: If you click on 'Configure', you will be able to change, add and remove hublists. The order in <a po4a-id=0>Configured Public Hub Lists</a> determines the order hublists are displayed in the dropdown mentioned above.
hu: A 'Beállítás' gombra kattintva új hublisták adhatóak a legördülő menühöz vagy a meglévőek törölhetőek. A <a po4a-id=0>Beállított hublisták</a> sorrendje határozza meg a hublisták megjelenési sorrendjét a legördülő menüben.
sv: Klicka på Konfigurera och du kan ändra, lägga till och ta bort hubblistor. Ordningen på The order in <a po4a-id=0>Konfigurerade publika hubblisstor</a> bestämmer ordningen på hubblistorna i rullgardinslistan nämnd ovan.

source: <a po4a-id=0>List of alternative hublists.</a>
hu: <a po4a-id=0>Elérhető alternatív hublisták.</a>
sv: <a po4a-id=0>Lista över alternativa hubblistor.</a>

source: Refresh
fr: Rafraîchir
hu: Frissítés
sv: Uppdatera

source: Download a fresh version of the hublist. If the download fails click Refresh again to get the next available hublist in the dropdown. DC++ uses <a po4a-id=0>The Coral Content Distribution Network</a> to get hublists by default. This improves reliability and makes it possible to download hublists even when the original hublist server is out of service.
hu: A hublista legfrissebb változatát tölti le. Ha a letöltés nem sikerül, a Frissítés gomb újbóli megnyomására a következő, a legördülő menüben elérhető hublista jelenik meg. Alapesetben a DC++ a <a po4a-id=0>Coral Tartalomterjesztő Hálózatot</a> használja a hublisták lekéréséhez. Ez a hálózat növeli a letöltés megbízhatóságát és lehetővé teszi a hublista letöltését akkor is, ha az eredeti hublista szerver nem működik.

source: Shows status messages about the loading of public hub lists;
fr: Affiche des messages sur l'état du chargement des listes de hubs publics :
hu: A publikus hublisták letöltésének állapotüzeneteit mutatja;
sv: Visar statusmeddelanden över laddningen publika hubblistor.

source: &quot;downloading&quot;: hub list is currently being downloaded from the server, this may take a while;
fr: &quot;téléchargement&quot;: la liste de hubs est actuellement en cours de téléchargement à partir du serveur, ceci peut prendre du temps ;
hu: &quot;letöltés&quot;: azt jelenti, hogy a lista éppen töltődik a szerverről. Ez hosszabb ideig is eltarthat;
sv: &quot;nedladdas&quot;: Hubblistan laddas ned från servern, kan ta ett tag;

source: &quot;downloaded&quot;: hub list has been successfully downloaded from the server, and is currently being displayed; you're looking at a fresh version of the hub list;
fr: &quot;téléchargée&quot;: la liste de hubs a été téléchargée avec succès à partir du serveur, et est affichée en ce moment même ; vous êtes en face de la version de la liste de hubs la plus à jour ;
hu: &quot;letöltve&quot;: azt jelenti, hogy a lista sikeresen letöltődött a hublista szerverről és jelenleg is látható. Ez a hublista legfrissebb változata;
sv: &quot;nedladdad&quot;: hubblistan är nedladdan från servern, och visas; du ser nu den aktuella version av hubblistan;

source: &quot;loaded from chache&quot;: a previously saved hub list has been successfully loaded from your DC++ cache directory, and is currently being displayed; that version might be out-dated, if you want to refresh it, click on the &quot;Refresh&quot; button;
fr: &quot;chargée depuis le cache&quot; : une liste de hubs précédemment sauvée dans le dossier cache de DC++ a été chargée avec succès, et est affichée en ce moment même ; il se pourrait que cette version ne soit plus à jour, si vous souhaitez la mettre à jour, appuyez sur le bouton &quot;Rafraîchir&quot; ;
hu: &quot;betöltve a gyorsítótárból&quot;: azt jelenti, hogy a hublista egy korábban sikeresen letöltött változata lett betöltve a DC++ hublista gyorsítótár mappájából. Jelenleg ez a korábbi lista látható, amely esetleg idejemúlt lehet. A lista frissítéséhez klikkelj a 'Frissítés' gombra;
sv: &quot;laddad från disk&quot;: en tidigare nedladdad version av hubblistan visas; denna version kan vara gammal, tryck &quot;Uppdatera&quot; om du vill se den senaste versionen;

source: error messages may also appear in this area: when a hub list download has failed, DC++ will automatically switch to the next hub list.
fr: des messages d'erreur peuvent aussi être affichés dans cette zone : quand le téléchargement d'une liste de hubs échoue, DC++ passe automatiquement à la liste de hubs suivante.
hu: A fentieken kívül hibaüzenetek is megjelenhetnek ezen a területen. Ha a hublista letöltés sikertelen volt, a DC++ automatikusan a legördülő menüben következő hublistára vált.
sv: felmeddelanden visas också här; när en hubblista inte kan laddas ner försöker DC++ automatiskt med nästa hubblista.
