Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: When set, DC++ will register itself to handle magnet: links. These links will let you search the Direct Connect network for a file matching a given file hash, given that the magnet link contains information appropriate for the Direct Connect network. Disabling will make DC++ remove the key from the Windows registry.
hu: Ha be van kapcsolva a DC++ lesz az alapértelmezett kezelője a magnet:// hivatkozásoknak. Ezek a hivatkozások alkalmasak fájlok hash alapú keresésére a Direct Connect hálózatban mivel tartalmazzák ezt a kereséshez szükséges információt. Ennek az beállításnak a kikapcsolásával a DC++ eltávolítja a magnet kezelői kulcsokat a rendszerleíró adatbázisból.
sv: Om aktiverad blir DC++ standardprogrammet för magnetlänkar. Dessa länkar låter dig söka efter filer med angiven filhash, förutsatt att magnetlänken innehåller rätt information för DC++. Avaktivering raderar inställningen i Windowsregistret.

source: Don't delete file lists when exiting
fr: Ne pas effacer les listes de fichiers en quittant
hu: Ne törölje a letöltött fájl-listákat kilépéskor
sv: Ta inte bort fillistor vid avslut

source: If this option is disabled, DC++ will delete the contents of the file list directory, where file lists are stored, when exiting. However, you can open already downloaded file lists instead of downloading them again. These file lists have a chance of being out of date, but for users on slow connections, keeping file lists can save time. <em>Since the file list isn't curent, don't be surprised if the files you enqueue to download have been removed by the user, or moved.</em>
fr: Si cette option est désactivée, DC++ supprimera le contenu du dossier des listes de fichiers, là où celles-ci sont stockées, au moment de son extinction. Cependant, vous pouvez ouvrir des listes de fichiers déjà téléchargées au lieu de les télécharger à nouveau. Ces listes de fichiers ne seront peut-être pas à jour, mais pour les utilisateurs avec des connections lentes, garder les listes de fichiers peut faire gagner du temps. <em>Vu que la liste de fichier n'est pas à jour, ne soyez pas surpris si les fichiers que vous essayez de télécharger ont été enlevés ou déplacés par l'utilisateur.</em>
hu: Ha ez a lehetőség ki van kapcsolva, kilépéskor törlődik a letöltött fájl-listákat tartalmazó könyvtár tartalma. Ellenkező esetben a letöltött fájl-listák megmaradnak és később újból megnyithatók ahelyett, hogy ismét le kéne őket tölteni. A letöltött fájl-listák megtartása nagy méret és/vagy lassú forrás esetén, időmegtakarítás céljából hasznos. Hátránya, hogy a listák egy idő után (részben) érvénytelenné válnak, ahogy a forrás esetlegesen változtatja a megosztását. <em>Mivel a letöltött fájl-listák nem biztos, hogy az épp aktuális megosztást tartalmazzák, ne lepődj meg, ha egyes fájlok a letöltéskor már nem lesznek elérhetőek - a felhasználó időközben törölhette, átnevezhette azokat.</em>
sv: Om detta val är inaktiverat raderar DC++ innehållet i fillistfoldern, där fillistor sparas, när programmet stängs av. Har du en nedladdad fillista kan du alltid öppna den igen. Den kan vara inaktuell men för användare med långsam anslutning kan det spara tid.<em>Eftersom fillistan kan vara inaktuell ska du inte bli förvånad om filer inte finns kvar eller är flyttade inom utdelningen.</em>

source: Automatically disconnect users who leave the hub
fr: Déconnecter automatiquement les utilisateurs qui quittent le hub
hu: A hubról lelépő felhasználók szétkapcsolása
sv: Koppla automatiskt ner användare som lämnar hubben

source: The Direct Connect spirit is all about sharing. You are only sharing when you are connected to one or more hubs. In the past, users of questionable integrity and spirit logged onto a hub, selected a download, and disconnected from the hub again. If everyone did that, there would be nothing to download. Enable this option to avert that kind of behaviour. <em>Note that you might need to disable this option if you're connected to a hub that has a bad connection. The user will regain his/her slot if he/she reconnects within 10 minutes, but you might have opened up another slot for another user in the mean time. This could cause a situation where you have way more upload slots in use than you selected in the settings. Also, if you quit the hub, people downloading from you will not be disconnected.</em>
fr: L'esprit de Direct Connect est focalisé sur le partage. Vous ne partagez que lorsque vous êtes connecté à un ou plusieurs hubs. Par le passé, des utilisateurs peu consciencieux se connectaient à un hub, sélectionnaient un téléchargement, et se déconnectaient de ce hub. Si tout le monde faisait ça, il n'y aurait plus rien à télécharger. Activez cette option pour empêcher ce genre de comportement. <em>À noter que vous pourriez avoir besoin de désactiver cette option si vous êtes connecté à un hub qui a une mauvaise connexion. L'utilisateur se verra ré-accordé son slot s'il se connecte dans les 10 minutes, mais il se pourrait que vous ayez entre-temps déjà accordé un autre slot à un autre utilisateur. Ceci peut ainsi entrainer une situation dans laquelle vous vous retrouvez avec bien plus de slots d'envoi utilisés que sélectionnés dans les options. De plus, si vous quittez le hub, les gens qui téléchargent à partir de vous ne seront pas déconnectés.</em>
hu: A DC szellemisége a megosztásból áll. A megosztásod csak akkor elérhető mások számára, ha egy vagy több hubhoz csatlakozva vagy. Korábban előfordulhatott, hogy valaki felkapcsolódott egy hubra, elkezdett letölteni, majd lekapcsolódott és a letöltés folytatódott tovább. Ha mindenki ezt tenné, nem lenne mit letölteni. Ennek az opciónak a bekapcsolásával mindez megakadályozható. <em>Megjegyzendő, hogy érdemes ezt a lehetőséget kikapcsolni, ha olyan gyenge kapcsolattal rendelkező hubra kapcsolódsz, amelyik gyakran kidobálja a felhasználókat. A tőled töltők visszakapják a slotjukat, ha 10 percen belül visszakapcsolódnak a hubra. Ezalatt azonban a fennmaradt üres slotodat más is elfoglalhatja, ami ahhoz vezethet, hogy sokkal többen töltenek fel tőled mint amennyi slot a beállításokban engedélyezve van. Emellett, ha kilépsz a hubról, a tőled töltők nem lesznek megszakítva.</em>
sv: Meningen med Direct Connect är att dela med sig. Du delar bara med dig när du är ansluten till en eller flera hubbar. Tidigare anslöt oseriösa användare till en hubb, köade upp filer och sedan kopplade ifrån sig. Om alla gjorde det skulle det till slut inte finnas något att ladda ner. Aktivera denna inställning för att avstyra sådant beteende. <em>Tänk dock på att du kanske måste stänga av detta om du ansluter till en hub som har en dålig anslutning. Användaren återfår sin slott om h*n återansluter inom 10 minuter men du kan ha öppnat up en anna slott för en annan användare under tiden. Detta kan leda till att du har långt fler uppladdningslottar än vad du ställt in. Dessutom kan användarna ladda ner från dig trots att du lämnat hubben.</em>

source: Enable automatic SFV checking
fr: Activer le contrôle automatique SFV
hu: Automatikus SFV ellenőrzés engedélyezése
sv: Tillåt automatisk SFV-kontroll

source: Simple File Verification (SFV) is a scheme in which a set of files are accompanied by a so-called sfv-file which contains CRC32 checksums of each file. If there is an sfv-file included, DC++ will check that your download is free of corruption and retry the download that wasn't the case.
fr: Simple File Verification (SFV) est un schéma dans lequel un groupe de fichiers est accompagné d'un fichier couramment appelé fichier-sfv, qui contient les clés CRC32 de chaque fichier du groupe. Si un fichier-sfv est inclus, DC++ vérifiera que vos téléchargements ne sont pas corrompus, et les re-lancera le cas contraire.
hu: Az SFV (Simple File Verification) egy ellenőrző fájl, amely más fájlok CRC32 ellenőrző kódját tartalmazza. Ha ez az opció engedélyezett, akkor az esetleges .sfv fájl alapján a DC++ ellenőrzi a letöltések helyességét és hiba esetén újrakezdi a letöltést.
sv: Simple File Verification (SFV), eller enkel filverikation, är en samling filer åtföljda av en så kallad .sfv-fil som innehåller CRC32 checksum (kontrollsumma) av varje fil. Om denna .sfv-fil är inkluderad kan DC++ kontrollera att alla filer i samlingen är korrekta och hela, och ladda skadade filer igen om det behövs.

source: Don't send the away message to bots
fr: Ne pas envoyer le message d'absence aux bots
hu: Ne küldje el a Távolléti üzenetet a botoknak
sv: Skicka inte frånvaromeddelanden till bottar.

source: When in away mode, don't send the away message to users that appear to be bots. Having this option disabled is very annoying if you get messages from bots that link chat from multiple users (the most well known example is the Operator Chat facility found in many hubs). Users are judged to be bots if they have an empty Connection type. <i>Enable if unsure.</i>
hu: Megakadályozza, hogy a DC++ elküldje a Távolléti üzenetet a botoknak, ha nem vagy a gépnél. Ha ki van kapcsolva, igen kellemetlen, ha üzeneteket kapsz olyan botoktól, amelyek többfelhasználós chat-ként működnek (pl. az OpChat, amely a legtöbb hubon használatos). A botok detektálása az üres kapcsolattípus beállítás alapján történik. <i>Ha nem vagy biztos a jelentésében, inkább engedélyezd.</i>
sv: I frånvaroläge skickas inga frånvaromeddelanden till användare som beter sig som bottar. Att ha dena inställning avstängd är väldigt irriterande för andra användare om du får meddelanden från bottar som länkar chatt mellan flera användare (det vanligaste exemplet är operatörernas chattrum). Användare klassas som bottar om fältet anslutningstyp är tomt. <i>Aktivera om du är osäker..</i>

source: Break on first ADLSearch match
fr: Arrêter les recherches ADL dès qu'un résultat est trouvé
hu: ADL keresés megállítása az első találatnál
sv: Avbryt vid första träff med funktionen ADL-sökning

source: If you're using the <a po4a-id=0>ADLSearch</a> features, keeping this option enabled will make a file show up in only the first search it matches. If disabled, it may appear multiple times, if it matches more than one search. <i>Disable if unsure.</i>
hu: Ha <a po4a-id=0>ADL keresést</a> használsz, ennek a lehetőségnek a bekapcsolásával a keresett fájl csak az első találat esetén jelenik meg. Kikapcsolt állapotban a többszöri találat esetén a fájl többször is megjelenhet. <i>Ha nem vagy biztos a jelentésében, inkább tiltsd.</i>
sv: Om du använder <a po4a-id=0>ADL-sökning</a>funktionen med denna inställning aktiverad visas bara första träffen. Avstängd fortsätter sökningen och flera träffar fås, ibland dubletter. <i>Stäng av om du är osäker.</i>

source: Enable safe and compressed transfers
fr: Activer les transferts sûrs et compressés
hu: Biztonságos és tömörített átvitel engedélyezése
sv: Aktivera säkra och komprimerade överföringar

source: When transfering data with a compatible client, DC++ will try to use ZLIB compression with integrity checks. This uses some CPU cycles, but can dramatically speed up transfers of uncompressed files as well as ensure file integrity (reduce the chance of corruption to near zero).<i>Enable if unsure.</i>
hu: Egy arra képes klienssel történő átvitelkor a DC++ megpróbál ZLIB tömörítést alkalmazni, amely egyben további biztosítékot is jelent a sérülésmentes fájl-átvitel érdekében (a hibás fájl-átvitel esélye közel nulla lesz). A ki- és betömörítés némi plusz processzorteljesítményt igényel, viszont a tömörítetlen fájlok átvitelének sebességét megsokszorozhatja. <i>Ha nem vagy biztos a jelentésében, inkább engedélyezd.</i>
sv: När filer överförs med kompatibla klienter försöker DC++ använda sig av ZLIB-komprimering med integrietstester. Det här använder lite extra processortid men kan dramatiskt både öka överföringen av okomprimerade filer och förhindra korrupta filer (reducerar chansen för korruption till nästan noll). <i>Aktivera om du är osäker.</i>

source: Accept custom user commands from hub
fr: Accepter les commandes utilisateur personnalisées du hub
hu: Felhasználói parancsok elfogadása a hubtól
sv: Acceptera användardefinerade kommandon från hubben

source: This option lets you enable or disable DC++'s ability to retrieve custom commands from a remote hub. Custom User Commands may show when you click on the hub's tab, or on a user in the Transfer View, Search Window, or User List, and can enable you to read the rules, perform operator functions, interact with hub bots, etcetera.
fr: Cette option vous permet de définir si DC++ doit accepter les commandes utilisateur personnalisées que certains hubs envoient. Celles-ci peuvent alors apparaître dans les menus contextuels du hub, d'utilisateurs dans les Transferts, dans la Fenêtre de Recherche, dans la Liste des Utilisateurs, et vous permettent d'accéder aux règles du hub, à des fonctions pour opérateurs, ou encore d'interagir avec des bots du hub, etcetera.
hu: A hubok által esetlegesen küldött saját felhasználói parancsok elfogadását vagy tiltását lehet itt beállítani. Ezek a parancsok általában a hub fül, a felhasználók, keresési eredmények vagy a fájl-átvitelek listájára jobb-kattintással előhozható menü részeiként jelenhetnek meg. Többek között pl. hubszabályzat lekérése, a hub bottal való kapcsolattartás ill. operátor funkciók elérése oldható meg felhasználói parancsokkal.
sv: Den här inställningen bestämmer om DC++ ska ladda ner användardefinerade kommandon från en hubb. Dessa kommandon kan dyka upp när du högerklickar på en hubbflik eller på en användare i filöverföringsvyn, sökfönstret eller i användarlistan och innehålla till exempel hubbens regler, operatörskommandon och så vidare.

source: Send unknown /commands to the hub
fr: Envoyer les /commandes inconnues au hub
hu: Ismeretlen /parancsok elküldése a hubnak
sv: Skicka okända /kommandon till hubben

source: Enable this to send <a po4a-id=0>/commands</a> that DC++ does not recognize to the hub as normal chat.
hu: Engedélyezd ha azt szeretnéd, hogy a / jellel kezdődő <a po4a-id=0>chat parancsok</a> közül azokat, amelyeket a DC++ nem ismer fel, küldje tovább a hubnak.
sv: Aktivera för att skicka <a po4a-id=0>/kommandon</a> som DC++ inte känner igen till hubben som ett normal chattmeddelande.

source: Add finished files to share instantly (if shared)
fr: Partager automatiquement les fichiers téléchargés (si le dossier des téléchargements est partagé)
hu: Letöltött fájlok azonnali megosztása (ha a megosztási mappán belül van)
sv: Lägg automatiskt till nedladdade filer till utdelningsfoldern (om nedladdas till utdelad folder).

source: If you download files directly to a shared directory, enabling this option will add the files to your share as soon as they're finished. Searches will return the file, and users can download it. It will not appear in your file list until the next refresh.
fr: Avec cette option activée, si vous téléchargez des fichiers directement dans un dossier partagé, ceux-ci seront mis en partage aussitôt téléchargés. Ils apparaîtront alors dans les recherches, et les autres utilisateurs pourront les télécharger. Ils n'apparaîtront pas dans votre liste de fichiers tant que celle-ci n'aura pas été mise à jour.
hu: Ha olyan célkönyvtárba töltesz, ami a megosztásodon belül helyezkedik el, ezen opció bekapcsolásával a letöltött fájl azonnal a hozzáadásra kerül a megosztáshoz. Mások azonnal tudnak keresni a fájlra és le is tudják tölteni, de a fájl-listába csak a következő kézi vagy automatikus frissítés során kerül bele.
sv: Om du laddar ner i en utdelad folder ser denna inställning till att filen läggs in i din utdelning direkt när den är färdigladdad. En sökning returnerar en träff och användare kan ladda ner den. Filen kommer inte att finnas i din fillista förrän den uppdateras nästa gång.

source: Use CTRL for line history
fr: Utiliser CTRL pour l'historique des lignes
hu: CTRL billentyű használata a chatsor történethez
sv: Använd CTRL för egen chatthistorik

source: Press up arrow while holding down CTRL to scroll through line history. If not enabled, you can still use ALT.
fr: Utilisez la flèche vers le haut du clavier en maintenant CTRL appuyé pour faire défiler l'historique des lignes. Si désactivé, vous pourrez toujours utiliser ALT.
hu: A CTRL+nyilak billentyűkombinációt is engedélyezi a chatsor történet visszanézéséhez. Ha ki van kapcsolva, csak az ALT+nyilak kombináció használható.
sv: Håll ned CTRL och tryck på uppåt- och nedåtpil för samtidigt som för att rulla igenom skrivna chattrader. Om avstängd går det ändå bra att använda ALT.

source: Don't automatically disconnect favorite users who leave the hub
fr: Ne pas déconnecter automatiquement les utilisateurs favoris qui quittent le hub
hu: Ne kapcsolja szét a hubról kilépő kedvenc felhasználókat
sv: Koppla inte automatiskt bort favoritanvändare som lämnar hubben.

source: With this option enabled, and <a po4a-id=0>Automatically disconnect users who leave the hub</a>, users who are in your <a po4a-id=1>Favorite users</a> page are not disconnected.
hu: Ezzel az opcióval megakadályozható a <a po4a-id=1>kedvenc felhasználók</a> szétkapcsolása, ha <a po4a-id=0>A hubról lelépő felhasználók szétkapcsolása</a> engedélyezett.
sv: Med denna inställning aktiverad, tillsammans med <a po4a-id=0>Automatically disconnect users who leave the hub</a> kan <a po4a-id=1>favoritanvändare</a> fortfarande ladda ner från dig trots att de lämnar hubben.

source: Use extended menus with icons and titles
fr: Utiliser des menus étendus avec icônes et titres
hu: Kibővített menük használata ikonokkal és címkékkel
sv: Använd utökade menyer med ikoner och titlar

source: Have DC++ draw its own menus, which allows icons and titles to be added. Disable to revert to classic Windows menus.
fr: Laisser DC++ dessiner ses propres menus, ce qui permet d'y avoir des icônes et des titres. Désactivez pour retourner aux menus classiques de Windows.
hu: Ha be van kapcsolva a DC++ saját maga rajzolja a menüket, így szebb, ikonokkal tarkított menüket láthatunk. Kikapcsolásával a megszokott normál Windows menük jelennek meg.
sv: DC++ skapar egna menyer som tillåter ikoner och titlar. Stäng av för att använda klassiska Windowsmenyer.

source: Use Coral network for HTTP downloads (improves reliability)
fr: Utiliser le réseau Coral pour les téléchargements HTTP (améliore la fiabilité)
hu: A Coral hálózat használata a HTTP letöltésekhez (megbízhatóbb)

source: With this option enabled, DC++ uses <a po4a-id=0>The Coral Content Distribution Network</a> when establishing HTTP connections.
hu: Az opció engedélyezésével a DC++a <a po4a-id=0>Coral Tartalomelosztó Hálózatot</a> használja a HTTP kapcsolatokhoz.

source: If the download fails, DC++ tries again with the non-Coralized address.
hu: Ha a letöltés Coral-on keresztül nem sikerül, a DC++ automatikusan újra próbálkozik a normál módszerrel.

source: Enable segmented downloads
fr: Activer les téléchargements segmentés
hu: Többszálú letöltés engedélyezése
sv: Aktivera segmenterade nedladdningar

source: With this option enabled, DC++ uses segmented downloading. i.e. it downloads each file in many parts simultaneously from all available sources.
fr: Si activé, DC++ télécharge par segments : chaque fichier est divisé en plusieurs segments qui sont téléchargés simultanément à partir de toutes les sources disponibles.
hu: Ha engedélyezett, a DC++ többszálú letöltést alkalmaz, ami azt jelenti, hogy minden fájlt megpróbál egyszerre több részletre bontva az összes elérhető forrásból tölteni.
sv: Denna inställning aktiverar segmenterad nedladdning. En fil kan då laddas ner i många små delar från flera olika källor samtidigt.

source: Use fast hashing method (disable if you have problems with hashing)
fr: Utiliser une méthode accélérée pour la génération des clés de fichiers (désactiver en cas de problème)
hu: Gyors hash-elési módszer használata (probléma esetén ne engedélyezd)

source: When enabled, it will make DC++ use a newer, different disk reading strategy for hashing files. This should be potentially more compatible with some disk devices.
fr: Si activé, DC++ utilisera une méthode nouvelle et différente pour lire les fichiers sur le disque afin de leur générer une clé. Cette méthode peut s'avérer plus adaptée à certains disques.
hu: Ha engedélyezett, a DC++ egy újfajta eltérő lemezolvasási stratégiát alkalmaz a fájlok hash-eléséhez. A módszer alkalmasabb bizonyos új típusú eszközökön történő fájl-indexelésre.

source: Note: Most of these options require that you restart DC++. (Fonts, colors and icons are loaded at startup only. Window settings are loaded when opening a new window.)
fr: Note : la plupart de ces options nécessitent que vous relanciez DC++. (Les polices, couleurs et icônes ne sont chargées qu'au démarrage de l'application. Les options des fenêtres sont chargées à l'ouverture de celles-ci.)
hu: Megjegyzés : a legtöbb itteni változás életbe lépéséhez újra kell indítani a DC++-t. (A betűtípus, szín és ikonbeállítások indításkor töltődnek be. Az ablakok beállításai új ablak megnyitásakor lépnek érvénybe.)

source: Options
hu: Beállítások
sv: Inställningar

source: Sort all downloads first
fr: Trier tous les téléchargements en haut de la liste
hu: Összes letöltés lista elejére rendezése

source: With this option enabled, DC++ will sort the downloads and uploads; Current download(s), waiting download(s), current upload(s) and waiting upload(s).
hu: Ezen a lehetőség bekapcsolásával a DC++ a következőképpen rendezni sorba a le- és feltöltéseket : aktuális letöltés(ek), várakozó letöltés(ek), aktuális feltöltés(ek) és várakozó feltöltés(ek).

source: With this option disabled, DC++ will sort downloads and uploads; Current download(s), current uploads(s), waiting download(s) and waiting upload(s).
hu: Kikapcsolt állapotban a sorrend a következő : aktuális letöltés(ek), aktuális feltöltés(ek), várakozó letöltés(ek) és várakozó feltöltés(ek).

source: Minimize to tray
fr: Réduire dans la barre des tâches
hu: Kicsinyítés a tálcára
sv: Minimera till aktivitetsfältet

source: When enabled, minimizing DC++ will cause it to appear as an icon in the windows system tray. If you left click, it will be returned to its previous status. If you right click on the icon, it will give you a small menu.
fr: Si activé, DC++ sera réduit en tant qu'icône dans la barre des tâches de Windows. Un clic gauche sur l'icône remettra la fenêtre à son état précédent. Un clic droit sur l'icône vous fournira un petit menu.
hu: Engedélyezve a DC++ ablak kicsinyítésekor a tálcán egy ikon fog megjelenni. Az ikornra klikkelve a DC++ ablak visszaáll a kicsinyítést megelőző állapotára. Az ikonra történő jobb-klikk esetén egy egyszerűbb menü jelenik meg.
sv: Aktiverad minimeras DC++ till aktivitetsfältet som en ikon istället för att stanna kvar på programlisten. Vänsterklicka för att maximera igen. Högerklick ger en mindre meny.

source: Always display tray icon
fr: Toujours afficher l'icône dans la barre des tâches
hu: A tálca ikon legyen mindíg látható
sv: Visa alltid ikon i meddelandefältet

source: When enabled, the tray icon will be always shown, regardless of the visibility state of DC++ program window.
fr: Si activé, l'icône de la barre des tâches sera toujours affiché, quelque soit l'état de la fenêtre de DC++.
hu: Az opciót engedélyezve a tálca ikon mindíg látszani fog, függetlenül a DC++ programablak állapotától.
sv: När aktiverad visas alltid en ikon i aktivitetsfältet, oavsett om DC++ fönstret är synligt eller inte.

source: Show timestamps in chat by default
fr: Montrer l'heure dans les chats par défaut
hu: Időbélyegzők megjelenítése a chaten alapértelmezés szerint
sv: Visa automatiskt tidsangivelser i chatten
