Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: This description will show in the user list. It can be overridden on a per-hub basis in the <a po4a-id=0>Favorite Hub</a> Properties.
hu: Ez a leírás megjelenik a felhasználók listájában. Hubonként megváltoztatható a <a po4a-id=0>Kedvenc Hubok</a> tulajdonságaiban.
sv: Beskrivningen syns i användarlistan. Du kan skriva in en hubbspecifik beskrivning i egenskaperna för <a po4a-id=0>favoritehubb</a>.

source: Line speed (upload)
fr: Vitesse d'envoi
hu: Feltöltési sávszélesség
sv: Uppladdningshastighet

source: This drop-down contains a number of common upload speeds (in MiB/s), please choose the one closest to your own. Do not put in your download speed; this setting is a measure of how fast a source you are likely to be for other users. This value will be shown for the users on NMDC hubs only.
hu: A legördülő menü számos gyakori feltöltési sebesség-értéket tartalmaz MegaBit / mp-ben megadva. A saját feltöltési sávszélességedhez legközelebbi értéket válaszd ki a listából. Ne a letöltésed sebességét add meg itt, mivel ez az adat másoknak mutatja meg, hogy te mint forrás kb. mekkora sebességre vagy képes, ha letöltenek tőled. Ez az érték csak NMDC hubokon jelenik meg a felhasználóknak.

source: Chat lines to recall from history when opening a window
hu: Chat előzmények sorainak száma ablak megnyitásakor
sv: Antal rader att hämta från historiken när ett fönster öppnas

source: Hubs
hu: Hubok
sv: Hubbar

source: The number of lines that will be read from the main chat log and displayed when a new <placeholder id=0/> window is opened. (default: 10)
hu: A közös chat legutóbbi előzményeiből kiolvasott sorok száma, amelyek egy új <placeholder id=0/> ablak megnyitásakor megjelennek. (alapértelmezett érték: 10)
sv: Antalet rader från huvudchattloggen som visas när ett nytt <placeholder id=0/>fönster öppnas. (standard: 10)

source: Note that <a po4a-id=0>main chat logging</a> must be enabled.
hu: Megjegyzés : a funkció működéséhez a <a po4a-id=0>közös chat naplózásának</a> engedélyezve kell lennie.
sv: Notera att <a po4a-id=0>loggning av huvudchatten </a> måste vara igångslagen.

source: Private messages
hu: Privát üzenetek
sv: Privata meddelanden

source: The number of lines that will be read from the private message log and displayed when a new <placeholder id=0/> window is opened. (default: 10)
hu: A privát chat legutóbbi előzményeiből kiolvasott sorok száma, amelyek egy új <placeholder id=0/> ablak megnyitásakor megjelennek. (alapértelmezett érték: 10)
sv: Antalet rader från privata chattmeddelanden som visas när ett nytt <placeholder id=0/>fönster öppnas. (standard: 10)

source: Note that <a po4a-id=0>private message logging</a> must be enabled.
hu: Megjegyzés : a funkció működéséhez a <a po4a-id=0>privát chat naplózásának</a> engedélyezve kell lennie.
sv: Notera att <a po4a-id=0>loggning av privatmeddelanden</a> måste vara igångslagen.

source: Maximum number of recent items to save
hu: Az elmentendő legutóbb megnyitott ablakok száma
sv: Maximalt antal nya objekt för att spara

source: Recent hubs
hu: Legutóbbi hubok
sv: Senast anslutna hubbar

source: The maximum number of recent <placeholder id=0/> windows that DC++ keeps track of.
hu: A legutóbb megnyitott <placeholder id=0/> ablakok maximális száma amit a DC++ megjegyez.
sv: Maximalt antal anslutna <placeholder id=0/>fönster som DC++ kommer ihåg.

source: Recent PMs
hu: Legutóbbi privát üzenetek
sv: Senaste privatmeddelanden

source: Recent file lists
hu: Legutóbbi fájl-listák
sv: Senaste fillistor

source: Search history
fr: Histo Recherches
hu: Keresések története
sv: Sökhistorik

source: The number of old search lines that will be shown in the Search drop-down controls of the <placeholder id=0/> and <placeholder id=1/> windows. (default: 10)
hu: A megőrzött korábbi keresések száma, amelyek a <placeholder id=0/> és a <placeholder id=1/> ablakok legördülő beviteli mezőjében jelennek meg. (alapértelmezett érték: 10)

source: All logs generated by DC++ will be put in this subdirectory.
hu: Minden a DC++ által készített naplófájl ebbe az alkönyvtárba kerül.
sv: Alla loggar som DC++ generar sparas i denna underkatalog.

source: <b>Default:</b> The "Logs" subdirectory under where you've installed the application.
hu: <b>Alapértelmezetten :</b> A "Logs" alkönyvtár, abban a könyvtárban, ahova a DC++ telepítve lett.
sv: <b>Standard:</b> Som underkatalog med namnet "Logs" där du installerat DC++.

source: Log main chat
fr: Garder un journal du chat principal
hu: Közös chat naplózása
sv: Logga huvudchatten

source: Enables logging of the main chat of any hubs you're in.
fr: Garde un journal du chat principal pour tous les hubs auxquels vous êtes connecté.
hu: A kapcsolódott hubok közös chat-jének naplózási lehetősége
sv: Slår igång loggning av huvudchatten för alla ansluta hubbar.

source: Main chat log format
fr: Format du journal du chat principal
hu: A közös chat napló formátuma
sv: Format för huvudchattloggar

source: %[message] - Main chat message
fr: %[message] - Message du chat principal
hu: %[message] - közös chat üzenet
sv: %[message] - Meddelande i huvudchatten

source: <b>Default format:</b> [%Y-%m-%d %H:%M] %[message]
hu: <b>Alapértelmezett formátum:</b> [%Y-%m-%d %H:%M] %[message]
sv: <b>Standardformat:</b> [%Y-%m-%d %H:%M] %[message]

source: Log private chat
fr: Garder un journal des messages privés
hu: Privát chat naplózása
sv: Logga privatmeddelanden

source: Enables logging of Private Messages.
fr: Garde un journal des messages privés.
hu: A privát üzenetek naplózását engedélyezi
sv: Slår igång loggning av privata meddelanden.

source: Private chat log format
fr: Format du journal des messages privés
hu: Privát chat napló formátum
sv: Format för loggning av privatmeddelanden

source: %[message] - Private chat message
fr: %[message] - Message du chat privé
hu: %[message] - Privát chat üzenet
sv: %[message] - Privat meddelande

source: Log downloads
fr: Garder un journal des téléchargements
hu: Letöltések naplózása

source: Enables logging of completed downloads. File list downloads may not be logged if you've <a po4a-id=0>disabled them</a>.
hu: A befejezett letöltések naplózását engedélyezi. A fájl-listák letöltésének naplózása nem történik meg ha az <a po4a-id=0>ennek megfelelő beállítás le van tiltva</a>.

source: Log uploads
fr: Garder un journal des envois
hu: Feltöltések naplózása

source: Enables logging of completed uploads. File list uploads may not be logged if you've <a po4a-id=0>disabled them</a>.
hu: A befejezett feltöltések naplózását engedélyezi. A fájl-listák feltöltésének naplózása nem történik meg ha az <a po4a-id=0>ennek megfelelő beállítás le van tiltva</a>.

source: Download and upload log format
fr: Format des journaux des téléchargements et des envois
hu: Le- és feltöltés napló formátum
sv: Logformat för upp- och nedladdningar

source: %[userNI] - User's nickname
fr: %[userNI] - Pseudo de l'utilisateur
hu: %[userNI] - Felhasználó nick-je

source: %[userCID] - User's CID
fr: %[userCID] - CID de l'utilisateur
hu: %[userCID] - Felhasználó CID-je
sv: %[userCID] - Användarens CID

source: %[userI4] - User's IP address
fr: %[userI4] - Adresse IP de l'utilisateur
hu: %[userI4] - Felhasználó IP-címe

source: %[hubNI] - Hub name
fr: %[hubNI] - Nom du hub
hu: %[hubNI] - Hub neve

source: %[hubURL] - Hub's IP address
fr: %[hubURL] - Adresse IP du hub
hu: %[hubURL] - Hub IP-címe

source: %[fileSI] - File Size
fr: %[fileSI] - Taille du fichier
hu: %[fileSI] - Fájlméret

source: %[fileSIshort] - File size, shortened and including units
fr: %[fileSIshort] - Taille du fichier, version courte avec les unités
hu: %[fileSIshort] - Rövidített fájméret, mértékegységgel

source: %[fileSIchunk] - Size uploaded this session
fr: %[fileSIchunk] - Taille envoyée durant cette session
hu: %[fileSIchunk] - Feltöltött mennyiség az aktuális szakaszban

source: %[fileSIchunkshort] - Size uploaded this session, short and including units
fr: %[fileSIchunkshort] - Taille envoyée durant cette session, version courte avec les unités
hu: %[fileSIchunkshort] - Feltöltött mennyiség az aktuális szakaszban - rövidített fájméret, mértékegységgel

source: %[fileSIactual] - Actual uploaded bytes, affected by compression
fr: %[fileSIactual] - Octets envoyés en réalité, en prenant en compte la compression
hu: %[fileSIactual] - Ténylegesen feltöltött byte-ok száma, a tömörítés által befolyásolt méret

source: %[fileSIactualshort] - Actual uploaded bytes, short and including units
fr: %[fileSIactualshort] - Octets envoyés en réalité, version courte avec les unités
hu: %[fileSIactualshort] - Ténylegesen feltöltött byte-ok száma, a tömörítés által befolyásolt, rövidített fájméret, mértékegységgel

source: %[speed] - Speed of the transfer
fr: %[speed] - Vitesse du transfert
hu: %[speed] - Az átvitel sebessége

source: %[time] - Elapsed time of the transfer
fr: %[time] - Temps écoulé durant le transfert
hu: %[time] - Az átvielből eltellt idő

source: %[tth] - Base32 representation of the tiger tree root hash
fr: %[tth] - Représentation en base 32 de la clé TTH racine
hu: %[tth] - A Tiger fa gyökér hash (TTH) Base32 változata

source: Only for Download log: %[target] - Local path and filename
fr: Seulement pour le journal des téléchargements : %[target] - Chemin local du fichier
hu: Csak a letöltési naplóban : %[target] - Helyi útvonal és fájlnév

source: Only for Upload log: %[source] - Local path for the upload.
fr: Seulement pour le journal des envois : %[source] - Chemin local du fichier envoyé.
hu: Csak a feltöltési naplóban : %[source] - A feltöltött fájl helyi útvonala.

source: <b>Default download log format:</b> %Y-%m-%d %H:%M: %[target] downloaded from %[userNI] (%[userCID]), %[fileSI] (%[fileSIchunk]), %[speed], %[time]
fr: <b>Format par défaut du journal des téléchargements :</b> %Y-%m-%d %H:%M: %[target] téléchargé de %[userNI] (%[userCID]), %[fileSI] (%[fileSIchunk]), %[speed], %[time]
hu: <b>Alapértelmezett letöltési napló formátum :</b> %Y-%m-%d %H:%M: %[target] downloaded from %[userNI] (%[userCID]), %[fileSI] (%[fileSIchunk]), %[speed], %[time]

source: <b>Default upload log format:</b> %Y-%m-%d %H:%M: %[source] uploaded to %[userNI] (%[userCID]), %[fileSI] (%[fileSIchunk]), %[speed], %[time]
fr: <b>Format par défaut du journal des envois :</b> %Y-%m-%d %H:%M: %[source] envoyé à %[userNI] (%[userCID]), %[fileSI] (%[fileSIchunk]), %[speed], %[time]
hu: <b>Alapértelmezett feltöltési napló formátum :</b> %Y-%m-%d %H:%M: %[source] uploaded to %[userNI] (%[userCID]), %[fileSI] (%[fileSIchunk]), %[speed], %[time]

source: Log system messages
fr: Garder un journal des messages système
hu: Rendszerüzenetek naplózása
sv: Logga systemmeddelanden

source: Enables logging of system-level messages. Examples of such messages are: notifications of files that have finished hashing, share refreshes, discovery of duplicate files, and disconnections of users who leave the hub (if <a po4a-id=0>enabled</a>).
hu: Engedélyezi a Rendszernapló mentését. A rendszernaplóba kerülnek olyan üzenetek, mint pl. az egyes fájlok hash-elése, megosztás frissítés, töbszörözött fájlok felderítése vagy a hubról távozó felhasználók szétkapcsolásáról tájékoztató üzenet (ha <a po4a-id=0>engedélyezett</a>).
sv: Slår igång loggning av systemmeddelanden. Exempel på sådana meddelanden är: att filer indexerats klart, utdelningen har skannats igenom, dublettfiler hittats och användare som lämnar hubben (om <a po4a-id=0>aktiverad</a>).

source: System log format
fr: Format du journal système
hu: Rendszernapló formátuma
sv: Format för systemloggen

source: %[message] - System log message
fr: %[message] - Message du journal système
hu: %[message] - Rendszerüzenet
sv: %[message] - Systemmeddelande

source: <b>Default: </b>[%Y-%m-%d %H:%M] %[message]
hu: <b>Alapértelmezett : </b>[%Y-%m-%d %H:%M] %[message]
sv: <b>Standard: </b>[%Y-%m-%d %H:%M] %[message]

source: Log status messages
fr: Garder un journal des messages d'état
hu: Állapotüzenetek naplózása
sv: Logga statusmeddelanden

source: Enables the logging of status messages. Examples of such messages are: Connected to (and disconnected from ) hub, kicked, and banned messages. In short all messages that would appear below the chat input in the hub windows.
fr: Garde un journal des messages d'état, comme par exemple : les connexions (et déconnexions) de hubs, les messages d'expulsions ou de bannissement. En résumé, il s'agit de tous les messages qui peuvent apparaître en-dessous du champ pour écrire un texte de chat dans les fenêtres de hub.
hu: Enegedélyezi a hub állapot üzeneteinek naplózását. Ezen üzenetek pl.: kapcsolódva vagy szétkapcsolva a hubról, kirúgva vagy ban-olva, stb... Rövden minden üzenet, ami a hub ablakban a chat-en kívül megjelenik.
sv: Slår igång loggning av statusmeddelanden. Exempel på sådan meddelanden är: Anslutning till och lämnande av hubb, utsparkningar och portningsmeddelanden. I korthet alla meddelande som kan dyka upp i statusraden för respektive hubbfönster.

source: Hub status log format
fr: Format du journal des messages d'état des hubs
hu: Hub állapotüzenet napló formátuma
sv: Loggformat för hubbstatus

source: %[message] - Hub status message
fr: %[message] - Message d'état du hub
hu: %[message] - Hub állapotüzenet
sv: %[message] - Statusmeddelande

source: Log filelist transfers
fr: Garder un journal des transferts de listes de fichiers
hu: Fájl-lista átvitelek naplózása
sv: Logga fillistöverföringar

source: Add successful file list transfers to your upload and download logs. If this option is disabled, file list transfers do not appear in the <a po4a-id=0>Finished downloads</a> and <a po4a-id=1>Finished uploads</a> windows. <em>Disabled by default.</em>
hu: Engedélyezi a sikeres fájl-lista átvitelek hozzáadását a le- és feltöltési naplóhoz. Ha ez a naplózási lehetőség nem engedélyezett, akkor a fájl-lista átvitelek a <a po4a-id=0>Befejezett letöltések</a> és a <a po4a-id=1>Befejezett feltötlések</a> ablakban sem jelennek meg. <em>Alapértelmezetten ki van kapcsolva.</em>
sv: Lägger till klara fillistöverföringar till din uppladdnings- respektive nedladdningslogg. Om denna inställning är avslagen loggas inte fillistöverföringar i fönstrena för <a po4a-id=0>Klara nedladdningar</a> and <a po4a-id=1>Klara uppladdningar</a> windows. <em>Avslagen per standard.</em>

source: General time format variables
fr: Variables générales de format d'heure
hu: Általános idő formátum változók
sv: Tidsformatvariabler

source: The following time variables can be used in any of the log formats.
fr: Les variables d'heure suivantes peuvent être utilisées dans n'importe lequel des formats de journaux.
hu: A következő idő jellegű változók az összes napló formázásakor használhatóak.
sv: Följande tidsformat kan användas i alla loggar.

source: <b>%a</b> - Abbreviated weekday name
fr: <b>%a</b> - Jour de la semaine (abrégé)
hu: <b>%a</b> - A hét napja rövidítve
sv: <b>%a</b> - Förkortad veckodag

source: <b>%A</b> - Full weekday name
fr: <b>%A</b> - Jour de la semaine (complet)
hu: <b>%A</b> - A hét napja teljesen kiírva
sv: <b>%A</b> - Lång veckodag

source: <b>%b</b> - Abbreviated month name
fr: <b>%b</b> - Mois (abrégé)
hu: <b>%b</b> - Hónap rövidítve
sv: <b>%b</b> - Förkortad månad

source: <b>%B</b> - Full month name
fr: <b>%B</b> - Mois (complet)
hu: <b>%B</b> - Hónap teljesen kiírva
sv: <b>%B</b> - Lång månad

source: <b>%c</b> - Date and time representation appropriate for locale
fr: <b>%c</b> - Représentation de la date et de l'heure selon les paramètres locaux
hu: <b>%c</b> - Területi beállítások szerint megadott formájú dátum és idő
sv: <b>%c</b> - Datum- och tidpresentering enligt datorns inställning

source: <b>%d</b> - Day of month as decimal number (01 - 31)
fr: <b>%d</b> - Jour du mois, représenté par un nombre décimal (01 - 31)
hu: <b>%d</b> - A hónap napja számmal (01 - 31)
sv: <b>%d</b> - Dag i månad (01 - 31)

source: <b>%H</b> - Hour in 24-hour format (00 - 23)
fr: <b>%H</b> - Heure au format 24 heures (00 - 23)
hu: <b>%H</b> - Óra 24 órás formában (00 - 23)
sv: <b>%H</b> - 24-timmarstid (00 - 23)

source: <b>%I</b> - Hour in 12-hour format (01 - 12)
fr: <b>%I</b> - Heure au format 12 heures (01 - 12)
hu: <b>%I</b> - Óra 12 órás formában (01 - 12)
sv: <b>%I</b> - 12-timmarstid (01 - 12)

source: <b>%j</b> - Day of year as decimal number (001 - 366)
fr: <b>%j</b> - Jour de l'année, représenté par un nombre décimal (001 - 366)
hu: <b>%j</b> - Az év napja számmal (001 - 366)
sv: <b>%j</b> - Dag på året (001 - 366)

source: <b>%m</b> - Month as decimal number (01 - 12)
fr: <b>%m</b> - Mois, représenté par un nombre décimal (01 - 12)
hu: <b>%m</b> - A hónap számmal (01 - 12)
sv: <b>%m</b> - Månadsnummer (01 - 12)

source: <b>%M</b> - Minute as decimal number (00 - 59)
fr: <b>%M</b> - Minute, représentée par un nombre décimal (00 - 59)
hu: <b>%M</b> - Perc (00 - 59)
sv: <b>%M</b> - Minuter (00 - 59)

source: <b>%p</b> - Current locale's A.M./P.M. indicator for 12-hour clock
fr: <b>%p</b> - Indicateur A.M./P.M. de l'horloge 12 heures selon les paramètres locaux
hu: <b>%p</b> - A területi beállítások szerinti délelőtt / délután (de./du.) jelzés
sv: <b>%p</b> - Lokal datorinställning för A.M./P.M-visning för 12-timmarsklocka

source: <b>%S</b> - Second as decimal number (00 - 59)
fr: <b>%S</b> - Seconde, représentée par un nombre décimal (00 - 59)
hu: <b>%S</b> - Másodperc (00 - 59)
sv: <b>%S</b> - Sekunder (00 - 59)

source: <b>%U</b> - Week of year as decimal number, with Sunday as first day of week (00 - 53)
fr: <b>%U</b> - Semaine de l'année, représentée par un nombre décimal, en comptant Dimanche comme premier jour de la semaine (00 - 53)
hu: <b>%U</b> - A hét száma az adott évben, úgy, hogy az hét első napja vasárnap (00 - 53)
sv: <b>%U</b> - Veckonummer, med söndag som första dag i veckan (00 - 53)

source: <b>%w</b> - Weekday as decimal number (0 - 6; Sunday is 0)
fr: <b>%w</b> - Jour de la semaine, représenté par un nombre décimal (0 - 6 ; le Dimanche est représenté par 0)
hu: <b>%w</b> - A hét napja számmal (0 - 6; a vasárnap 0)
sv: <b>%w</b> - Veckodag i nummerformat (0 - 6; Sunday är 0)

source: <b>%W</b> - Week of year as decimal number, with Monday as first day of week (00 - 53)
fr: <b>%W</b> - Semaine de l'année, représentée par un nombre décimal, en comptant Lundi comme premier jour de la semaine (00 - 53)
hu: <b>%W</b> - A hét száma az adott évben, úgy, hogy az hét első napja hétfő (00 - 53)
sv: <b>%W</b> - Veckonummer, med måndag som första dag i veckan (00 - 53)

source: <b>%x</b> - Date representation for current locale
fr: <b>%x</b> - Représentation de la date selon les paramètres locaux
hu: <b>%x</b> - A területi beállítások szerint formázott dátum
sv: <b>%x</b> - Datum enligt datorinställning

source: <b>%X</b> - Time representation for current locale
fr: <b>%X</b> - Représentation de l'heure selon les paramètres locaux
hu: <b>%X</b> - A területi beállítások szerint formázott idő
sv: <b>%X</b> - Tid enligt datorinställning

source: <b>%y</b> - Year without century, as decimal number (00 - 99)
fr: <b>%y</b> - Année sans le siècle, représentée par un nombre décimal (00 - 99)
hu: <b>%y</b> - Év, évszázad nélkül (00 - 99)
sv: <b>%y</b> - År utan århundrade (00 - 99)

source: <b>%Y</b> - Year with century, as decimal number
fr: <b>%Y</b> - Année avec le siècle, représentée par un nombre décimal
hu: <b>%Y</b> - Év, évszázaddal
sv: <b>%Y</b> - År (1900...)

source: <b>%z</b>, <b>%Z</b> - Either the time-zone name or time zone abbreviation, depending on registry settings; no characters if time zone is unknown
fr: <b>%z</b>, <b>%Z</b> - Le nom ou l'abbréviation (dépend des options du registre) du fuseau horaire ; ou aucun caractère si le fuseau horaire est inconnu
hu: <b>%z</b>, <b>%Z</b> - Az időzóna neve vagy rövidítése (a rendszerleíró-adatbázis beállítása szerint). Üres, ha az időzóna ismeretlen
sv: <b>%z</b>, <b>%Z</b> - Antingen tidszon eller förkortning därav, beroende på registerinställning; ingenting om tidszon är okänd

source: Filename format
fr: Format du nom de fichier
hu: Fájlnév formátum
sv: Format för filnamn

source: This enables you to name and rotate your logs. The following parameters can be used for Main / Private chat:
fr: Vous permet de nommer et de faire tourner vos journaux. Les paramètres suivants peuvent être utilisés pour les chats principal / privé :
hu: Lehetőséget ad a naplófájlok elnevezésére és megkülönböztetésére. A közös és privát chat naplófájljának elnevezéséhez a következő paraméterek használhatók :
sv: Denna inställning låter dig själv bestämma namn på loggarna. Följande parametrar kan användas för loggarna för huvudchatt och privatmeddelanden.

source: %[hubNI] - Name of hub (not known until connected)
fr: %[hubNI] - Nom du hub (inconnu tant qu'on ne s'y est pas connecté)
hu: %[hubNI] - A hub neve (a kapcsolódásig ismeretlen)
sv: %[hubNI] - Namn på hubben (inte känt förrän ansluten)

source: %[hubURL] - Address (and port if non standard) of hub
fr: %[hubURL] - Adresse (et port si pas standard) du hub
hu: %[hubURL] - A hub címe (és portja, ha nem szabványos)
sv: %[hubURL] - Adress (och port) till hubben

source: %[userNI] - User's nick (only Private chat)
fr: %[userNI] - Pseudo de l'utilisateur (seulement en chat privé)
hu: %[userNI] - Felhasználó nickje (csak a privát chat esetén)
sv: %[userNI] - Användarens namn (bara för privatameddelanden)

source: %[myCID] - Your own CID
fr: %[myCID] - Votre propre CID
hu: %[myCID] - Saját CID-ed
sv: %[myCID] - Ditt eget CID

source: %[myNI] - Your nick
fr: %[myNI] - Votre pseudo
hu: %[myNI] - Saját nicked
sv: %[myNI] - Ditt användarnamn

source: The general time format variables can be used in all file name formats.
fr: Les variables de format d'heure générales peuvent être utilisées dans tous les formats de nom de fichier.
hu: A fenti általános idő formátumozó változók az összes fájlnév esetén használhatóak.
sv: Följande tidsformat kan användas i alla format av filnamn

source: If there are illegal characters in the filename, such as colons, they will be replaced with underscores.
fr: Si le nom du fichier contient des caractères illégaux, comme par exemple deux-points, ceux-ci seront remplacés par des underscores.
hu: Ha a kialakult fájlnév szabálytalan karaktereket tartalmaz, mint pl. vessző, ezek aláhúzással lesznek helyettesítve.
sv: Otillåtna tecken i filnamnet, som kolon, byts ut mot understreck '_'.

source: Ex: Main chat: %[hubaddr]\%Y-%m.log - would result in this: example.no-ip.org\2004-12.log (if you are in the hub example.no-ip.org and it is december 2004)
fr: Ex: Chat central : %[hubaddr]\%Y-%m.log - sera transformé en : exemple.no-ip.org\2004-12.log (si vous êtes dans le hub exemple.no-ip.org et en Décembre 2004)
hu: Példa : Közös chat : %[hubaddr]\%Y-%m.log - eredménye : peldahub.no-ip.org\2004-12.log (ha a peldahub.no-ip.org című hubra vagy kapcsolódva és 2004 december havát írják)
sv: Ex: Huvudchatt: %[hubaddr]\%Y-%m.log - ger : example.no-ip.org\2004-12.log (om du är i hubben example.no-ip.org och datumet är december 2004)

source: Default:
fr: Défaut :
hu: Alapértelmezett napló fájlnév-formátumok

source: Hub chat: %[hubURL].log
fr: Chat central des hubs : %[hubURL].log
hu: Közös chat: %[hubURL].log
sv: Hubbchatt: %[hubURL].log

source: Hub status: %[hubURL]_status.log
fr: Messages d'état des hubs : %[hubURL]_status.log
hu: Hub állapot: %[hubURL]_status.log
sv: Hubbstatus: %[hubURL]_status.log

source: Private message: %[userNI].%[userCID].log
fr: Messages privés : %[userNI].%[userCID].log
hu: Privát üzenet : %[userNI].%[userCID].log
sv: Privatameddelande: %[userNI].%[userCID].log

source: Download: Downloads.log
fr: Téléchargements : Downloads.log
hu: Letöltés : Downloads.log

source: Upload: Uploads.log
fr: Envois : Uploads.log
hu: Feltöltés : Uploads.log

source: System: system.log
fr: Messages système : system.log
hu: Rendszerüzenetek : system.log
