Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Note that <i>not all</i> error messages appear in the System log. Some windows (like Download Queue or Search) have their own functional status bar and messages related to those windows may appear only on their own place.
hu: Fontos tudni, hogy <i>nem minden</i> hibaüzenet kerül a Rendszenaplóba. Néhány ablaknak (mint pl. a Letölési sor és a Keresés) saját állapotsávja van és az ott végzett műveletek során keletkező üzenetek egy része csak az ablak saját állapotsorára kerül kiírásra.
sv: Notera att <i>inte alla</i> felmeddelanden visas i systemloggen. Vissa fönster (som nedladdningskön eller sökfunktionen) har sina egna statusrade och meddelanden skickas till dessa fönsters statusrad.

source: Messages may contain path of file(s) associated with them. The path appears between &lt;brackets&gt; and a right click in it will bring up a context menu with possibility to open/check the particular file in Windows Explorer.
hu: Az üzenetek gyakran tartalmazzák fájlok elérési útvanalát. Az útvonal &lt;szögletges zárójelek&gt; között jelenik meg és jobb egérgombbal való rákattintással előugró menü jelenik meg, amely segítségével az adott fájl megnyitható a Windows Intézőben.
sv: Meddelanden kan innehålla sökvägen till filer associerade med dem. Sökvägen syns mellan &lt;hakparenteser&gt; och ett högerklick ger en meny för att öppna/kontrollera filen i Windows utforskare.

source: Event messages
hu: Esemény üzenetek
sv: Händelsemeddelanden

source: File list refresh initiated
hu: A fájl-lista frissítése elkezdődött
sv: Uppdatering av fillistan påbörjad

source: This message means that shared folders has been started to check for new or changed files. The process can be initiated automatically (once at startup and then periodically according to the <a po4a-id=0>Auto file list refresh</a> setting) or manually by the Refresh file list menu command in the <a po4a-id=1>File menu</a>. The new or changed content will be (re)hashed and a log entry will be added for each hashed file (see below).
hu: Ez az üzenet azt jelenti, hogy a DC++ elkezdte átnézni a megosztott könyvtárakat új vagy megváltozott fájlok után keresve. A művelet történhet automatikusan (egyszer a program indulásakor, majd rendszeresen a <a po4a-id=0>Automatikus fájl-lista frissítés ideje</a> beállításnak megfelelően) vagy pedig kézzel a Fájl-lista frissítése parancs segítségével a <a po4a-id=1>Fájl menüben</a>. A megosztott könyvtárakban talált új vagy megváltozott tartalom hash-elésre kerül, miközben minden egyes a megosztáshoz hozzáadott, hash-elt fájlról egy-egy naplóbejegyzés készül (ld. lejjebb).
sv: Detta meddelande säger att en genomskanning av alla utdelade foldrar påbörjats efter förändringar. Detta kan ske automatiskt (vid uppstart och sedan periodvis bestämt i inställningarna för <a po4a-id=0>automatisk uppdatering av fillistan</a>) eller manuellt genom uppdatera fillistekommandot på <a po4a-id=1>arkivmenyn</a>. Nya eller ändrade filer indexeras vilket loggas per fil (se nedan),

source: File list refresh finished
hu: A fájl-lista frissítése befejeződött
sv: Uppdatering av fillistan klar

source: This indicates an end of the current hashing procedure. As long as your shared files remain unchaged the filelist reflects the current state of your share.
hu: A hash-elési művelet végét jelzi. Innentől addig, amíg a megoszott fájlok változatlanok maradnak, a fájl-listád a megosztás aktuális állapotat tükrözi.
sv: Detta betyder att indexeringen avslutats. Så länge dina utdelade filer inte förändras visar fillistan din faktsika utdelning.

source: Finished hashing: [path] ([size] at [speed])
hu: Indexelés befejezve: [útvonal] ([méret], [sebesség])
sv: Indexerat klart: [sökväg] ([storlek] med [hastigheten])

source: Shown for each successfully hashed file including the full path, filesize and hashing speed. Speed value may won't be added for small files.
hu: Ez a bejegyzés minden egyes sikeresen hash-elt és indexelt fájl esetén megjelenik és tartalmazza a fájl teljes elérési útvonalát, méretét, valamint a hash-elés sebességét. A sebességérték kiírása kis méretű fájlok esetén elmaradhat.
sv: Visas för varje lyckad filindexering. Sökväg, filstorlek och indexeringshastighet. Hastigheten kan utelämnas för små filer.

source: [Nick]: matched [x] files
hu: [Nick]: [x] fájl egyezik
sv: [Användarnamn]: matchat [x] filer

source: This message is shown when someone's filelist has just matched to your queue. [x] shows the number of found matches.
hu: Ez az üzenet akkor jelenik meg, ha egy felhasználó fájl-listája össze lett vetve a letöltési sorral. [x] jelzi a találatok számát.
sv: Visas när någons fillista just matchats mot din nedladdningskö, där x är antalet träffar.

source: Duplicate file will not be shared: [path1] (Size: [size]) Dupe matched against: [path2]
hu: Többször meglévő fájl nem lesz megosztva: [útvonal1] (Méret: [méret] B) Megegyezik ezzel: [útvonal2]
sv: Dublettfil kommer inte att delas: [sökväg1] (storlek: [storlek]) Duplett: [sökväg2]

source: This means that since you have <a po4a-id=0>Keep duplicate files in your file list</a> setting disabled, a file ([path1]) beeing indexed and already shared (as [path2]) won't be added to your share again.
hu: Ez azt jelenti, hogy mivel a <a po4a-id=0>Többször meglévő fájlok megosztásban tartása</a> beállítás tiltva van így egy fájl (útvonal1]) amely éppen indexelés alatt áll és már meg van osztva ([útvonal2] néven) nem lesz újból a megosztáshoz adva.
sv: Eftersom du stängt av <a po4a-id=0>behåll dublettfiler i fillistan</a> kommer inte den nyss indexerade filen [sökväg1], och redan utdelad som [sökväg2], att läggas till din utdelning,

source: Hash database rebuilt
hu: A hash adatbázis újraépítve
sv: Indexeringsdatabasen återuppbyggd

source: Informs you about the finish of a full hash database rebuilding process which can be initiated by the <a po4a-id=0>/rebuild</a> chat command
hu: Tájékoztat arról, hogy a teljes hash adatbázis ujjáépítés befejeződőtt. Ezt a műveletet a <a po4a-id=0>/rebuild</a> chat paranccsal lehet elindítani.
sv: Informerar dig när en återbyggnad av en full hash databas är klar vilket kan startas genom <a po4a-id=0>/rebuild</a> chat kommandot.

source: Disconnected user leaving the hub: [nick]
hu: A hubról kilépő felhasználó szétkapcsolva: [nick]
sv: Användare som lämnar hubben: [användarnamn]

source: You have <a po4a-id=0>Automatically disconnect users who leave the hub</a> setting enabled and this message informs you about its effect.
hu: <a po4a-id=0>A hubról lelépő felhasználók automatikus szétkapcsolása</a> nevű beállítás engedélyezve van és ez az üzenet jelzi egy ilyen felhasználó letöltésének megszakítását.
sv: Du har aktiverat <a po4a-id=0>koppla automatiskt ifrån användare som lämnar hubben</a> och får detta meddelande.

source: MAGNET Link detected: [link]
hu: MAGNET link felismerve: [hivatkozás]
sv: MAGNET-länk upptäckt: [länk]

source: The client received a <a po4a-id=0>magnet link</a> handle request.
hu: A kliens egy <a po4a-id=0>magnet link</a> kezelésére kapott felkérést.
sv: Klienten har fått en <a po4a-id=0>magnetlänk</a>begäran.

source: Generated new TLS certificate
hu: Új TLS tanúsítvány generálva
sv: Nygenererade TLS-certifikat

source: As <a po4a-id=0>Security certificates</a> enabled but no existing TLS certificate files found (or they are invalid), new certificate files generated in the 'Certificates' subfolder of the directory where DC++ configuraton files are stored.
hu: Mivel a <a po4a-id=0>Biztonsági tanúsítványok</a> használata engedélyezett, de nem található (vagy nem megfelelő) a TLS tanúsítvány, ezért új tanúsítvány fájlok jöttek létre annak a könytárnak a 'Certificates' alkönyvtárában, ahol a DC++ konfigurációs fájlok tárolódnak.
sv: <a po4a-id=0>Säkerhetscertifikat</a> är aktiverat men inga TLS-certificat hittas (eller de är ogiltiga), har nya certifikat generated och lagts i katalogen 'Certificates' där DC++-konfigurationsfiler sparas.

source: UPnP: Successfully created port mappings (TCP: [port1], UDP: [port2], TLS: [port3]), mapped using the [interface name] interface
hu: UPnP: Sikeres port-hozzárendelés (TCP: [port1], UDP: [port2], TLS: [port3]), a [felület név] felület használatával

source: The UPnP framework found a UPnP capable device and successfully mapped the shown ports for their respective protocols.
hu: Az UPnP keretrendszer talált egy UPnP-képes eszközt és sikeresen hozzárendelte az egyes portokat a nekik megfelelő protokollhoz.

source: Connectivity: Determining connection type...
hu: Kapcsolat: Kapcsolattípus meghatározása...

source: This message signs that <a po4a-id=0>Automatic incoming connection type detection</a> is started.
hu: Az üzenet jelzi, hogy megkezdődött az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a>.

source: Connectivity: Public IP address detected, selecting active mode with direct connection
hu: Kapcsolat: Publikus IP-cím észlelve, az aktív mód beállítva közvetlen kapcsolattal

source: It means that <a po4a-id=0>Automatic connection type detection</a> determined that you have a public IP address so it assumed that you are directly connected to the Internet. The appropriate connection type selected.
hu: Az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> során kiderült hogy publikus IP címed van, amiből az következik hogy közvetlenül kapcsolódsz az Internetre. Az ennek megfelelő kapcsolat típus kiválasztásra került.

source: Connectivity: Local network with possible NAT detected, trying to map the ports using UPnP...
hu: Kapcsolat: Helyi hálózat lehetséges NAT-tal észlelve, próbálkozás a portok továbbítására UPnP segítségével...

source: <a po4a-id=0>Automatic connection type detection</a> determined that you have a <a po4a-id=1>private</a> IP address and it started to discover for a possible UPnP capable gateway (router).
hu: Az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> folyamán kiderült hogy <a po4a-id=1>privát</a> IP címed van, ezért a DC++ megkezdte egy esetleges UPnP-képes átjáró (router) keresését.

source: Connectivity: Automatic setup of active mode has failed. You may want to set up your connection manually for better connectivity
hu: Kapcsolat: Nem sikerült az aktív módot automatikusan beállítani. Ha jobb kapcsolatot szeretnél, a beállítások kézi módosítása szükséges

source: <a po4a-id=0>Automatic incoming connection type detection</a> did not find any way to configure any kind of active connection so as a last resort it selected passive connection mode with <a po4a-id=1>NAT traversal</a> capability.
hu: Az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> nem talált módot egyetlen fajta aktív módú kapcsolódás konfigurálására sem, ezért végső megoldásként passzív módot választott esetleges <a po4a-id=1>NAT traversal</a> képességgel.

source: Error messages
hu: Hibaüzenetek
sv: Felmeddelanden

source: Some errors shown in the log contain additional system messages provided by the operating system. These messages usually tell you more about the exact problem; they are marked as [error message] in the description of possible logged errors below. Note that system messages are always shown in the language of your operating system even if you have chosen another one for DC++.
hu: A naplóban megjelenő hibaüzenetek néha kiegészülnek az operációs rendszer által szolgáltatott további rendszerüzenetekkel. Ezek az üzenetek általában pontosabb információkat adnak az adott hibáról. A naplóban megjelenő hibák következő felsorolásában a rendszerüzenetek helye [hibaüzenet]-ként van jelölve. A rendszerüzenetek mindíg az operációs rendszer aktuális nyelvén jelennek meg, függetlenül a DC++-ban beállított nyelvtől.
sv: Vissa felmeddelanden i loggen innehåller ytterligare systemmeddelande från operativsystemet. Dessa meddelanden säger oftast mer om det exakta problemet; de är markerade med [felmeddelande] i beskrinvingen i de möjliga felmeddelanden nedan. Notera att felmeddelanden alltid visas i operativsystemet språk oavsett vilket språk du har i DC++.

source: Error registering dchub:// link handler
hu: Hiba a dchub:// link kezelő regisztrálásakor
sv: Fel vid registrering av dchub://-länkar

source: Error registering adc(s):// link handler
hu: Hiba az adc(s):// link kezelő regisztrálásakor
sv: Fel vid registrering av adc(s)://-länkar

source: Error registering Magnet link handler
hu: Hiba a Magnet link kezelő regisztrálásakor
sv: Fel vid registrering av magnetlänkar

source: These errors mean that DC++ was unable to register the appropriate link handler(s) in Windows, per the <a po4a-id=0>Register with Windows to handle magnet: URI links</a> and <a po4a-id=1>Register with Windows to handle dchub://, adc:// and adcs:// URL links</a> settings. The most common reason of an unsuccesful registration is that the user account under which DC++ is running does not have appropriate rights for (write) access the required parts of the Windows Registry.
hu: Ezen hibák jelentése, hogy az adott hivatkozás kezelőt nem sikerüt hozzáadni a rendszerleíró adatbázishoz. Ha a megfelelő <a po4a-id=0>Magnet hivatkozások regisztrálása</a> vagy <a po4a-id=1>dchub://, adc:// és adcs:// hivatkozások regisztrálása</a> beállítások engedélyezettek, akkor a DC++ minden induláskor megpróbálja beregisztrálni a kezelőket. A sikertelen kezelő-regisztráció leggyakoribb oka, hogy az aktuális felhasználónak nincs megfelelő elérési joga írni a Windows Rendszerleíró Adatbázis megfelelő részét.
sv: Dessa fel beror på att DC++ inte kunde registrera dessa länkar i Windowsregistret, inställningarna <a po4a-id=0>Registrera magnetlänkar i Windows</a> och <a po4a-id=1>Registrera dchub://-, adc://- och adcs://-länkar Windows</a>. Vanligaste orsaken för detta inloggat Windowskonto inte har tillräckliga rättigheter för att skriva i Windowsregistret.

source: UPnP: Failed to get external IP
hu: UPnP: Nem sikerült lekérni a külső IP-t

source: This error message can appear when DC++ tries to map ports for incoming connections via UPnP and means that while port mappings were successful, DC++ couldn't get external IP address from the UPnP device. If this message persists it may be because of broken UPnP support of the device. If its <a po4a-id=0>allowed</a> DC++ will try to get the external IP from connected hubs.
hu: Ez a hibaüzenet akkor jelenhet meg ha a DC++ UPnP-n keresztül próbál portokat hozárendelni a bejövő kapcsolatok számára és eközben bár sikerült létrehozni a port-hozzárendeléseket, nem sikerült a külső IP címet lekérni az UPnP eszköztől. Ha ez az üzenet állandóan jelentkezik az azt jelentheti, hogy az eszköz UPnP támogatása hibás lehet. Ha <a po4a-id=0>engedélyezve van</a> a DC++ megpróbálja a külső IP címet a kapcsolódott huboktól lekérni.

source: UPnP: Failed to create port mappings
hu: UPnP: Nem sikerült létrehozni a port-hozzárendeléseket

source: This error message can appear when DC++ tries to map ports for incoming connections via UPnP. It means that no UPnP device can be found or its not responding. It can happen that you get this message when <a po4a-id=0>Automatic connection type detection</a> is enabled as DC++ trying to discover a possible UPnP device for setting up active mode. This message is a real problem only if you selected the 'Use UPnP to let DC++ configure my router' option manually in <a po4a-id=1>Incoming connection settings</a>. In this case refer to the <a po4a-id=2>UPnP FAQ</a> for more information.
hu: Ez a hibaüzenet akkor jelenhet meg ha a DC++ UPnP-n keresztül próbál portokat hozárendelni a bejövő kapcsolatok számára. Azt jelenti, hogy nem sikerült UPnP eszközt találni a hálózaton vagy az nem reagált a keresésre. Az üzenet az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> során is megjelenhet, mivel ekkor a DC++ megpróbál egy esetleges UPnP-képes eszközt találni az aktív mód beállításához. Az üzenet akkor jelent komolyabb problémát ha a <a po4a-id=1>bejövő kapcsolat kézi beállításaiban</a> a 'Router automatikus beállítása UPnP használatával' opcíó van kézzel kiválasztva. Ebben az esetben az <a po4a-id=2>UPnP GYIK-ben</a> található további információ a problémával kapcsolatban.

source: UPnP: Failed to remove port mappings
hu: UPnP: Nem sikerült a port-hozzárendelések törlése a [felület név] felülettel

source: This message can appear mostly at shutdown of DC++ and means that UPnP port mappings created before couldn't be successfully removed. If this message persists the most probable reason is broken UPnP support of the (router) device.
hu: Ez az üzenet legtöbbször a DC++ leállásakor jelenhet meg és azt jelenti, hogy a korábban létrehozott UPnP port-hozzárendelések törlése sikertelen volt. Ha ez az üzenet állandóan jelentkezik az azt jelentheti, hogy az eszköz UPnP támogatása hibás lehet.

source: UPnP: Another UPnP port mapping attempt is in progress...
hu: UPnP: Egy másik UPnP port-hozzárendelési kísérlet már folyamatban van...

source: This means that an <a po4a-id=0>automatic connection type detection</a> attempt was started too soon (the previous operation has not been finished). Try restarting DC++ if this message persists. If restart DC++ does not help the most probable reason is broken UPnP support of your (router) device.
hu: Azt jelenti, hogy egy <a po4a-id=0>Automatikus kapcsolattípus-észlelési</a> kísérlet túl korán lett elindítva (egy korábbi észlelési művelet még nem fejeződött be). Ha az üzenet folyamatosan jelentkezik, akkor próbáld a DC++-t újraindítani. Ha ez nem segít a legvalószínűbb ok, hogy az eszköz UPnP támogatása hibás lehet.

source: UPnP: Failed to initalize the [interface name] interface
hu: UPnP: Nem sikerült inicializálni a [felület név] felületet

source: DC++ failed to initalize one of its UPnP interface and will try to use the next one in the row.
hu: A DC++-nak nem sikerült inicializálni az egyik UPnP felületet. A következő felülettel próbálkozik tovább.

source: UPnP: The [interface name] interface has failed to map the [TCP/UDP/TLS] [port number] port
hu: UPnP: A [felület név] felületnek nem sikerült hozzárendelni a(z) [portszám] számú [TCP/UDP/TLS] portot

source: The currently used UPnP interface failed to map the shown port. DC++ will try to use the next UPnP interface in the row.
hu: Az aktuális UPnP felületnek nem sikerült hozzárendelni a portot. A DC++ a következő UPnP felülettel próbálkozik tovább.

source: Connectivity: Unable to open TCP/UDP/TLS port(s). You must set up your connection manually
hu: Kapcsolat: Nem sikerült megnyitni a TCP/UDP/TLS port(ok)at. Kézzel kell beállítanod a kapcsolatot

source: You can get this message only when <a po4a-id=0>Automatic connection type detection</a> is enabled and DC++ failed to open port(s) before trying to determine the available conncetion types. Possible reasons include the choosen port(s) are already occupied by another application or DC++ is blocked by a <a po4a-id=1>software firewall</a>.
hu: Ez az üzenet csak akkor jelenhet meg ha az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> engedélyezett és a DC++-nak nem sikerül megnyitni a port(ok)at mielőtt az elérhető kapcsolat típusok észlelésébe kezdett volna. A lehetséges okok között lehet, hogy a kiválasztott portokat más alkalmazás használja vagy a DC++-t egy <a po4a-id=1>szoftveres tűzfal</a> blokkolja.

source: Not listening for connections - please restart DC++
hu: Nem figyel kapcsolatokra - kérlek, indítsd újra a DC++-t
sv: Lyssnar inte efter anslutningar - vänligen starta om DC++

source: An unrecoverable low level networking error keeps DC++ from listening for connections. Search and download won't work until you restart DC++.
hu: Egy helyrehozhatatlan alacsony szintű hálózati hiba miatt a DC++ nem tud tovább kapcsolatokat létesíteni. A keresés és letöltés nem fog működni, amíg újra nem indítod a programot.
sv: Ett ohjälpligt nätverksfel hindrar att DC++ lyssnar efter anslutningar. Sökning och nedladdning kommer inte att fungera förrän du startar om DC++.

source: Connectivity error: [error message]
hu: Kapcsolódási hiba: [hibaüzenet]
sv: Anslutningsfel: [felmeddelande]

source: Connectivity restored
hu: Kapcsolódás lehetősége visszaállítva
sv: Anslutning återställd

source: Because of a low level networking error DC++ does not listen for file transfer connections. The problem lasts until the next 'Connectivity restored' message.
hu: Egy alacsony szintű hálózati hiba miatt a DC++ átmenetileg nem képes fájl-átviteli kapcsolatokat létesíteni. A probléma következő 'Kapcsolódás lehetősége visszaállítva' üzenet megjelenéséig áll fent.
sv: Ett nätverksfel hindrar att DC++ lyssnar efter filöverföringsanslutningar. Problemet pågår tills meddelandet 'Anslutning återställd' erhålls.

source: Search disabled: [error message]
hu: Keresés tiltva: [hibaüzenet]
sv: Sökning avstängd: [felmeddelande]

source: Search enabled again
hu: Keresés ismét engedélyezve
sv: Sökning aktiverad igen

source: Because of a low level networking error DC++ does not listen for search results. The problem lasts until the next 'Search enabled again' message.
hu: Egy alacsony szintű hálózati hiba miatt a DC++ átmenetileg nem képes keresési eredményeket fogadni. A probléma következő 'Keresés ismét engedélyezve' üzenet megjelenéséig áll fent.
sv: På grund av ett nätverksfel kan inte DC++ lyssna efter sökresultat. Problemet består tills nästa 'Sökning aktiverad igen' erhålls.

source: Failed to load certificate file
hu: Nem sikerült betölteni a tanúsítvány fájlt
sv: Misslyckades att ladda certifikatfil

source: There was a problem loading the certificate file, its contents are damaged or invalid.
hu: Nem sikerült betölteni a tanúsítvány fájlt, tartalma megsérült vagy érvénytelen.

source: Failed to load private key
hu: Nem sikerült betölteni a privát kulcsot
sv: Misslyckades att ladda privat nyckel

source: There was a problem loading the private key file, its contents are damaged or invalid.
hu: Nem sikerült betölteni a pirvát kulcs fájlt, tartalma megsérült vagy érvénytelen.

source: TLS disabled, failed to generate certificate: [error message]
hu: TLS letiltva, a tanúsítvány fájl generálása sikertelen: [hibaüzenet]
sv: TLS avaktiverat, certifikatgenering misslyckadea: [felmeddelande]

source: TLS certificate files are missing or could not be opened. DC++ tried to regenrerate them but it wasn't successful, either. Make sure you have write access rights to the 'Certificates' subfolder of the directory where DC++ configuraton files are stored.
hu: A TLS tanúsítvány fájlok hiányoznak vagy nem nyithatók meg ezért a DC++ megpróbálta újragenerálni őket, ami szintén nem sikerült. Bizonyosodj meg róla, hogy van írási jogod annak a könyvtrárnak a 'Cerificates' nevű alkönyvtárához, ahol a DC++ konfigurációs fájlok tárolva vannak.
sv: Certifikatfilerna för TLS saknas eller kunde inte öppnas. DC++ försökte generera nya men det misslyckades. Säkerställ att du har skrivrättigheter till 'Certificates'-katalogen där DC++ konfigurationsfiler ligger.

source: TLS disabled, no certificate file set
hu: TLS letiltva, nincs tanúsítvány fájl beállítva
sv: TLS avstängd, ingen certifikatsfil angiven

source: TLS can't be used because no certificate files set. You should set or generate them properly in the <a po4a-id=0>Security certificates</a> page.
hu: A TLS nem használható, mert nincs tanúsítvány fájl beállítva. Állítsd be őket vagy generálj újakat a <a po4a-id=0>Biztonsági tanúsítványok</a> lapon.

source: CRC32 inconsistency (SFV-Check) : [path]
hu: CRC32 inkonzisztencia (SFV-Ellenőrzéskor) : [útvonal]
sv: CRC32-inkonsekves (SFV-kontroll) : [sökväg]
