Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: In the future, when DC++ is able to share lists of favorite hubs with other peers, this will also prevent it from sharing addresses to private hubs.
hu: A későbbiekben amikor a DC++ képes lesz a kedvenc hubok listájának megosztására a felhasználók között, ez a beállítás a privát hubok címeinek megosztását meg fogja akadályozni.

source: Connect to all hubs in this group when the program starts
hu: Csatlakozás a csoport összes hubjához a program indulásakor

source: If this option is enabled, all of the hubs contained in this group will be opened each time DC++ is started, regardless of their state when the program was closed.
hu: Ha ez a beállítás engedélyezve van akkor minden a csoportban lévő hub automatikusan megnyílik a program indulásakor, függetlenül a program bezárásakori állapottól.

source: Add to the list
hu: Hozzáadás a listához
sv: Lägg till i listan

source: Add the current group definition to the list of favorite hub groups. No other group shall have the same name as the one trying to be added.
hu: Új hub csoport létrehozásával elmenti a jelenlegi beállításokat. Már létező csoport névvel nem adható hozzá új hub csoport.
sv: Lägg till aktuell gruppdefinition till listan över favorithubbgrupper. Gruppen får inte ha samma namn som en redan existerande grupp.

source: Favorite Hub Properties
fr: Propriétés du Hub Favori
hu: Kedvenc Hub Tulajdonságai
sv: Egenskaper för favorithub

source: Specifies what name the hub has.
fr: Définit le nom du hub.
hu: Megadja a hub nevét.
sv: Specifierar vilket namn hubben har.

source: Address
fr: Adresse
hu: Cím
sv: Adress

source: The address for the hub.
fr: L'adresse du hub.
hu: A hub címe.
sv: Addressen till hubben.

source: Description
hu: Leírás
sv: Beskrivning

source: Description of the hub.
fr: Description du hub.
hu: A hub leírása.
sv: Beskrivning av hubben.

source: Identification (leave blank for defaults)
fr: Identification (vide = par défaut)
hu: Azonosítás (üres = alapértelmezett)
sv: Identifikation (lämna tomt för standard)

source: If you would like to use a special nick for a specific hub. Leave this blank for default.
fr: Si vous souhaitez utilisez un pseudo différent pour un hub en particulier. Laissez vide pour la valeur par défaut.
hu: Megadható különböző nick különböző hubokra. Amennyiben ez a mező üres, az alapértelmezett nick kerül használatra a hubon.
sv: Om du vill ha ett speciellt användarnamn för en speciell hubb. Lämna tom för att använda användarnamn från Användarinställningarna,

source: Password
fr: Passe
hu: Jelszó
sv: Lösenord

source: If you have a password attached together with your nick. Used for operators or other registered people.
fr: Si vous avez un mot de passe relié à votre pseudo. Utilisé par les opérateurs et autres gens enregistrés.
hu: Ha a nick-hez jelszó is tartozik, itt adható meg. Regisztrált felhasználó vagy operátor esetén használatos.
sv: Om du har ett lösenord kopplat till ditt användarnamn. Används för alla registrerade användare i hubben.

source: If you would like to use a special user description (shown in the user list) for a specific hub. Leave this blank for default.
fr: Si vous souhaitez utiliser une description utilisateur (affichée dans la liste des utilisateurs) différente pour un hub en particulier. Laissez vide pour la valeur par défaut.
hu: Hasznos, ha szeretnél megadni saját felhasználói leírást, megjegyzést az egyes hubokhoz. Ezek megjelennek az adott hubon a felhasználók listájában a nicked mellett a Leírás oszlopban. Üresen hagyva az alapértelmezett felhasználói leírás jelenik meg.
sv: Om du vill använda en speciell användarbeskrivning (visas i användarlistan) för ett viss hubb. Lämna tom för standardbeskrivning.

source: Group
hu: Csoport
sv: Grupp

source: Select a favorite hub group to be associated to the hub.
hu: Itt adható meg, hogy a hub melyik kedvenc hub csoportba tartozzon.
sv: Välj en favorithubbgrupp att koppla till denna hub.

source: More information about the use of favorite hub groups can be found in the help topics associated to the <placeholder id=0/> dialog.
hu: A kedvenc hub csoportokkal kapcsolatos további információk a <placeholder id=0/> lapon találhatóak.
sv: Mer informatuon om användning av favorithubbgrupper can hittas i hjälpavsnitten kopplat till <placeholder id=0/>dialogen.

source: Manage groups
hu: Csoportok kezelése
sv: Hantera grupper

source: Open the <placeholder id=0/> dialog where you can add, edit, remove groups.
hu: Megnyitja a <placeholder id=0/> párbeszédablakot ahol a csoportok hozzádása, szerkesztése és eltávolítása végezhető el.
sv: Öppna <placeholder id=0/>dialogen där du kan lägga till, ta bort och förändra grupper.

source: Indexing progress
fr: Progression de l'indexation
hu: Indexelés folyamata
sv: Indexeringsstatus

source: This window will display what file is currently being indexed (hashed) by DC++, at what rate and approximately how long time there is left.
fr: Cette fenêtre affiche le fichier actuellement en cours d'indexation (pour lequel une clé est en train d'être générée) par DC++, à quelle fréquence et le temps restant approximatif.
hu: Ez az ablak mutatja, hogy melyik fájl indexelése (hash-elése) történik éppen és hogy hány fájl, ill. mennyi idő van még hátra a művelet befejezéséig.
sv: Det här fönstret kommer visa vilken fil som indexeras (hashas) av DC++, vid vilken hastighet och ungefärlig tid kvar.

source: With this window open, DC++ will index at the priority level of "normal". If DC++ index in the background, the priority level is "lowest" (below "normal"). The priority level affect how much access time DC++ should get for indexing files. A higher priority mean that DC++ will index more frequent, but will also put on more strain on the computer and it will possibly perform slower.
fr: Pendant que cette boîte de dialogue est ouverte, DC++ indexe avec une priorité "normale". Si elle est cachée, alors DC++ indexe avec une priorité "basse" (moins efficace que "normale"). Le niveau de priorité affecte le temps d'accès dont dispose DC++ pour indexer les fichiers. Plus la priorité est élevée, plus l'indexation est fréquente, mais cela impose aussi plus de pression sur l'ordinateur qui pourra s'en trouver ralenti.
hu: Mikor az ablak látható, a DC++ "normál" CPU prioritással indexel. A háttérben indexelés "legkisebb" (a "normál" alatti) priorítással történik. A priorítási szint befolyásolja hogy a DC++ mennyi időt tölt el a fájlok indexelésével. Egy magasabb priorítás azt jelenti, hogy a DC++ több időt tölt indexeléssel de ezzel együtt jobban terheli a számítógépet, ami ezért esetleg lassabbá válhat a művelet idejére.
sv: Med detta fönster öppet, kommer DC++ att indexera på "normal "prioritetsnivå. Om DC++ indexerar i bakgrunden är nivån "lägsta" (lägre än "normal"). Prioriteringsnivån bestämmer hur mycket processtid DC++ använder till att indexera filer. En högre prioritet innebär att DC++ indexerar oftare men betyder också att datorn belastas hårdare och kan då arbeta långsammare.

source: You can pause and then resume hashing at any time using the button on the bottom right. Pressing the button may won't pause the indexing at once, it will finish the files currently beeing indexed. When hashing large files or directories it may take up to a minute to stop the operation completely.
hu: A hash-elés bármikor szüneteltethető majd újraindítható a jobb alsó sarokban található gomb segítségével. A gomb megnyomása nem minden esetben állítja le az indexelést azonnal, mivel az éppen folyamatban lévő fájlok indexelése még befejezésre kerül. Nagy méretű fájlok vagy könyvtárak hash-elésekor akár egy perc is eltellhet mire a művelet teljesen leáll.
sv: Du kan pausa och återuppta indexeringen när som helst genom att trycka på knappen i nedre högra hörnet. Indexeringen avbryts inte direkt utan pågående fil kommer att indexeras färdigt först. Är filen stor kan det således ta ett tag innan indexeringen är klar.

source: Note that files will not be shared until they are indexed.
fr: À noter que les fichiers ne seront pas partagés tant qu'ils n'auront pas été indexés.
hu: Megjegyzés : a fájlok nem lesznek megosztva amíg nem kerültek indexelésre.
sv: Notera att filer inte kommer delas ut förrän de blivit indexerade.

source: Configured Public Hub Lists
fr: Listes de Hubs Publics
hu: Publikus hublisták
sv: Konfigurerade Publika Hubblistor

source: Field to add a new hub list (top)
fr: Champ pour ajouter une nouvelle liste de hubs (en haut)
hu: Mező új hublista hozzáadására (felül)
sv: Fält att ange en ny hublista i (Överst)

source: Write here the address to the hub list you want to add. You can add muliple hub lists at once by separating them with a semi-colon (';').
fr: Écrivez ici l'adresse de la liste de hubs que vous souhaitez ajouter. Vous pouvez ajouter plusieurs listes de hubs d'un coup en les séparant par des point-virgules (';').
hu: Ide írható a hozzáadandó új hublista címe. Egyszerre több hublista is hozzáadható pontosvesszőkkel elválasztva.
sv: Skriv här addressen till den hubblista du vill lägga till. Du kan skriva in flera hubblister på en gång genom att separera dem med ett semicolon (";").

source: List of current hub lists
fr: Liste des listes de hubs actuelles
hu: A meglévő hublisták felsorolása
sv: Lista på aktuella hubblistor.

source: Lists your current hub lists. The hub list on top will be tried first.
fr: Liste vos listes de hubs actuelles. La liste de hubs la plus en haut est celle qui sera essayée en premier.
hu: A meglévő hublisták felsorolása, mindíg a legfelső hublista lesz alapból betöltve a hublista ablak megnyitásakor.
sv: Listar dina aktuella hubblistor. Den hubblista som är överst kommer att användas först.

source: Buttons (right)
fr: Boutons (à droite)
hu: Gombok (jobboldalon)
sv: Knappar (höger)

source: Add
fr: Ajouter
hu: Hozzáadás
sv: Lägg till

source: Add the hub list(s) specified in the field on the top left to your list of public hub lists.
fr: Ajoute les listes de hubs spécifiées dans le champ en haut à gauche à votre liste de listes de hubs publics.
hu: A felül lévő beviteli mezőben megadott hublistá(ka)t hozzáadja a publikus hublisták listájához.
sv: Lägg hubblistan (listorna) som anges i fältet överst till vänster i listan över publika listor

source: Move Up
fr: Monter
hu: Mozgatás fel
sv: Flytta uppåt

source: Move selected hub lists upwards in the list. The hub list on top will be tried first.
fr: Déplace les liste de hubs sélectionnées vers le haut. La liste de hubs la plus en haut est celle qui sera essayée en premier.
hu: A kiválasztott hublista-címet felfelé mozgatja a listában. A sor első elemének megfelelő publikus hublista nyílik meg alapértelmezetten, amikor a publikus hublista ablakot megnyitjuk.
sv: Flytta markerade hubblistor uppåt i listan. Hubblistan överst kommer att användas först.

source: Move Down
fr: Descendre
hu: Mozgatás le
sv: Flytta nedåt

source: Move selected hub lists downwards in the list. The hub list on top will be tried first.
fr: Déplace les listes de hubs sélectionnées vers le bas. La liste de hubs la plus en haut est celle qui sera essayée en premier.
hu: A kiválasztott hublista-címet lefelé mozgatja a listában. A sor első elemének megfelelő publikus hublista nyílik meg alapértelmezetten, amikor a publikus hublista ablakot megnyitjuk.
sv: Flytta markerade hubblistor nedåt i listan. Hubblistan överst kommer att användas först.

source: Edit
fr: Éditer
hu: Szerkesztés
sv: Redigera

source: Open a dialog to edit addresses to selected hub lists.
fr: Ouvre une boîte de dialogue pour éditer les listes de hubs sélectionnées.
hu: Egy párbeszédablakot nyit ahol a kiválasztott hublista szerver címe szerkeszthető.
sv: Öppna en dialogruta för att redigera adresser till utvalda hubblistor.

source: Remove selected hub lists from your list of public hub lists.
fr: Enlève les listes de hubs sélectionnées de votre liste de listes de hubs publics.
hu: Eltávolítja a kiválasztott hublistát.
sv: Ta bort markerade hubblistor från listan av publika hubblistor.

source: List configuration
hu: Lista konfigurációs ablak
sv: Visa inställningar

source: These instructions apply to generic list management dialogs.
hu: Az alábbi leírás az általános lista kezelő párbeszédablakokra vonatkozik.
sv: Dessa instruktioner tillämpas på generella list dialoger.

source: Field to add a new item (top)
hu: Mező új elem megadásához (fent)
sv: Fält för lägga till nya objekt (top)

source: Use this input box to write a new item you want to add.
hu: Ebbe a mezőbe írható be a listához adandó új elem.
sv: Använd detta textfält för att lägga till nytt objekt.

source: Shows the current list. It will only be altered once you have pressed "OK".
hu: Az aktuális listát mutatja. A teljes lista az OK gomb megnyomásával változik meg.
sv: Visar den aktuella listan. Ändringar blir aktuella först när du tryckt "OK".

source: Add the item specified in the field on the top left to the current list.
hu: A felső beviteli mező értékét az aktuális listához adja.
sv: Lägg till objektet specificerat i fältet uppe till vänster till aktuell lista.

source: Move selected items upwards in the list.
hu: A kijelölt elemeket a listában feljebb mozgatja.
sv: Flyttar markerat objekt uppåt i listan.

source: Move selected items downwards in the list.
hu: A kijelölt elemeket a listában lejjebb mozgatja.
sv: Flyttar markerat objekt nedåt i listan.

source: Open a dialog to edit currently selected items.
hu: Egy párbeszédablakot nyit a kijelölt elemek szerkesztésére.
sv: Öppna ett fönster för att editera valda objektet.

source: Remove selected items from the current list.
hu: Eltávolítja a kijelölt elemeket a listából.
sv: Ta bort valda objektet från den aktuella listan.

source: User Command
fr: Commande Utilisateur
hu: Felhasználói parancsok
sv: Användarkommandon

source: Command Types:
fr: Types de Commandes :
hu: Parancs típusok
sv: Kommandotyper

source: Separator
fr: Séparateur
hu: Elválasztó vonal
sv: Avskiljare

source: Adds a separator to the menu
fr: Ajoute un séparateur au menu
hu: Elválasztó vonalat ad a menühöz
sv: Lägger till en avgränsare i menyn.

source: Raw
hu: Nyers (Raw)
sv: Rå

source: Sends raw command to the hub (experts only, end it with '|' in NMDC hubs and '\n' in ADC hubs!)
fr: Envoie une commande raw au hub (réservé aux experts, terminez par '|' dans les hubs NMDC et par '\n' dans les hubs ADC !)
hu: Nyers parancsot (raw command) küld a hubnak (csak gyakorlott felhasználóknak, a végét NMDC hubon '|' karakterrel, ADC-n '\n'-el zárd)
sv: Skickar råkommando till hubben (endast experter, avsluta kommandot med "|" i NMDC-hubbar och "\n" i ADC-hubbar!)

source: Sends command as if you were typing it in the chat
fr: Envoie la commande comme si vous l'écriviez dans le chat
hu: Úgy küldi a parancsot, mintha a közös chat-be lett volna begépelve
sv: Skickar kommandot som om du skriver det i chatten

source: Sends command as if you sent it by PM
fr: Envoie la commande comme si vous l'envoyiez par PM
hu: Úgy küldi a parancsot, mintha privátként lett volna küldve
sv: Skickar kommandot som om du skickar det i PM

source: Context
fr: Contexte
hu: Összefüggés
sv: Sammanhang

source: Contexts determine where the command is shown.
fr: Le contexte détermine où la commande sera affichée.
hu: Megadja, hogy a felhasználói parancs hol jelenik meg
sv: Sammanhanget fastställer var kommandot visas

source: Hub Menu
fr: Menu Hub
hu: Hub Menü
sv: Hubbmeny

source: Hub tab (at the top of the screen) context menu
hu: A hub füleken (az ablak tetején) megjelenő jobbclick menüben
sv: Hubbtabbens (överst på skärmen) snabbvalsmeny

source: User Menu
fr: Menu Utilisateur
hu: Felhasználói Menü
sv: Användarmeny

source: User context menu in chat and PM tab menu
hu: A közös chat ablakban a felhasználóra jobb egérgombbal kattintva megjelenő menüben ill. a privát üzenet fül menüjében
sv: Sammanhangsmeny för användare i chatt- och PM-menyn

source: Search Menu
fr: Menu Recherche
hu: Kereső Menü
sv: Sökmeny

source: Search context menu
hu: A keresési ablak jobb-click menüjében
sv: Sammanhangsmeny för sökning

source: File list Menu
fr: Menu liste de fichiers
hu: Fájl-lista menü
sv: Fillistmeny

source: File list context menu
hu: A fájl-lista ablak jobb-click menüjében
sv: Sammanhangsmeny för fillistmeny

source: Parameters
fr: Paramètres
hu: Paraméterek
sv: Parametrar

source: Name as displayed in the menu (use '/' to create sub-menus, and '//' to actually write a slash)
hu: Menü elnevezése (használj '/' -t almenük készítéséhez, '//'-t a perjel tényleges megjelenítéséhez)
sv: Namn som visas på menyn. (Använd '/' för att skapa undermenyer och '//' för att få ett snedstreck)

source: Command
fr: Commande
hu: Parancs
sv: Kommando

source: Command text (may contain any of the variables listed below). Use Ctrl + Enter to create a new line.
fr: Texte de la commande (peut contenir les variables listées ci-dessous). Utilisez Ctrl + Entrer pour créer une nouvelle ligne.
hu: Parancs szöveg (az alább felsorolt változókat tartalmazhatja). Ctrl + Enter használható sortöréshez.
sv: Kommandotext (får innehålla variabler enligt listan nedan). Använd ctrl + Enter för att skapa en ny rad.

source: Hub address
hu: Hub címe
sv: Hubbaddress

source: Hub address as typed when connecting. "op" = NMDC hubs where you are an operator, "adc://" = all ADC hubs, "adc://op" = ADC hubs where you are an operator, "adcs://" = all <a po4a-id=0>secured</a> ADC hubs. If empty, and the "Raw" type is selected, then only NMDC hubs will match; if empty, and the "Chat" or "Private Message" types are selected, then all hubs will match regardless of their protocol.
hu: A kapcsolódáskor beírt hub cím. "op" = az összes NMDC hub ahol operátor vagy, "adc://" = az összes ADC hub, "adc://op" = az összes ADC hub ahol operátor vagy, "adcs://" = az összes <a po4a-id=0>biztonságos</a> ADC hub. Ha cím üres és a parancs típusa "Nyers (Raw)", akkor az az összes NMDC hubot jelenti. Ha a cím üres és a parancs típusa "Chat" vagy "PM" akkor az az összes hubot jelenti protokolltól függetlenül.
sv: Hubbadressen skriven som när hubben ansluts. "op" = NMDC-hubbar där du är operatör, "adc://" = alla ADC-hubbar, "adc://op" = ADC-hubbar där du är operatör, "adcs://" = alla <a po4a-id=0>secured</a> ADC-hubbar. Om fältet lämnas tomt och kommandotyp RÅ är valt matchas kommandot endast mot NMDC-hubbar. Om fältet lämnas tomt och "Chatt" eller "Privatmeddelande" är valt matchas kommandot mot alla hubbar oavsett protokol.

source: To
fr: À
hu: Címzett
sv: Till

source: Private Message recipient
fr: Destinataire du Message Privé
hu: Privát üzenet címzettje
sv: Mottagaren av det privat meddelandet

source: Send once per nick.
hu: Nickenként egyszer küldje el
sv: Skicka en gång per användarnamn

source: Send only once per user from search or file lists, regardless of how many files have been selected per user.
hu: Csak egyszer küldje el a parancsot minden a keresési és fájl-lista ablakból kijelölt felhasználónak függetlenül attól, hogy hány fájl lett kijelölve az illető felhasználótól.
sv: Skicka endast en gång per användare från sökningar eller fillistor, oavsett hur många filer som valts per användare.

source: Variables
hu: Változók
sv: Variabler

source: In the parameters, you can use %[<b>xxx</b>] variables and <a po4a-id=0>date/time specifiers</a> (%Y, %m, ...). The following variables are also available:
hu: Használhatsz a paraméterekben %[<b>xxx</b>] változókat, ill. <a po4a-id=0>dátum/idő határozókat</a> (%Y, %m, ...). A következő változók szintén elérhetőek:
sv: Parametrarna du kan använda %[<b>xxx</b>] variabler och <a po4a-id=0>datum/tidsenheter</a> (%Y, %m, ...). Följande variabler är också tillgängliga.

source: %[fileFN]: Filename (search, file list, and transfer view contexts only)
fr: %[fileFN] : Nom de fichier (seulement dans les contextes de recherche, liste de fichiers, et vue des transferts)
hu: %[fileFN]: Fájl név (keresés, fájl-lista, és átvitel nézet menüi esetén)
sv: %[fileFN]: Filnamn (sök, fillista, och överför endast läst sammanhang)

source: %[fileSIsize]: File size (search, file list contexts only)
fr: %[fileSIsize] : Taille de fichier (seulement dans les contextes de recherche, liste de fichiers)
hu: %[fileSIsize]: Fájl méret (keresés ill. fájl-lista esetén)
sv: %[fileSIsize]: Fil storlek (Sök endast fillistsammanhanget)

source: %[fileSIshort]: File size, short version including units (search, file list contexts only)
fr: %[fileSIshort] : Taille de fichier, version courte avec les unités (seulement dans les contextes de recherche, liste de fichiers)
hu: %[fileSIshort]: Fájl méret, rövid verzió, mértékegységgel (keresés és fájl-lista menük esetén)
sv: %[fileSIshort]: Fil storlek, enheternas korta version (sök, endast fil list sammanhang)

source: %[fileTR]: TTH for the file, or "NONE" (search, file list contexts only)
fr: %[fileTR] : TTH du fichier, ou "NONE" (seulement dans les contextes de recherche, liste de fichiers)
hu: %[fileTR]: a fájl TTH-ja, ha elérhető, egyébként "NONE" (keresés és fájl-lista menük esetén)
sv: %[fileTR]: TTH för filen, eller "INGEN" (sök endast fillistsammanhang)

source: %[fileMN]: <a po4a-id=0>magnet link</a> to the file (search, file list contexts only)
hu: %[fileMN]: <a po4a-id=0>magnet hivatkozás</a> a fájlra (keresés és fájl-lista menük esetén)
sv: %[fileMN]: <a po4a-id=0>magnetlänk</a> för en fil (sök endast fillistsammanhang)

source: %[type]: "File" or "Directory" (directory context only)
fr: %[type] : "File" ou "Directory" (seulement dans les contextes de liste de fichiers)
hu: %[type]: típus, értéke "File" vagy "Directory" (könyvtár menüje esetén)
sv: %[type]: "Fil" eller "Katalog"(katalogsammanhang)

source: %[line:<i>caption</i>]: Opens up a dialog asking for "<i>caption</i>".
hu: %[line:<i>fejléc</i>]: Megnyit egy párbeszédablakot a megadott <i>fejléccel</i>.
sv: %[line:<i>caption</i>]: Öppnar en dialogruta som frågar efter "<i>caption</i>".

source: By default, the input interface is a text-box control, unless "<i>caption</i>" corresponds to the following syntax: caption/default_sel/value0/value1/.../valueN where <i>caption</i> is the new caption, <i>default_sel</i> is a number corresponding to the default value to select, and the following params are values of a drop-down list control created instead of the text-box. Params are separated using forward slashes ('/'); one can use '//' to actually write a slash.
hu: Alapértelmezetten a párbeszédablak egy beviteli szövegdobozt tartalmaz, kivéve ha a <i>fejléc</i> szintaktikája a következő: fejléc/alap_kijel/érték0/érték1/.../értékN, ahol a <i>fejléc</i> az új fejléc, <i>alap_kijel</i> egy számérték amely megadja az alapértelmezetten kijelölt elemet a felsorolt értékekből amelyek ekkor a szövegdoboz helyett egy legördülő listában jelennek meg. Az érték paramétereket perjellel ('/') kell elválasztani, perjelnek az értékbe helyezésére dupla perjel ('//') használható.
sv: Standardmässigt är indatainterfacet en textboxkontroll, förutom då "<i>caption</i>" överensstämmer med följande syntax: caption/default_sel/value0/value1/.../valueN där <i>caption</i> är den nya rubriken, <i>default_sel</i> är ett nummer som motsvarar standardvärdet att välja, och de följande parametrarna är värden för rullgardinslistkontrollen istället för en textbox. Parametrar separeras med snedstreck ('/'); För att verkligen få ett snedstreck måste man skriva '//').
