Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Proxy settings for outgoing connections
hu: Proxy beállítások a kimenő kapcsolatok számára
sv: Proxyinställningar för utgående anslutningar

source: These settings provide possibility of using a SOCKS5 proxy server for outgoing connections.
hu: Ezek a beállítások lehetővé teszik SOCKS5 proxy szerver használatát a kimenő kapcsolatok számára.

source: Direct connection
fr: Connexion directe
hu: Közvetlen kapcsolat
sv: Direkt anslutning

source: Select this mode if you can make unrestricted outbound connections. This includes connecting to any IP address on any port. Choose this option if unsure.
hu: Ezt a beállítást válaszd ki, ha korlátlan lehetőséged van kimenő kapcsolatok létesítésére. Ez azt jelenti, hogy kapcsolódni tudsz bármilyen IP címhez, bármely porton. Bizonytalanság esetén mindenképp ezt a lehetőséget válaszd.
sv: Välj detta läge om du kan göra obehindrade utgående anslutningar. Detta inkluderar anslutning till vilken IP-adress som helst genom vilken port som helst. Välj detta om du är osäker.

source: Select this mode if you want to make outbound connections through a SOCKS proxy. The caveats for Passive mode also apply here. SOCKS5 proxies are <u>not</u> the same as HTTP proxies. DC++'s SOCKS5 support does <u>not</u> include GSSAPI.
hu: Ezt a lehetőséget válaszd SOCKS proxy-n keresztüli kimenő kapcsolatokhoz. A passzív mód problémái itt is érvényesek. A SOCKS5 proxy <u>nem</u> ugyanaz, mint a HTTP proxy, valamint a DC++ SOCKS5 támogatása <u>nem</u> tartalmaz GSSAPI-t.
sv: Välj detta läge om du vill göra utgående anslutningar genom en SOCKS-proxy. Samma varning gäller här som för passivt löge. SOCKS5-proxies är <u>inte</u> samma som HTTP-proxies. DC++ SOCKS5-support inkluderar <u>not</u> GSSAPI.

source: This is the IP, not host name, of your SOCKS5 server.
fr: L'IP, et non le nom d'hôte, de votre serveur SOCKS5.
hu: A SOCKS5 szerver IP címe (nem a gazda neve).
sv: IP-adressen, inte värdnamnet, till din SOCKS5-server.

source: The port that your SOCKS5 server runs on. The default is 1080.
fr: Le port de votre serveur SOCKS5, 1080 par défaut.
hu: A SOCKS5 szerver portja. Alapértelmezett érték : 1080.
sv: Porten din SOCKS5-server körs på. Per standard är porten 1080.

source: Login
fr: Identifiant
hu: Felhasználónév
sv: Inloggning

source: Login name for the SOCKS5 proxy; may be required.
fr: Nom d'identification pour le proxy SOCKS5 ; peut être requis.
hu: A belépési név a SOCKS5 proxy-ra, esetleg kötelező a megadása.
sv: Inloggningsnamn kan behövas för SOCKS5-proxyn.

source: Password for the SOCKS5 proxy; may be required.
fr: Mot de passe pour le proxy SOCKS5 ; peut être requis.
hu: A jelszó a SOCKS5 proxy-hoz, esetleg kötelező a megadása.
sv: Lösenord kan behövas för SOCKS5-proxyn.

source: Use SOCKS5 server to resolve host names
fr: Utiliser SOCKS5 pour résoudre les noms d'hôtes
hu: SOCKS5 kiszolgáló használata névfeloldáshoz
sv: Använd SOCKS5-server för att avgöra värdnamn

source: Enable this to use the SOCKS5 proxy, instead of the local name server, to resolve host names into IP addresses.
fr: Activez pour utiliser le proxy SOCKS5, au lieu du serveur de noms local, pour résoudre les noms d'hôtes en adresses IP.
hu: Engedéyezd ha a helyi névszerver helyett a SOCKS5 proxy-t szeretnéd használni a nevek IP címmé történő feloldásához.
sv: Aktivera detta för att använda SOCKS5-proxy istället för den lokala namnservern, för att omvandla värdnamn till IP-adresser.

source: Queue settings
fr: Options de la liste de téléchargement
hu: Letöltési sor beállításai
sv: Inställningar för nedladdningskön

source: Auto priority settings
fr: Options des priorités auto
hu: Automatikus fontossági sorrend beállításai
sv: Inställningar för autoprioritering

source: Autoprio allows setting the queue item priority automatically when adding it to the download queue. A user can then change the priority of a file manually.
hu: Az auto fontossági sorrend beállítások arra használhatók, hogy automatikusan beállítódjanak a letöltési sorba kerülő elemek fontossági sorrendjei. Később a sorrend kézzel megváltoztatható.
sv: Autoprioritering sätter prioriteringen automatiskt för filen när den läggs till nedladdningskön. Prioriteringen kan sedan ändras manuellt.

source: Priority conditions are checked from the Highest to the Lowest priority, when assigning a priority to a new queue item. A zero means that the given priority level won't be used - except Normal priority, which is the default priority. Lowest possible value for the Highest priority is 16 KiB.
hu: Az újonnan a letöltési sorba kerülő elem automatikus fontossági sorrendjének eldöntésekor a fontossági feltételek a legmagasabbal kezdve a legalacsonyabb prioritásig kerülnek vizsgálatra. Nulla megadása azt eredményezi, hogy az adott fontossági szint nem lesz alkalmazva. Ezalól kivétel a Normál fontossági szint, mivel ez az alapértelmezett a letöltési sorhoz adáskor. A legmagasabb fontossági szint beállításánál a legkisebb megadható érték 16 KiB.
sv: Prioriteten matchas från högsta (Highest) till lägsta (Lowest) prioritet när en ny fil ska klassas. En nolla betyder att den givna prioriten inte kommer att användas - förutom för normal prioritet, vilken är standard. Lägsta möjliga värde för högsta prioritet är 16 kB.

source: Highest prio max size
fr: Max prio Plus Haute
hu: Legmagasabb priorítás maximális mérete
sv: Maximal storlek för högsta prioritet

source: Files with the same or under the entered size will be set to Highest as priority. (default: 64 KiB)
fr: Les fichiers d'une taille inférieure ou égale à la valeur entrée auront la priorité la Plus Haute. (défaut : 64 Kio)
hu: A megadott vagy az alatti méretű fájlok automatikusan legmagasabb priorítást kapnak. (Alapértelmezett érték : 64 KiB)
sv: Filer med samma eller lägre storlek än den angivna får högsta prioritet. (standard 64 kB)

source: Normal prio max size
fr: Max prio Normale
hu: Normál priorítás maximális mérete
sv: Maximal storlek för normal prioritet

source: Files with the same or under the entered size, but above Highest and High prio max size, will be set to Normal as priority. (default: 0 KiB)
fr: Les fichiers d'une taille inférieure ou égale à la valeur entrée, mais supérieure aux valeurs des priorités max la Plus Haute et Haute, auront une priorité Normale. (défaut : 0 Kio)
hu: A megadott vagy az alatti méretű fájlok automatikusan normál priorítást kapnak (kivéve ha a fájlméret a magas és a legmagasabb priorításnál megadottaknál kisebb). (Alapértelmezett érték : 0 KiB)
sv: Filer med samma eller lägre storlek än den angivna, men större än storleken för högsta och hög prioritet, får normal prioritet. (standard 0 kB)

source: High prio max size
fr: Max prio Haute
hu: Magas priorítás maximális mérete
sv: Maximal storlek för hög prioritet

source: Files with the same or under the entered size, but above Highest prio max size, will be set to High as priority. (default: 0 KiB)
fr: Les fichiers d'une taille inférieure ou égale à la valeur entrée, mais supérieure à la valeur de la priorité max la Plus Haute, auront une priorité Haute. (défaut : 0 Kio)
hu: A megadott vagy az alatti méretű fájlok automatikusan magas priorítást kapnak (kivéve ha a fájlméret a legmagasabb priorításnál megadottnál kisebb). (Alapértelmezett érték : 0 KiB)
sv: Filer med samma eller lägre storlek än den angivna, men större än storleken för högsta prioritet, får hög prioritet. (standard 0 kB)

source: Low prio max size
fr: Max prio Basse
hu: Alacsony priorítás maximális mérete
sv: Maximal storlek för låg prioritet

source: Files with the same or under the entered size, but above Highest, High and Normal prio max size, will be set to Low as priority. (default: 0 KiB)
fr: Les fichiers d'une taille inférieure ou égale à la valeur entrée, mais supérieure aux valeurs des priorités max la Plus Haute, Haute et Normale, auront une priorité Basse. (défaut : 0 Kio)
hu: A megadott vagy az alatti méretű fájlok automatikusan alacsony priorítást kapnak (kivéve ha a fájlméret a legmagasabb, a magas és a normál priorításnál megadottaknál kisebb). (Alapértelmezett érték : 0 KiB)
sv: Filer med samma eller lägre storlek än den angivna, men större än storleken för högsta, hög och normal prioritet, får låg prioritet. (standard 0 kB)

source: Autodrop settings
fr: Options d'auto-déco
hu: Automatikus elvetés beállításai
sv: Inställningar för automatisk borttagning

source: Autodrop allows automatical removal (or disconnecting) of slow download sources. By default, slow sources are removed.
hu: Az automatikus elvetéssel az összes lassú letöltési forrás eltávolítható (vagy szétkapcsolható). Alapértelmezetten ezek a lassú források eltávolításra kerülnek.
sv: Automatisk borttagning betyder att långsamma nedladdningskällor tas bort automatiskt. Per standard tas långamma uppladdningar bort.

source: All of these autodrop options are necessary to estimate and disconnect/drop sources properly.
hu: Minden automatikus elvetési beállítást meg kell adni ahhoz, hogy a források eltávolítása / szétkapcsolása pontosan megtörténhessen.
sv: Alla dessa inställningar för automatisk borttagning är nödvändiga för att bedömma och ta bort källor på rätt sätt.

source: Drop sources below x B/s
fr: Déco les sources < x o/s
hu: Forrás eldobása ekkora Byte/s sebesség alatt
sv: Ta bort källor under x B/s

source: If the download speed of a file is below the entered value, the source will be dropped. (default: 1024 B/s)
fr: Si la vitesse de téléchargement d'un fichier est inférieure à la valeur entrée, la source sera enlevée. (défaut : 1024 o/s)
hu: A forrás eldobásra kerül, ha egy fájl letöltési sebessége a megadott alatt van. (Alapértelmezett : 1024 B/mp)
sv: Om nedladdningshastsighet för en fil är lägre än valt värde tas källan bort (standard: 1024 B/s)

source: Min elapsed
fr: Délai min
hu: Minimum eltelt idő
sv: Minsta tidsperiod

source: Amount of time (in seconds) that has to pass since the download started before a source can be dropped. (default: 15 s)
fr: Temps (en secondes) minimal requis depuis le début du téléchargement pour qu'une source puisse être enlevée. (défaut : 15 s)
hu: Másodpercekben mért idő amelynek el kell tellnie a letöltés kezdetétől ahhoz, hogy egy forrás eldobható legyen. (Alapértelmezett érték : 15 mp)
sv: Tiden (i sekunder) som måste passera efter det att nedladdningen startat innan en källa kan tas bort. (standard: 15 s)

source: Min sources online
fr: Sources en ligne min
hu: Minimális online forrás
sv: Minst antal källor anslutna

source: Minimum amount of sources before any sources will be dropped. (default: 1)
fr: Nombre de sources minimal pour qu'une de ces sources puisse être enlevée. (défaut : 1)
hu: Az a minimális mennyiségű online lévő forrás, ami után egy fájl forrásai eldobhatóak. (Alapértelmezett érték : 1)
sv: Minsta antalet anslutna källor som måste finnas innan en källa tas bort (standard: 1)

source: Check every x s
fr: Contrôles chaque x s
hu: Ellenőrzés intervalluma
sv: Kontrollera varje x s

source: Check every x second(s) if the source is slow. (default: 10 s)
fr: Vérifier chaque x seconde que la source n'est pas trop lente. (défaut : 10 s)
hu: A megadott számú másodpercenként ellenőrzés, hogy a forrás lassú-e. (Alapértelmezett érték : 10 mp)
sv: Kontrollerar varje x sekunder om källan är långsam. (standard: 10 s)

source: Max inactivity
fr: Inactivité max
hu: Maximális tétlenség ideje
sv: Längsta inaktivitet

source: This is the maximal time since the last chunk of data for the file was recieved. It is meant to improve speed measurement accuracy and to prevent dropping sources that are going to be disconnected only because of their current inactivity. (default: 10 s)
fr: Le temps maximal écoulé depuis que le dernier morceau de données pour un fichier a été reçu. Cette option est faite pour améliorer la justesse des mesures de vitesses et pour éviter d'enlever des sources qui sont en phase de déconnexion uniquement en raison de leur inactivité actuelle. (défaut : 10 s)
hu: Ez a maximális idő ami eltellhet két adatcsomag érkezése között. A beállítás a sebességmérés pontosságát hivatott javítani, annak érdekében, hogy az egyes források szétkapcsolása ne történjen meg, ha az egyébként gyors forrás esetén az adatfolyam közben rövidebb szünetek keletkeznek.
sv: Längsta tiden sedan senaste datablocket togs emot. Menat att förbättra noggrannheten i hastighetsmötningen för att förhindra att källor tas bort bara för att de är inaktiva för stunden. (standard: 10 s)

source: Min filesize
fr: Taille min
hu: Minimális fájlméret
sv: Minsta filstorlek

source: Minimum filesize before sources will be dropped (in KiB). (default: 0 KiB)
fr: Taille minimale du fichier pour que des sources puissent être enlevées (en Kio). (défaut : 0 Kio)
hu: Minimum fájlméret (KiB-ban), amelytől felfelé az automatikus forrás-eldobási szabályok érvényesek. (Alapértelmezett érték : 0 KiB)
sv: Minsta filstorlek innan en källa tas bort (i kB). (standard 0 kB)

source: Other queue options
fr: Autres options de téléchargement
hu: Egyéb beállítások
sv: Andra köinställningar

source: Set lowest prio for newly added files larger than Low prio size
fr: Attribuer priorité La Plus Basse à tout nouveau fichier s'il a une taille supérieure à la taille priorité Basse
hu: Legalacsonyabb prioritás beállítása az Alacsony fontossági méretnél nagyobb új fájlokra
sv: Sätt lägsta prioritet för nya filer större än storleken för låg priorit

source: With this enabled, files that are larger than Low prio max size are set to Lowest as priority. If disabled, the files will be set to Normal as priority.
fr: Si activé, les fichiers qui ont une taille supérieure à la priorité max Basse auront la priorité la Plus Basse. Si désactivé, ces fichiers auront la priorité Normale.
hu: Ha engedélyezett, akkor azon fájlok amelyek az alacsony priorítás beállított maximális méreténél nagyobbak, legalacsonyabb priorítással kerülnek a letöltési sorba. Az opció kikapcsolásával ezek a fájlok normál priorítást kapnak.
sv: Aktiverad sätts filer större än storleken för låg prioritet till lägsta prioritet. Om avaktiverad får filerna normal prioritet.

source: Autodrop slow sources for all queue items (except filelists)
fr: Auto-déco les sources lentes pour tous les téléchargements (sauf les listes de fichiers)
hu: Lassú források automatikus eldobása a sor minden elemében (fájl-listák kivételével)
sv: Ta automatiskt bort långsamma källor (utom för fillistor)

source: This option removes the slow sources for all queue items (except file lists).
hu: Engedélyezi a lassú forrásoknak a letöltési sor összes eleméből való eltávolítását (a fájl-listákra kivételével).
sv: Denna inställning tar bort alla långsamma källor för köade filer (utom för fillistor).

source: To enable autodrop, turn on either "Autodrop slow sources for all queue items" or "Remove slow file lists" (or both of them).
hu: Az automatikus forrás eldobás engedélyezéséhez a "Lassú források automatikus eldobása a sor minden elemében (fájl-listák kivételével)" és a "Lassú fájl-listák eltávolítása" beállítások közül az egyiknek (vagy mindkettőnek) engedélyezve kell lennie.
sv: För att aktivera automatisk borttagning, aktivera antingen "Automatisk borttagning av källor för alla köade filer" eller "Ta bort långsamma fillistor" (eller båda).

source: Remove slow filelists
fr: Enlever les listes de fichier lentes
hu: Lassú fájl-listák eltávolítása
sv: Ta bort långsamma fillistor

source: With this option enabled, DC++ will delete a file list whose speed was recognized as too slow.
hu: Bekapcsolásával megtörténik a lassúnak ítélt fájl-listák automatikus eltávolítása.
sv: Aktiverat tar DC++ bort alla fillistor vars nedladdningshastighet som detekteras som för långsam.

source: Don't remove the source when autodropping, only disconnect
fr: Ne pas enlever la source lors de l'auto-déco, seulement déconnecter
hu: Ne távolítsa el a forrást az auto eldobáskor, csak szétkapcsolás legyen
sv: Ta inte bort långsamma källor ur nerladdningskön, avsluta bara anslutningen

source: With this option enabled, sources will only be disconnected but not removed from the queue.
fr: Si activé, les sources seront seulement déconnectés, mais ne seront pas enlevées de la liste de téléchargement.
hu: Ezt engedélyezve az lassú források eldobása helyett csak szétkapcsolás történik.
sv: Aktiverad avbryts bara anslutningen till den långsamma källan men den behålls i kön.

source: Automatically search for alternative download locations
fr: Rechercher automatiquement d'autres sources de téléchargement
hu: Alternatív letöltési helyek automatikus keresése
sv: Sök efter alternativa nerladdningskällor automatiskt

source: Every few minutes, the client will search for files in your Download Queue to find more download locations (more users/sources). The autosearch will find exact matches by searching via hash. <i> The drawback is that it may won't find much more sources and will prevent manual searches on hubs where a predefined search interval rule is in effect. </i> To avoid constant auto searches you can set the maximal number of sources that files can have when you specify a number in <a po4a-id=0>Auto search limit</a> setting.
hu: Ezt engedélyezve néhány percenként automatikus felhasználó / forrás keresés történik a letöltési sorban levő elemekhez. A keresés hash alapján történik. <i>Hátránya, hogy a keresés nem mindíg talál sokkal több új forrást a fájlokhoz, ellenben megakadályozhatha a normál keresést olyan hubokon, ahol meghatározott maximális keresési gyakoriság szabályok vannak érvényben.</i> Az állandó automatikus keresés korlátozható keresésből hozzáadott maximális források számának megadásával, az <a po4a-id=0>Auto keresés korlátja</a> beállításban.
sv: Lite då och då söker klienten efter filer som finns i din nedladdnignskö för att hitta fler källor. Den automatiska sökningen använder filens hash för att hitta exakta matchningar. <i> Nackdelen med detta är att inte särskilt många fler källor hittas och kan förhindra manuella sökningar i hubbar som har inställningar för minsta tid mellan sökningar.</i> För att undvika ständinga automatiska sökningar kan du sätta antalet maximala källor för en fil när du specificerar <a po4a-id=0>Gräns för automatiska sökningar</a>.

source: Automatically match queue for search hits
fr: Correspondances automatiques des résultats de recherche aux téléchargements
hu: Listák automatikus egyeztetése a letöltésekkel alternatív forrás találatakor
sv: Matcha nerladdade fillistor automatiskt

source: Enable to automatically download a user's list and match them as sources for files in your Download Queue when they've been discovered as a source for one of the files you're downloading. If you download files in sets, that user is probably a source for many more files you're downloading. <i>Enable if unsure. The drawbacks are that it might add slower sources, possibly increasing the time needed to complete a download, and that you'll download a lot of file lists.</i>
hu: Bekapcsolásával minden egyes új forrás találatakor a forrás fájl-listája letöltődik és egyeztetésre kerül a teljes letöltési sorral. Több egymással kapcsolatban álló fájl (teljes könyvtár) egyszerre történő letöltésekor gyakran előfordulhat, hogy egy fájlhoz talált új forrás megosztása a többi fájlt is tartalmazza. Ennek automatikus ellenőrzése történik meg. <i>Ha nem vagy biztos a jelentésében inkább engedélyezd. Hátránya, hogy esetleg lassú forrásokat is hozzáadhat a letöltési sorban lévő fájlokhoz, valamint hogy sok fájl-lista letöltést kezdeményez.</i>
sv: Aktivera för att automatiskt matcha nedladdade fillistor mot filer i din nedladdningskö när en sökning gett en träff på en fil du laddar ner. Om du laddar ner grupper av filer så har antagligen användaren fler av de filer du laddar ner. <i>Aktivera om du är osäker. Nackdelen är att långsammare källor hittas, vilket kan leda till ökad tid för nedladdning, och att du laddar ner väldigt många fillistor.</i>

source: Skip zero-byte files
fr: Ignorer les fichiers de zéro octet
hu: Nulla hosszúságú fájlok kihagyása
sv: Skippa tomma filer

source: When this option is enabled, any zero byte files you try to download will be silently skipped. Sometimes empty files contain information through their naming. However every file, even an empty one, will consume some drive space.
fr: Si activé, tout fichier de zéro octet que vous essayez de télécharger sera automatiquement sauté. Des fois les fichiers vides contiennent des informations dans leur nom. Cependant, tout fichier, qu'il soit vide ou non, prendra toujours de l'espace sur le disque.
hu: Hatására a nulla hosszúságú fájlok nem kerülnek letöltésre. Néha az üres fájlok neve is tartalmazhat hasznos információt, de jó tudni, hogy még a nulla hosszúságú fájl is foglal némi lemezterületet.
sv: Aktiverad skppas filer som är tomma. Ibland innehåller tomma filer information i filnamnet men varje fil, även tomma, tar diskplats.

source: Don't download files already in share
fr: Ne pas télécharger les fichiers qu'on a déjà en partage
hu: Ne töltse le azokat a fájlokat, amik már meg vannak osztva
sv: Ladda inte ner filer som du redan delar ut

source: This option will stop you from downloading files which already exist in one of your shared directories.
fr: Cette option vous permet d'éviter de télécharger des fichiers qui existent déjà dans l'un de vos dossiers partagés.
hu: Megakadályozza a már megosztott fájloknak a letöltését (letöltési sorhoz való hozzáadását).

source: Don't download files already in the queue
fr: Ne pas télécharger les fichiers déjà dans la liste de téléchargement
hu: Ne töltse le azokat a fájlokat, amik már benne vannak a Letöltési Sorban
sv: Ladda inte ner filer som redan finns i kön

source: This option will stop you from downloading files which already exist in your queue.
fr: Cette option vous permet d'éviter de télécharger des fichiers qui sont déjà dans votre liste de téléchargement.
hu: Megakadályozza a már a letöltési sorban lévő fájloknak az újbóli hozzáadását.

source: Keep finished files in the queue
hu: A befejezett letöltések maradjanak a Letöltési Sorban
sv: Behåll nedladdade filer i kön
