Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Enable this option if you want to keep downloaded files and folders in the download queue after they have been finished. After downloaded the queue items will have 'Finished' status and you can delete these finished entries anytime later. Using this function you can keep track of what files are already downloaded right there in the download queue without the need of checking the <a po4a-id=0>Finished Downloads</a> window. Note that if you physically move/delete your downloaded files from their target location, it won't result automatic deletion of the corresponding finished entries from the queue. If you disable this function, it won't remove existing finished items from the queue either, you must do that manually.
hu: Engedélyezd ezt az opciót ha szeretnéd hogy a már letöltődött fájlok és mappák a letöltési sorban maradjanak. Ebben az esetben miután letöltődtek, a fájlok mellett a 'Befejezve' állapotjelzés jelenik meg és később szükség esetén bármikor kézzel törölhetőek a sorból. A funkció lehetővé teszi annak figyelését hogy mely fájlok töltődtek már le és melyek nem, anélkül hogy a <a po4a-id=0>Befejezett letöltések</a> ablakot meg kéne nyitni. Fontos tudni, hogy a befejezett fájlok fizikai törlése vagy elmozdítása a célterületről nem törli automatikusan annak bejegyzését a letöltési sorból. Ezen kívül a funkció kikapcsolása nem törli a már meglévő befejezett elemeket sem a sorból - ezeket kézzel kell kitörölnöd.
sv: Aktivera om du vill behålla nedladdade filer och mappar i din nedladdningskö efter att de laddats ner. När de är klara får de status Klar (Finished) och du kan radera posten senare. Med denna funktion kan du hålla reda på nedladdade filer i nedladdningskön utan att behöva titta i fönstret för <a po4a-id=0>Färdiga nedladdningar</a>. Om du flyttar/raderar den faktiska filen påverkas inte posten i nedladdningskön. När du avaktiverar inställningen måste du manuellt ta bort existerande poster för färdiga nedladdningar, det görs inte automatiskt.

source: Lists search types to be used when initiating a search via the <placeholder id=0/> window. Each search type is associated to a set of file type extensions which can be configured here.
hu: A <placeholder id=0/> ablakban indítható keresések típusainak listája. Minden keresés típushoz egy-egy fájl kiterjesztéseket tartalmazó lista van hozzárendelve, ezek adhatóak meg itt.
sv: Listsökstyper som används när sökningar startas via <placeholder id=0/> fönstret. Varje sökning är associerad till en speciell typ av filhändelse vilket kan konfigureras här.

source: Note; Custom search types will only be applied to <b>ADC</b> hubs!
hu: Megjegyzés: a saját keresés típusokkal csak <b>ADC</b> hubokon történő kereséskor lehet szűrni az eredményeket.
sv: Notera; Egna sökningstyper kan endas appliceras till <b>ADC</b> hubbar!

source: On <b>NMDC</b> hubs, using a predefined search type will only search for a set of predefined, unconfigurable extensions; using a custom type will default to searching for any extension.
hu: <b>NMDC</b> hubokon az előre defíniált keresés típusok is másként viselkednek: csak egy előre meghatározott, beépített, nem változtatható kiterjesztés lista alapján szűrnek. NMDC hubokon a saját típusok használatának eredménye megegyezik a Bármely típusra való kereséssel.
sv: På <b>NMDC</b> hubbar, genom att använda en fördefinierad söktyp kommer sökning endast ske efter den fördefinierade, okonfigurerbara filhändelsen; medan sökningar med egna händelser söker som standard efter alla.

source: Ask for a new name to identify the search type to add, then open a dialog to add file type extensions associated to the new search type.
hu: Az új keresés típust jelölő névre kérdez rá, majd megnyit egy párbeszédablakot ahol a keresés típushoz tartozó fájl kiterjesztések megadhatóak.
sv: Fråga efter ett nytt namn för den nya söktypen du vill lägga till, öppna sedan ett fönster för att lägga till filhändelsen associerat till den.

source: Modify
hu: Módosítás
sv: Redigera

source: Open a dialog to change the file type extensions associated to the currently selected search type.
hu: Megnyit egy párbeszédablakot ahol a kijelölt keresés típushoz tartozó fájl kiterjesztések szerkeszthetőek.
sv: Öppna ett fönster för att ändra den filhändelse som just nu är markerad.

source: Change the name of the currently selected search type. Predefined types cannot be renamed.
hu: A kijelölt keresés típus nevének megváltoztatására szolgál. Az előre defíniált típusok neve nem változtatható.
sv: Ändra namnet på den markerade söktypen. Fördefinierade söktyper kan inte ändras.

source: Remove the currently selected search type. Predefined types cannot be removed.
hu: A kijelölt keresés típus törlésére ad lehetőséget. Az előre defíniált keresés típusok nem törölhetőek.
sv: Ta bort den markerade söktypen. Fördefinierade söktyper kan inte ändras.

source: Defaults
hu: Alaphelyzet
sv: Standard

source: Erase all customized search types and reset the list to its default values. This action cannot be undone.
hu: Töröl minden saját keresés típust és visszaállítja az alapértelmezett értékeket. A műveletet nem lehet visszavonni.
sv: Ta bort alla egna söktyper och återställ listan till standard värden. Denna åtgärd kan inte ångras.

source: Shared directories
fr: Dossiers partagés
hu: Megosztott könyvtárak
sv: Utdelade foldrar

source: To add directories to your share, you can use the Add and Remove buttons, or drag and drop folders from a Windows Explorer window. <em po4a-id=0>Beginning with version 0.4032, files will be shared only once they have been hashed.</em>
hu: Könyvtárak megosztáshoz való hozzáadása és elvétele a Hozzáadás és az Eltávolítás gombbal vagy a Windows intézőből való fogd és vidd módszerrel történő áthúzással lehetséges. <em po4a-id=0>A 0.4032-es verziótól kezdve csak a már hash-elt fájlok kerülnek megosztásra.</em>
sv: För att lägga till / ta bort foldrar till din utdelning kan du använda Lägg till- och Ta bort-knapparna, eller dra och släppa foldrarna från ett Windows Explorerfönster. <em po4a-id=0>Från och med version 0.4032 delas filerna först ut efter att de blivit indexerade.</em>

source: If you enter the Sharing tab and press OK; the client may appear to freeze, this is due to a refresh of the file list.
fr: Si vous entrez dans l'onglet Partage et appuyez sur OK, il se peut que le client gèle un peu ; ceci est du à une mise à jour de la liste de fichiers.
hu: A Megosztás fülön történt változások után az OK gomb megnyomása után előforduihat, hogy a program átmeneti ideig nem reagál, ez a fájl-lista frissítése miatt van.
sv: Om du står i Utdelningsdelen av inställningarna och trycker OK kan det verka som programmet fryser. Detta beror på att alla utdelningar skannas igenom för förändringar.

source: Share hidden files
fr: Partager fichiers cachés
hu: Rejtett fájlok megosztása
sv: Dela ut dolda filer

source: Share files with the Hidden attribute set and files inside directory with the Hidden attribute set. With this option off, files starting with a . (full stop) will not be shared. Note: this option requires a refresh of the file list, and may cause the client to appear to freeze.
hu: Engedélyezi a rejtett attribútumú fájlok ill. a rejtett könyvtárak tartalmának megosztását is. Ha ki van kapcsolva, a ponttal (.) kezdődő fájlok sem lesznek megosztva. Az opció megváltoztatása a fájl-lista frissítését eredményezi, ezért ekkor előforduihat, hogy a program átmeneti ideig nem reagál.
sv: Delar ut filer och foldrar som har attributet dolda aktiverat. Avaktiverad delas inte filer ut som börjar med . (punkt). OBS: Denna inställning kräver en genomskanning av utdelningen.

source: Browse for a new folder to add to your share. If another existing file shares that name, the new name will be made unique by adding another letter to its name. After selecting the directory to add, you will be able to pick the Virtual Name that it will be shown under when other users see your files. You are allowed to merge different folders into one virtual folder using the same Virtual Name. Their content will be shown as one folder in your filelist. If the newly added files have not been hashed, the Hash Progress Dialog will display. You can choose to let it display, or let hashing continue in the background.
fr: Vous invite à parcourir vos disques pour un nouveau dossier à partager. Si un autre fichier existant a le même nom, le nouveau nom sera rendu unique en y ajoutant une lettre à la fin. Après avoir choisi le dossier à ajouter, vous pourrez définir le Nom Virtuel sous lequel le dossier apparaîtra lorsque d'autres utilisateurs verront vos fichiers. Vous pouvez faire fusioinner des dossiers différents au sein d'un même dossier virtuel en leur attribuant le même Nom Virtuel. Leur contenu apparaîtra alors comme un seul dossier dans votre liste de fichiers. Si les fichiers nouvellement ajoutés ne se sont pas vus générés de clé, alors la boîte de dialogue "Progression de l'indexation" est affichée. Vous pouvez soit la laisser affichée, soit la mettre en arrière-plan tout en laissant la génération de clés continuer.
hu: Itt lehet új könyvtárakat tallózással a megosztáshoz hozzáadni. Ha egy már megosztott könyvtár az újjal azonos nevű, akkor az új névhez megkülönböztetésül egy új betű adódik. A megosztáshoz hozzáadandó könyvtár kiválasztása után lehetőség van egy virtuális megosztásnév megadására, így a fájl-listában a megosztott könyvtár tartalma ezen név alatt látszik. Lehetséges továbbá különböző könyvtárak egy virtuális megosztásnév alá történő összevonása is, így tartalmuk azonos könyvtárnév alatt fog látszani a fájl-listában. Ha az újonnan hozzáadott fájlok még nem kerültek hash-elésre, a Hash-elés folyamata párbeszédablak meg fog jelenni, ahol figyelemmel követhető az indexelés folyamata. Az ablak be is zárható, ekkor a hash-elés a háttérben folytatódik.
sv: Bläddra efter en ny folder att lägga till din utdelning. Om en existerande folder har samman får den nya foldern ett nytt namn genom att ett tecken läggs till namnet. Därefter får du välja ett virtuellt namn för foldern som visas när andra användare tittar i din fillista. Du kan lägga till flera olika foldrar i samma virtuella folder genom att använda samma virtuella namn. Deras innehåll visas som om de låg i samma folder. Om någon av filerna inte indexerats än visas förloppsindikatorn för indexeringen. Du kan välja mellan att visa den eller låta den gå i bakgrunden.

source: Change the virtual name on a shared folder. Note: the client will appear to freeze when you exit settings, this is due to a refresh of the file list.
fr: Change le nom virtuel d'un dossier partagé. Note : il se peut que le client gèle un peu quand vous quitterez les options ; ceci est du à une mise à jour de la liste de fichiers.
hu: A megosztási könyvtár virtuális neve változtaható itt meg. A változások után előfordulhat, hogy a program nem reagál egy rövid ideig, ez a fájl-lista frissítése miatt van.
sv: Ändra det virtuella namnet för en utdelad folder. Notera att klienten kan tyckas frysa när du gör denna inställning, det beror på att utdelningen skannas igenom och fillistan uppdateras.

source: Automatically open an extra slot if speed is below (0 = disable)
fr: Ajouter un slot auto si la vitesse est inférieure à (0 = désactivé)
hu: Automatikusan extra slot nyitása ha a feltöltés sebessége ez alá kerül (0 = letiltva)
sv: Öppna en extra slott automatiskt om hastigheten är under (0 = avaktiverd)

source: If the average upload speed drops below the given number, an additional upload slot will be granted. These slots are granted once every 30 seconds at maximum. If the speed of the original uploads increases, the granted slot will not be closed.
fr: Si la vitesse d'envoi moyenne descend en-dessous du nombre défini, un slot d'envoi additionnel est accordé. Ces slots sont accordés une fois toutes les 30 secondes au maximum. Si la vitesse des envois originaux augmente, le slot accordé ne sera pas fermé.
hu: Ha az átlagos feltöltési sebesség a megadott alá megy, akkor automatikusan egy további feltöltési slot nyílik. Újabb slot maximálisan 30 másodpercenként válik szabaddá. Ha a korábbi feltöltések sebessége újból növekedni kezd, a már kiadott extra slotok nem lesznek visszavéve.
sv: Om den genomsnittliga uppladdningshastigheten sjunker under angivet värde öppnas en extra uppladdningsslott. Dessa slottas ges ut maximalt varje 30 sekunder. Om uppladdningshastigheten ökar stängs inte slotten.

source: Configure the number of slots that other users can occupy to download files from you. A remote user can use only one slot for each hub that they're on with you. DC++ supports uploading file lists and files below <a po4a-id=0>64 KiB</a> to other DC++ users without requiring a slot. There's a max of 3 connections in addition to normal slots, these are called mini slots.
hu: A többi felhasználó által elfoglalható feltöltési slotok számának beállítása. Minden veled azonos hubra kapcsolódott felhasználó hubonként maximum egy slotot kaphat. A fájl-listák és a <a po4a-id=0>64 KiB</a> alatti méretű fájlok feltöltéséhez nincs szükség slot kérelemre. Az utóbbi fájlok feltöltésére egyszerre maximum 3 kapcsolati lehetőség (un. mini slot) áll fenn.

source: Note: If a user leaves the hub, DC++ will close his slots; if the user is back within 10 minutes, DC++ will grant him a slot. (This will only happen if <a po4a-id=0>Automatically disconnect users who leave the hub</a> is enabled.) This can cause your upload slots to go over the maximum set in settings.
hu: Megjegyzés : ha egy felhasználó lekapcsolódik a hubról, a DC++ lezárja a slotjait. Ha 10 percen belül visszatér, automatikusan visszakapja a slotját. Mindez akkor történik meg ha <a po4a-id=0>A hubról lelépő felhasználók szétkapcsolása</a> nevű beállítás engedélyezett. Mivel az eltellt idő alatt a megüresedett feltöltési slotot más is elfoglalhatja, így ezesetben előfordulhat, hogy átmeneti ideig a beállítottnál nagyobb számú feltöltési slot nyílik meg.
sv: Notera att om en användare lämnas en hubb stänger DC++ användarens slott; Om användaren är tillbaka inom 10 minuter öppnas slotten igen. (Detta sker endast om <a po4a-id=0>Koppla automatiskt ifrån användare som lämnar hubben</a> är aktiverat.) Detta kan leda till att dina uppladdnignsslottar kan överstiga antalet i inställningarna.

source: Tab-related options
fr: Options des onglets
hu: Fülekkel kapcsolatos beállítások
sv: Flikrelaterade inställningar

source: Tabs appear right below toolbar icons; they give you quick access to currently opened windows.
fr: Les onglets se situent juste en-dessous de la barre d'outils ; ils offrent un accès rapide aux fenêtres actuellement ouvertes.
hu: A fülek közvetlenül az ikonsor alatt jelennek meg és gyors elérést biztosítanak az éppen nyitott ablakokoz.
sv: Flikarna finns precis under knappraden; de ger dig snabb tillgång till öppna fönster.

source: First set of choices
hu: Első beállítás-csoport
sv: Första valet av inställningar

source: <b>Let DC++ draw tabs</b>: Select this option to let DC++ draw tabs, which allows it to add more customization (such as a close button, different colors and fonts, etc). (default)
hu: <b>A DC++ rajzolja a füleket</b>: Ennek kiválasztása esetén a füleket a DC++ rajzolja, így a fülek kinézete jobban testre szabható (pl. bezárás gomb, különböző színek, betűtípusok, stb...) (alapértelmezett beállítás).

source: <b>Use standard Windows tabs</b>: Select this option to use standard Windows tabs - DC++ won't be able to customize them.
hu: <b>Szabványos Windows fülek használata</b>: Ennek kiválasztása esetén szabványos Windows fülek használata történik. Ez azt jelenti hogy a DC++ nem tudja testre szabni a fülek kinézetét.

source: <i>DC++ needs to be restarted for this setting to take effect.</i>
hu: <i>Ezen beállítás érvényesítéséhez a DC++ újraindítása szükséges.</i>

source: Second and third sets of choices
hu: Második és harmadik beállítás-csoport

source: Several modes are exposed here with various differences; select the one you prefer.
hu: Többféle fül megjelenési mód állítható be itt különböző végeredménnyel, tetszés szerint választhatsz.

source: One particular difference is that in tab style mode, multiline tabs re-organize so that the selected tab is always at the bottom. That isn't the case in button style mode.
hu: Egy kifejezett különbség a megjelenésben hogy fül stílust választva a többsoros fülek mindíg átrendeződnek, így a kijelölt fül mindíg legalul található. Mindez nem történik meg a gomb stílusú megjelenést választva.

source: The "Browser theme" mode is only available on Windows &gt;= Vista.
hu: A "Böngésző téma" mód csak Windows Vista vagy újabb operációs rendszereken érhető el.

source: Tab width
hu: Fülek szélessége
sv: Flikbredd

source: Use this slider to define the width occupied by each tab. Move to the left for a lower width, and to the right for a higher width.
hu: Ezzel a csúszkával adható meg a fülek szélessége. A csúszkát balra húzva kisebb, míg jobbra mozdítva nagyobb fül méret érhető el.

source: When the title of a tab exceeds the available width, it will be cut accordingly and appended with &quot;...&quot;.
hu: Ha a fülön megjelenő felirat szélessége túllépi a fül méretét, akkor a szöveg vége le lesz vágva és &quot;...&quot; jelenik meg a felirat végén.

source: Preview
hu: Előnézet
sv: Förhandsvisning

source: This fake tab control shows how the main tab control would display after a restart of DC++, were the settings defined above be validated.
hu: Ez a példa fül komponens mutatja meg hogyan fognak a fülek kinézni a főablakon a DC++ újraindítása után, amikor a fenti beállítások majd érvényre jutnak.

source: Tab highlight on content change
fr: Éclaircissement de l'onglet quand le contenu change
hu: A fül kiemelése a tartalom változásakor
sv: Framhäv fliken när innehåll ändras

source: When a chat message appears in a <a po4a-id=0>Hub</a> window that's not focused, the tab will be highlighted if you have this option selected.
hu: Ha ez az opció engedélyezett, a fül kiemelésre kerül mikor egy üzenet érkezik a közös chat-re a <a po4a-id=0>Hub</a> ablakban miközben az ablak nincs előtérben.
sv: När ett chattmeddelande anländer till ett <a po4a-id=0>hubb</a>fönster som inte är i fokus framhävs fliken om du har detta igångslaget.

source: Private message
fr: Message privé
hu: Privát üzenet
sv: Privat meddelande

source: When a private message appears in a <a po4a-id=0>Private message</a> window that's not focused, the tab will be highlighted if you have this option selected.
hu: Ha ez az opció engedélyezett, a fül kiemelésre kerül mikor <a po4a-id=0>Privát üzenet< /a> érkezik miközben az ablak nincs előtérben.
sv: När ett meddelande anländer till ett <a po4a-id=0>privatmeddelande</a>fönster som inte är i fokus framhävs fliken om du har detta igångslaget.

source: When the content of a <a po4a-id=0>File List</a> window that's not focused has changed, the tab will be highlighted if you have this option selected.
hu: Ha ez az opció be van kapcsolva és egy a háttérben lévő <a po4a-id=0>Fájl-lista</a> ablak tartalma megváltozik, az ablakhoz tartozó fül kiemelésre kerül.
sv: När innehållet i en <a po4a-id=0>Fil lists</a> fönster som inte är aktivt har redigerats, kommer fliken vara markerad om du har aktiverat den inställningen.

source: When a search result is received in a <a po4a-id=0>Search</a> window that's not focused, the tab will be highlighted if you have this option selected.
hu: Ha ez az opció engedélyezett, a fül kiemelésre kerül mikor <a po4a-id=0>Keresés</a> ablakba új keresési eredmény érkezik és az ablak nincs előtérben.
sv: När en träff erhålls på en sökning framhävs <a po4a-id=0>sökfönster</a>som inte är i fokus om du har detta igångslaget.

source: When an entry is added to the <a po4a-id=0>Search Spy</a> window while it is out of focus, the tab will be highlighted if you have this option selected.
hu: Ha ez az opció engedélyezett, a fül kiemelésre kerül mikor a <a po4a-id=0>Keresések megfigyelése</a> ablakba új bejegyzés kerül miközben az ablak nincs előtérben.

source: System log
fr: Journal système
hu: Rendszernapló
sv: Systemlogg

source: When an entry is added to the <a po4a-id=0>System Log</a> window while it is out of focus, the tab will be highlighted if you have this option selected.
hu: Ha ez az opció engedélyezett, a fül kiemelésre kerül mikor a <a po4a-id=0>Rendszernapló</a> ablakba új bejegyzés kerül miközben az ablak nincs előtérben.
sv: När en post skrivs till <a po4a-id=0>systemloggfönstret</a> när det inte är i fokus framhävs fliken om du har detta igångslaget.

source: This option controls whether or not the <a po4a-id=0>Download Queue</a>'s tab will highlight itself when a queue item changes state or finishes.
hu: Ez a beállítás szabályozza, hogy a <a po4a-id=0>Letöltési sor</a> ablak füle kiemelésre kerüljön, ha a sor egy elemének állapota megváltozik vagy letöltése befejeződik.
sv: När en nedladdning är klar framhäv <a po4a-id=0>nedladdningskö</a>fönstret när det inte är i fokus om du har detta igångslaget.

source: When a download completes, the <a po4a-id=0>Finished Downloads</a> tab will be highlighted if this option is selected.
hu: Ezen beállítás engedélyezésével a <a po4a-id=0>Befejezett letöltések</a> fül ki lesz emelve, mikor egy-egy letöltés befejeződik.
sv: Aktiverad framhävs fliken <a po4a-id=0>klara nedladdningar</a>.

source: Waiting users
fr: Utilisateurs en attente
hu: Várakozó felhasználók

source: When a user or an item is added or removed to the <a po4a-id=0>Waiting Users</a> window while it is out of focus, the tab will be highlighted if you have this option selected.
hu: Mikor egy felhasználó vagy elem hozzáadódik vagy lekerül a <a po4a-id=0>Várakozó felhasználók</a> listájáról miközben az ablak nincs előtérben, a fül ki lesz emelve ha ezt az opció engedélyezve van.

source: When an upload completes, the <a po4a-id=0>Finished Uploads</a> tab will be highlighted if this option is selected.
hu: Ezen beállítás engedélyezésével a <a po4a-id=0>Befejezett feltöltések</a> fül ki lesz emelve, mikor egy-egy feltöltés befejeződik.
sv: Aktiverad framhävs fliken <a po4a-id=0>klara uppladdningar</a> när en uppladdning är klar.

source: List of your current user commands.
fr: Liste vos commandes utilisateur actuelles.
hu: Az aktuális felhasználói parancsok listája
sv: Lista över dina egna användarkommandon.

source: Open the User Command dialog to create a new user command and add it to the list.
fr: Ouvre la boîte de dialogue de Commande Utilisateur pour créer une nouvelle commande utilisateur et l'ajouter à la liste.
hu: Megnyitja a Felhasználói parancsok párbeszédablakot új parancs készítéséhez, majd azt hozzáadja a listához.
sv: Öppna dialogrutan för Användarkommandon för att lägga till, ändra och ta bort egna användarkommandon.

source: Change
fr: Changer
hu: Változtatás
sv: Ändra

source: Open the currently selected user command in the User Command dialog in order to change it.
fr: Ouvre la commande utilisateur actuellement sélectionnée dans la boîte de dialogue de Commande Utilisateur afin de la modifier.
hu: Megnyitja kijelölt parancsot a Felhasználói parancsok párbeszédablakban, amely ott azután módosítható.
sv: Öppna valt användarkommando i dialogrutan användarkommandon för att ändra det.

source: Move the currently selected user command upwards in the list.
fr: Déplace la commande utilisateur actuellement sélectionnée vers le haut.
hu: A kijelölt parancsot felfelé mozgatja a listában.
sv: Flytta valt användarkommandu uppåt i listan.

source: Move the currently selected user command downwards in the list.
fr: Déplace la commande utilisateur actuellement sélectionnée vers le bas.
hu: A kijelölt parancsot lefelé mozgatja a listában.
sv: Flytta valt användarkommandu nedåt i listan.
