Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: You may not start or repeat searches as fast as you like. There is a minimum interval of a few seconds between two searches defined in DC++. You will get a countdown message in the Status bar if you try to search sooner than allowed and will be able to repeat the search only when the client is ready to search again. Besides, some hubs also limit searches by checking for forbidden keywords or by blocking repeated similar searches sent in a too small amount of time. Some hubs have predefined minimum search intervals for all searches or some even totally block searches if you are in <a href="settings_connection.html#connection">passive mode</a>.
fr: Vous ne pouvez pas commencer ou répéter des recherches aussi vite que vous le voudriez. Il y a un intervalle minimum de quelques secondes à respecter entre deux recherches qui est défini dans DC++. Vous verrez un message de compte à rebours dans la barre d'état si vous essayez d'effectuer une recherche avant l'expiration du délai minimal autorisé et ne pourrez répéter la recherche qu'une fois que le client sera prêt à rechercher à nouveau. De plus, certains hubs limitent aussi les recherches en se basant sur certains mots interdits ou en bloquant les recherches similaires répétées durant un laps de temps trop court. Certains hubs ont des intervalles minimaux de recherche prédéfinis pour tout type de recherche, et d'autres bloquent même complètement les recherches si vous êtes en <a href="settings_connection.html#connection">mode passif</a>.

source: Search hits with TTH are always matched to the Download queue and new sources are automatically added to the queue items unless they were removed or marked as "bad" sources before. The filelists of all newly discovered sources will be automatically matched for possible other queued files if the <a href="settings_queue.html#automatchqueue">Automatically match queue for search hits</a> setting is enabled. Activating that option can generate lots of filelist traffic when large amount of new sources are found for queued files.
fr: Les résultats de recherche qui ont un TTH sont toujours comparés à la Liste de téléchargement pour d'éventuelles correspondances, et les nouvelles sources trouvées sont ajoutées automatiquement à moins qu'elles n'aient été enlevées ou définies comme "mauvaises" précédemment. Les listes de fichiers de toutes les sources nouvellement découvertes seront automatiquement téléchargées et comparées aux téléchargements pour d'éventuelles correspondances si l'option <a href="settings_queue.html#automatchqueue">Correspondances automatiques des résultats de recherche aux téléchargements</a> est activée. Activer cette option peut générer un fort traffic de listes de fichiers si un grand nombre de sources sont découvertes pour les fichiers en téléchargement.

source: If you often get too few search results or no results at all, refer to the <a href="faq_nosearch.html">Search troubleshooting FAQ</a>.
fr: Si vous avez trop souvent trop peu de résultats de recherche, voire pas du tout, réferrez-vous à la <a href="faq_nosearch.html">FAQ de dépannage de la recherche</a>.

source: Clear the contents of the <a href="settings_expert.html#searchhistory">search history</a>.
fr: Vide le contenu de l'<a href="settings_expert.html#searchhistory">historique des recherches</a>.

source: Filter away files depending on their file type (extension). Not all possible extensions are included in some file type groups. If you search for newer or obscure file types, then it is recommended to use the <i>Any</i> option and include the file extension in the search string instead. Options other than <i>Any</i>, <i>Directory</i> &amp; <i>TTH</i> are ignored for searches on ADC hubs.
fr: Filtre les fichiers selon leur type (extension). Toutes les extensions possibles ne sont pas incluses dans certains groupes de type de fichier. Si vous recherchez des types de fichiers nouveaux ou peu connus, il est recommandé d'utiliser l'option <i>Tous</i> et d'inclure l'extension du fichier dans la chaîne de recherche. Les options autres que <i>Tous</i>, <i>Dossier</i> &amp; <i>TTH</i> sont ignorées pour les recherches dans des hubs ADC.

source: Columns:
fr: Colonnes :

source: The user's possible <a href="settings_general#linespeed">line speed in upload</a>.
fr: La <a href="settings_general#linespeed">vitesse en envoi</a> dont l'utilisateur dispose.

source: This window displays important and current information about DC++ and your interactions with the program. If DC++ behaves unexpectedly, look in this window for a possible explanation.
fr: Cette fenêtre affiche des informations importantes et à jour à propos de DC++ et de vos interactions avec le programme. Si DC++ se comporte de façon anormale, cette fenêtre contiendra peut-être une explication.

source: Get the file list of the selected user.
fr: Télécharge la liste de l'utilisateur sélectionné.

source: Copy filename
fr: Copier le nom du fichier

source: Copy the file name of the queued file.
fr: Copie le nom du fichier.

source: Remove a user from the list.
fr: Enlève l'utilisateur de la liste.

source: Grant the user an extra slot, beyond your set slots.
fr: Accorde à l'utilisateur un slot supplémentaire, en plus de vos slots définis par défaut.

source: Add the user to your <a href="window_favorite_users.html">favorite users</a>.
fr: Ajoute l'utilisateur à vos <a href="window_favorite_users.html">utilisateurs favoris</a>.

source: Send the user a private message.
fr: Envoie un message privé à l'utilisateur.
