Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: That being said, active mode on DC++ will make inbound and outbound connections to other users. While all searches will be sent through the hub, search results will be returned directly from active mode users and through the hub for the passive users. <b>Active users can download from either active and passive users and get more search results.</b> Obviously that means you can <u>connect to a larger group of people</u>.
hu: Aktív módban a DC++ mind kimenő, mind bejövő kapcsolatot képes létesíteni a többi felhasználóval. Míg a keresések továbbra is a hubon keresztül küldetnek, a keresési eredmények az aktív módú felhasználóktól közvetlenül, a passzívoktól a hubon keresztül érkeznek. <b>Az aktív módú felhasználó minden másik felhasználótól képest tölteni függetlenül attól, hogy az aktív vagy passzív, ezen kívül a keresési eredmények száma is több lesz.</b>. Ez nyilván azt jelenti, hogy aktív módban <u>összességében több felhasználóhoz lehet kapcsolódni mint passzív módban</u>.
sv: Med det sagt, aktivt läge i DC++ ger både ingående och utgående anslutningar till andra användare. Sökningar går fortfarande genom hubben med resultatet skickas direkt från aktiva användare men passiva skickar sina genom hubben. <b>Aktiva användare kan ladda ner från både aktiva och passiva användare och får många fler träffar på sökningar.</b> Således uppenbart att du kan <u>ansluta till en större grupp av användare</u>.

source: However, there is ZERO difference in download/upload speed between active or passive modes.
fr: Cependant, il n'y a AUCUNE différence en termes de vitesse de téléchargement/envoi entre les modes actif et passif.
hu: Az aktív és passzív kapcsolati mód között a le- és feltöltés sebességében NINCS különbség.
sv: Dock är det INGEN skillnad i ned- eller uppladningshastighet mellan det aktiva eller passiva läget

source: Get started
fr: Premiers pas
hu: Kezdőknek
sv: Kom igång

source: Hello and welcome! DC++ is a free, open-source client for Direct Connect file sharing networks. It is fully compatible with and supports connection to hubs using the earlier <a po4a-id=0>NeoModus Direct Connect (NMDC)</a> protocol, but its primary purpose is to be a client for a new generation of file sharing using a protocol called <a po4a-id=1>Advanced Direct Connect (ADC)</a>.
hu: Üdvözlet mindenkinek! A DC++ egy ingyenes, nyílt forráskódú kliensprogram a Direct Connect fájlmegosztó hálózathoz. Amellett, hogy támogatja a kapcsolódást a korábbi <a po4a-id=0>NeoModus Direct Connect (NMDC)</a> protokollt használó hubokhoz, a DC++ fő célja, hogy a fájlmegosztás új generációjának az <a po4a-id=1>Advanced Direct Connect (ADC)</a>-nek a kliense legyen.
sv: Hej och välkommen! DC++ är fritt, en öppen källkodsklient för Direct Connect fildelningsnätverk. Det är fullt kompatibelt med och stödjer anslutning till hubbar som använder det äldre <a po4a-id=0>NeoModus Direct Connect (NMDC)</a>-protokollet, men främst tänkt att vara en klient av den nya generations fildelning som använder ett protokoll vid namn <a po4a-id=1>Advanced Direct Connect (ADC)</a>.

source: The newest version of DC++ should work well on any officially supported Windows client operating system, including XP SP3, Vista SP1 and Windows 7. Some older versions will run on Windows 2000 or Win9x/ME but using DC++ on these old, discontinued and vulnerable operating systems is neither recommended nor supported. As long as it downloaded from the <a po4a-id=0>official site</a>, DC++ contains no viruses or adware of any kind. DC++ is free; if you paid for it, ask for a refund!
hu: A DC++ legújabb verziója az összes hivatalosan támogatott Windows operációs rendszeren (Windows XP SP3, Vista és Windows 7) futtatható. A korábbi verziók egy része fut Windows 2000 vagy 98/ME alatt is, de a DC++ használata ezeken a sérülékeny őskövületeken nem ajánlott és főképp nem támogatott. A <a po4a-id=0>hivatalos weboldalról</a> letöltött DC++ garantáltan nem tartalmaz vírusokat, kémprogramokat vagy más kártékony elemeket. A DC++ ingyenes, így ha bármilyen módon bárhol fizettél érte, kérj visszatérítést!

source: Structure of the Direct Connect network
fr: Structure du réseau Direct Connect
hu: A Direct Connect hálózat felépítése
sv: Strukturen i Direct Connect nätverket

source: The Direct Connect (DC) network is a decentralized network, made up of individual servers <b>(hubs)</b> that users join to share files. Users can <b>search</b> for files and <b>download</b> them from other users connected to the same hub. A hub only helps to find files and connect users; it <i>does not store any files</i>. File transfers are done directly between clients, in peer-to-peer fashion.
fr: Le réseau Direct Connect (DC) est un réseau décentralisé, constitué de différents serveurs <b>(hubs)</b> auxquels les utilisateurs se connectent pour partager des fichiers. Les utilisateurs peuvent <b>rechercher</b> des fichiers et les <b>télécharger</b> à partir des autres utilisateurs connectés au même hub. Un hub sert uniquement à aider dans la recherche de fichiers et dans les connexions entre utilisateurs ; il <i>ne partage aucun fichier</i>. Les fichiers sont transférés directement entre clients, de manière peer-to-peer.
hu: A Direct Connect (DC) hálózat egy nem központosított (decentralizált) hálózat, amely különálló szerverekből <b>(hubokból)</b> áll, ahová a felhasználók csatlakozhatnak fájlmegosztás céljából. A felhasználók fájlokra tudnak <b>keresni</b> majd <b>letölteni</b> őket a többi a felhasználótól, amelyek ugyanzon hubra kapcsólódnak. A hub feladata csakis az hogy segítsen a fájlok megtalálásában majd összekapcsolja a felhasználókat. <i>A hub maga nem tárol egyetlen fájlt sem</i>. A fájlok átvitele közvetlenül a kliensek között történik, peer-to-peer (p2p) módszerrel.
sv: Direct Connect (DC) nätverket är ett decentraliserat nätverk, uppbyggt av flera individuella servrar <b>(hubbar)</b> dit användaren kan ansluta och dela sina filer. Användaren kan <b>söka</b> efter filer och <b>ladda ner</b> dem från andra användare anslutna till samma hubb. En hubb är bara en mötesplats för att hitta filer och etablera kontakt mellan användare. Hubben <i>lagar inga filer</i>. All filöverföring sker direkt mellan två klienter, enligt peer-to-peer.

source: Every hub also acts as an instant messaging server. Users can chat with other users of the same hub using the main chat (visible to every user on the hub) or, alternatively, start a private conversation with a particular user. Some hubs also have special chat rooms for groups of people, such as having a chat only for operators.
fr: Chaque hub est aussi un serveur de messagerie instantanée. Les utilisateurs peuvent chatter avec d'autres utilisateurs du même hub par l'intermédiaire du chat central (présenté à tous les utilisateurs connectés au hub), ou sinon, démarrer une conversation privée avec un utilisateur en particulier. De plus, certains hubs ont aussi des chats plus restreints, réservés à un groupe de personnes en particulier ; comme par exemple les chats réservés aux opérateurs.
hu: MInden hub egy azonnali üzenetküldő szerver is egyben. A felhasználók chat-elhetnek egymással a közös chat-ben, amely látható a hub összes felhasználója számára. Emellett lehetőség van privát beszélgetésre is egy-egy kiválasztott felhasználóval. Egyes hubokon lehetnek még további különleges chat szobák csak valamilyen meghatározott csoport számára (pl. operátorok).
sv: Alla hubbar agerar också som en server för snabbmeddelanden. Användare kan chatta med andra användare i hubben i en gemensam chatt (som syns för alla användare i hubben) eller, om de så vill, i en privat konversation med en specifik användare. En del hubbar har speceilla chattrum för grupper av användare, som till exempel ett rum bara för operatörer.

source: Each hub is individually administered, and some hubs are built around sharing a particular type of content. <i>Rules</i> vary from hub to hub, but most have a restriction on the minimum amount and type of content a user may share (for example, some hubs disallow sharing of pornography). Hubs typically have operators (or <i>ops</i>) appointed by the actual owner of the hub to police these rules and ban offenders, as well as help new users.
fr: Chaque hub est administré par des personnes différentes, et certains hubs sont faits pour le partage d'un certain type de contenu uniquement. Les <i>règles</i> varient d'un hub à l'autre, mais la plupart ont une restriction au niveau du contenu minimal que chaque utilisateur se doit de partager ainsi que sur le type de ce contenu (par exemple, certains hubs interdisent le partage de fichiers pornographiques). Les hubs ont généralement des opérateurs (ou <i>ops</i>) nommés par la personne qui s'occupe d'héberger le hub ; ces opérateurs vérifient que les règles sont respectées et bannissent les outre-passeurs. Les opérateurs se chargent aussi d'aider les nouveaux utilisateurs.
hu: A hubok egymástól függetlenül működnek, némelyikük bizonyos tartalmú, témájú fájlok megosztására épül. A <i>szabályok</i> hubonként különböznek, általában mindenhol meghatározzák a megosztott fájlok minimális mennyiségét és a megosztás tartalmát (pl. egyes hubokon nem engedélyezettek a pornográf tartalmak, stb...). A hubokon a rendet ill. a szabályok betartását operátorok (vagy <i>op-ok</i>) ellenőrzik, akiket a hub tulajdonosa választ ki. Az op-ok kitilthatják a szabályok megszegőit ill. segítik a felhasználókat.
sv: Varje hub administreras individuellt och en del är uppbyggda runt ett speciellt innehåll. <i>Regler</i> varierar från hhubb till hubb men de flesta har restriktioner för lägsta utdelningmängd och vad användaren får dela ut (exempelvis tillåter en del hubbar inte utdelning av pornografi). Hubbarna har operatörer utsedda av ägaren till hubben som ser till att hubbens regler efterlevs, portar de som bryter mot dem såväl som hjälper nykomlingar.

source: There are two basic kinds of hubs. <b>Public hubs</b> are available to anyone who adheres to the rules and require no registration for connecting. Some allow you to connect, but require registration to search or download &#45; this is a grey area. In contrast, <b>private hubs</b> always require user authentication at login, using a username/password combination. To gain access to these hubs, one must get registered through other channels, such as a web forum or a public hub maintained by the same people.
fr: Il y a deux grands types de hubs. Les <b>hubs publics</b> sont disponibles pour quiconque respecte les règles et ne nécessitent aucune authentification pour s'y connecter. Certains vous autoriseront à vous connecter, mais nécessiteront de s'authentifier pour pouvoir effectuer des recherches ou télécharger &#45; il s'agit là d'une zone floue. À l'inverse, les <b>hubs privés</b> demandent toujours une authentification de l'utilisateur lors de la connection, en se basant sur une combinaison nom d'utilisateur / mot de passe. Pour pouvoir avoir accès à ces hubs, il faut se faire enregistrer par des intermédiaires tels que des forums ou des hubs publics administrés par les mêmes personnes.
hu: Alapvetően két fajta hub létezik. A <b>publikus hubok</b> nem igényelnek regisztrációt a belépéshez, mindazok számára elérhetőek, akik betartják a hub szabályait. Némelyik publikus hub regisztrációhoz köti a keresés és letöltés lehetőségét, de ez nem általános. Ezzel szemben a <b>privát huboknál</b> a belépés felhasználói azonosítást igényel, egyedi felhasználónév és jelszó használatával. A privát hubora való belépéshez előzetes regisztráció szükséges, amely általában a hub fentartója által üzemeltetett fórum oldalon vagy publikus hubon keresztül történhet.
sv: I princip finns det två varianter av hubbar. <b>Publika hubbar</b> där alla som efterlever reglerna får ansluta. Vissa tillåter dig att ansluta men kräver registration för att kuna söka och ladda ner &#45; detta är en gråzon. I andra änden av skalan finns <b>privata hubbar</b> som alltid kräver användarautenticering vid anslutning, med en användarnamn- och lösenordskombination. För att få tillgång till sådana hubbar krävs det först att man blir registrerad genom andra kanaler, som till exempel nätforum eller publika hubbar som drivs av samma grupp som den privata.

source: There are <b>Hublists</b> hosted by individual hublist servers to allow users to find hubs that they might like. These lists contain the <i>name</i>, <i>address</i> and <i>description</i> of each hub along with other data. Some big hublists try to contain almost all available hubs while others contain only a list of hubs meeting certain criteria, such as hubs in a specific country.
fr: Il y a des <b>Listes de hubs</b> hébergées par différents serveurs de listes de hubs pour permettre aux utilisateurs de trouver des hubs qui pourraient les intéresser. Ces listes contiennent les <i>nom</i>, <i>adresse</i> et <i>description</i> de chaque hub ainsi que d'autres données. Certaines grosses listes de hubs essayent de contenir tous les hubs qu'elles peuvent, alors que d'autres ne contiennent que les hubs répondant à certains critères, comme par exemple les hubs hébergés dans un pays en particulier.
hu: A felhasználók a nekik tetsző hubokat független hublista szerverek átal biztosított <b>hublisták</b> alapján választhatják ki. A hublisták - egyéb adatok mellett - tartalmazzák a hubok <i>nevét</i>, <i>címét</i> és <i>leírását</i>. Bizonyos hublisták arra törekednek, hogy tartalmazzák az összes elérhető hub adatait, míg mások csak bizonyos feltételeknek megfelelő hubokat gyűjtenek, ilyen lehet pl. az ország ahol a hubok működnek.
sv: Där finns <b>hubblistor</b> som lagars på individuella hubblistservrar som tillåter en användare att hitta hubbar de tycker är intressanta. Dessa listor innehåller <i>namn</i>, <i>adress</i> och <i>beskrivning</i> av varje hubb tillsammans med annan information. Vissa stora hubblistor försöker ha med alla tillgängliga hubbar medan andra koncentrerar sig på hubbar enligt vissa kriterier, som land.

source: Connecting to DC hubs using DC++
fr: Utilisation de DC++ pour se connecter à des hubs de DC
hu: Kapcsolódás a DC hubokra a DC++ segítségével
sv: Ansluta till DC-hubbar med DC++

source: DC++ has a few public <b>hublist servers</b> configured by default. They are the most popular and reliable ones so they are available most of the time. You can open up the <a po4a-id=0>Public Hublist</a> window by using the View/Public Hubs menu item or by clicking on the appropriate icon in the <a po4a-id=1>Toolbar</a>. You can <a po4a-id=2>add other hublist servers</a> or manage a list of your own <a po4a-id=3>Favorite hubs</a>. If you simply want to connect to a particular hub with a known address you can do it using File/Quick Connect.
hu: A DC++-ban megtalálható néhány előre konfigurált publikus <b>hublista szerver</b>. Ezek általában a legnépszerűbb és leginkább megbízható szerverek közé tartoznak így a legtöbb esetben elérhetőek. A <a po4a-id=0>Publikus Hubok</a> ablaka a Nézet menü Publikus Hubok nevű elemét kiválasztva vagy az <a po4a-id=1>Ikonsor</a> megfelelő ikonjára kattintva érhető el. <a po4a-id=2>További hublista szerverek</a> is hozzáadhatóak a listához, ezen kívül saját <a po4a-id=3>Kedvenc hubjaid</a> nyilvántartására is lehetőség van. Ha pedig csak egyszerűen kapcsolódni akarsz egy bizonyos hubhoz amelynek tudod a címét, ezt is könnyen megteheted a Gyors Csatlakozás parancs kiválasztásával Fájl menüből.
sv: DC++ har några publica <b>hubblistor</b> inskrivna. De är för det mesta populära, tillförlitliga och oftast tillgängliga. Du kan öppna en <a po4a-id=0>publik hubblista</a> i ett fönster genom att använda menyn View/Public Hubs eller klicka på relevant ikon på <a po4a-id=1>knappraden</a>. Du kan <a po4a-id=2>lägga till andra hubblistor </a> eller hantera en lista på dina egna <a po4a-id=3>favorithubbar</a>. Om du enkelt vill ansluta till en speciell hubb med en känd adress finns snabbvägen File/Quick Connect.

source: However, before connecting to any hub you should familiarize yourself with the basic principles of the DC network and have your client set up correctly to enjoy all the possibilities and benefits of Direct Connect.
fr: Cependant, avant toute connexion à un hub, vous vous devez de vous familiariser avec les principes de bases du réseau DC et d'avoir configuré votre client correctement de manière à bénéficier de toutes les possibilités et opportunités de Direct Connect.
hu: Mielőtt azonban kapcsolódnál bármelyik hubhoz, erősen ajánlott, hogy megismerkedj a DC hálózat alapelveivel, ill. a kliensed legyen megfelelően beállítva. Ez biztosítja, hogy a Direct Connect összes lehetőségét optimálisan ki tudd használni.
sv: Dock, innan du ansluter dig till en hubb är det bäst att känna till basprinciperna för ett DC-nätverk och konfigurera din klient på rätt sätt för att kunna använda alla möjligheter och fördelar med Direct Connect.

source: Basic settings and usage
fr: Options de base et utilisation
hu: Alapvető beállítások és használat
sv: Grundläggande inställningar och användning

source: <a po4a-id=0>The DC++ Quick Start Tutorial</a> is an easy to understand guide to newcomers. It contains plenty of screenshots and explains basic DC++ usage and the minimum settings required to get things up and running. Make sure you gone through the guide and configured all the minimum required settings (eg. entered a unique nick in <a po4a-id=1>General settings</a>, etc...) or you won't be able to connect to any hub.
hu: A <a po4a-id=0></a><a href="http://bcdc.dccafe.org/hu/start" target="_blank" class="external">BCDC++ kezdőknek szóló magyar nyelvű oldala</a> egy közérthető, rengeteg képernyőképet tartalmazó leírás. Bemutatja a DC++ működését és a szükséges minimális beállításokat, amelyek mindenképpen szükségesek a sikeres használathoz. (A leírás - lévén BCDC++-hoz készült - kis mértékben eltér a DC++-ban található beállításoktól, de az eltérés az alapvetően szükséges beállításokat nem érinti). Hasonlóan kitűnő, kezdőknek szóló leírás található a <a href="http://dcpp.hu" target="_blank" class="external">dcpp.hu</a> portálon is. Semmiképpen ne hagyd ki az alapvetően szükséges DC++ beállítások áttekintését (pl. nick megadása a <a po4a-id=1>Személyes beállításokban</a>, stb...), mivel ezek hiánya azt eredményezheti, hogy egyetlen hubhoz sem fogsz tudni kapcsolódni.

source: Checking software firewall settings
fr: Vérification des options des programmes pare-feu
hu: A szoftveres tűzfal beálítások ellenőrzése

source: Software firewalls often cause problems as they can completely prevent DC++ from connecting to the Internet. You can skip this section if you can download hublists and connect to hubs. However, if you can't connect to any hub or download any hublist <u>while your other programs are able to access the Internet</u> then it's possible that a software firewall is blocking DC++.
hu: A szoftveres tűzfalak okozhatnak némi problémát, legrosszabb esetben teljesen megakadályozzák a DC++ Internetre kapcsolódását. Ezt a részt kihagyhatod, ha a hublisták letöltése és a hubokra való kapcsolódás működik. Amennyiben ez a probléma fennál, <u>miközben más futó programok elérik az Internetet</u>, akkor nagy eséllyel egy szoftveres tűzfal blokkolja a DC++ Internet-elérését.

source: All officially supported Windows operating systems (XP with Service Pack 3, Vista and Windows 7) have a built in firewall enabled by default. Moreover, almost all anti-virus suites (Norton, McAfee, CA, Eset, Kaspersky, F-Secure, AVG, etc.) include a firewall component with their "typical" install method. Because of this, you can still have a firewall running even if you've never installed a separate firewall product or seen a sign of its operation.
hu: Az újabb Windows oprendszerek (XP Service Pack 3, Vista és Windows 7) beépített és alapértelmezetten engedélyezett tűzfallal rendelkeznek. Ezenkívül a legtöbb vírusírtó programcsomag (Norton, McAfee, CA, Eset, Kaspersky, F-Secure, AVG, stb..) tartalmaz aktív tűzfal komponenst is, amennyiben a "szokásos" telepítési móddal lettek telepítve. Emiatt előfordulhat, hogy tudtodon kívül aktív tűzfal fut a számítógépeden, még akkor is ha ilyet külön nem telepítettél és működésének semmi jelét nem tapasztalod.

source: If you use Windows XP with third party software firewall installed then make sure you have the <a po4a-id=0>internal Windows firewall disabled</a>. On Vista and Windows 7 this should be automatically done by your 3rd party firewall application.
hu: Ha Windows XP-re telepített egyedi tűzfal szoftvert használsz, ellenőrizd, hogy a <a po4a-id=0>beépített Windows tűzfal ki legyen kapcsolva</a>. Vista és Windows 7 esetében a külső gyártó által készített tűzfal szoftvernek magától ki kell tudnia kapcsolni a beépített tűzfalat.

source: The easiest way to check if DC++ is blocked is to go the Help/About menu in DC++ and check if it can download the Latest Version number (bottom box of the window). A version number should appear in the box soon. If you get error message instead it means something is preventing DC++ from accessing the Internet.
fr: La façon la plus simple de savoir si DC++ est bloqué ou non est d'ouvrir la boîte de dialogue "À propos de DC++" par le menu "Aide" et de vérifier s'il arrive bien à télécharger le numéro de la "Dernière version stable" (en bas de la boîte de dialogue). Un numéro de version devrait s'afficher dans ce champ peu de temps après l'ouverture de la boîte de dialogue ; si vous obtenez un message d'erreur à la place, cela signifie que quelque chose empêche DC++ d'accéder à Internet.
hu: Arról, hogy a DC++-t blokkolja valami, a legegyszerűbben úgy lehet meggyőződni, hogy megnyitod a Segítség menüben található "A DC++-ról" almenüpontot. A megjelenő ablak legalján lévő dobozban található a legfrissebb DC++ verzió száma, amely az ablak minden egyes megnyitásakor letöltésre kerül az Internetről. A verziószámnak néhány másodpercen belül meg kell jelennie. Ha ehelyett hibaüzenetet kapsz, az azt jelenti, valami akadályozza a DC++-t az Internet elérésében.

source: <a po4a-id=0>Here are some tips</a> how to try to unblock DC++ in the built-in Windows firewall.
hu: <a po4a-id=0>Itt találsz néhány hasznos tippet</a> arra vonatkozóan hogy hogyan lehet átengedni a DC++-t a beépített Windows tűzfalon.

source: The method for unblocking programs in 3rd party firewalls varies from product to product. Check your firewall's help or manual for instructions. The best general practice is to exit DC++ and remove ALL the rules for DC++ in the firewall configuration. In most cases the time of next start of DC++ you'll be shown a popup window where you can re-enable DC++. You can find configuration instructions for some popular firewall software <a po4a-id=0>here</a>.
hu: A programokhoz szükséges kivételek beállítása a különböző tűzfal szoftverekben eltérő. A tűzfal program dokumentációja adhat erről további felvilágosítást. Probléma esetén a legjobb módszer az összes a DC++-hoz meglévő kivételi szabály törlése a tűzfalban. A DC++ ezutáni elindítása után a legtöbb esetben a tűzfal egy előugró ablakkal ad lehetőséget a szükséges kivételek beállítására. Néhány népszerű tűzfal program beállításának leírása megtalálható <a po4a-id=0>ezen az oldalon</a> (angolul).

source: Setting up your connection
fr: Réglage de votre connexion
hu: A kapcsolat beállítása
