Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: Your incoming connection type must be correctly chosen for searches and downloads to work. In most cases DC++ is able to detect the best incoming connection type for you so its recommended to leave the automatic detection option enabled and let DC++ auto-configure your settings. This way the required connection settings will be determined automatically and all <u>manual connection settings will be ignored</u>. If automatic detection fails, the determined connection type doesn't work or the result is fallback to passive mode then you can disable the automatic detection and set up your connection manually in a hope to achieve better connectivity.
hu: A keresés és a letöltés működéséhez a bejövő kapcsolatok típusát helyesen kell megválasztani. A legtöbb esetben a DC++ képes a legjobb kapcsolat típus meghatározására ezért ajánlott az automatikus kapcsolattípus-észlelést bekapcsolva tartani és hagyni, hogy a DC++ automatikusan konfigurálja a kapcsolatokat. Ekkor a DC++ a szükséges kapcsolati beállításokat automatikusan meghatározza és az összes <u>kézi kapcsolat beállítást figyelmen kívül hagyja</u>. Ha az automatikus észlelés nem sikerül, a kiválasztott kapcsolati típus nem működik vagy az eredmény passzív mód, akkor az automatikus észlelés kikapcsolható és a jobb kapcsolat érdekében a beállításokat kézzel is meg lehet adni.

source: Enable automatic incoming connection type detection
hu: Automatikus kapcsolattípus-észlelés engedélyezése

source: Select this if you want to make DC++ determine the best connection type for you. This should work with the majority of network structures DC++ used in. Possibility of successful active mode detection may depend on operating system configuration and network devices used.
hu: Válaszd ezt ha azt szeretnéd, hogy a DC++ határozza meg a legjobb kapcsolati típust. A funkciónak a legtöbb hálózati kialakításban működnie kell. A sikeres aktív mód észlelést esetleg befolyásolhatják az operációs rendszer beállításai illetve a használt hálózati eszközök.

source: Its recommended to disable this option and set up your connection manually if you
hu: Ajánlott az automatikus észlelést kikapcsolni és a kapcsolatot inkább kézzel beállítani ha

source: have more than one physical network device (eg. network cards, 3G USB modem, etc...) in your computer;
hu: a számítógépben egynél több fizikai hálózati eszköz található (pl. több hálózati kártya, 3G-s USB modem, stb...);

source: use any network tunneling, <a po4a-id=0>VPN</a> networking service or any other software that creates virtual network devices;
hu: használsz bármilyen tunneling vagy <a po4a-id=0>VPN</a> hálózati szolgáltatást, esetleg bármilyen más szoftvert ami virtuális hálózati eszközöket telepít;

source: use DC++ to connect to local network hubs only (eg. in a campus, etc..).
hu: a DC++-al csak helyi hálózatban lévő hubokhoz kapcsolódsz (pl. kollégiumban, stb...).

source: Detect now
hu: Észlelés most
sv: Kontrollera nu

source: With this button, you can force DC++ to (re)detect the best connection mode available to you. Details and result of the operation will be shown in the Detection log box below.
hu: A gomb megnyomására a DC++ (újból) megpróbálja meghatározni a legjobb elérhető kapcsolódási módot. A művelet részletei és az eredmény a lejjebb lévő Észlelési napló dobozban jelennek meg.

source: Detection log
hu: Észlelési napló
sv: Anslutningslog

source: This box contains the log and result of the last connection type detection started by clicking the Detect now button. It'll contain the detection steps, possible error messages and shows you why a certain connection mode was chosen. These information are helpful in case of errors or when the result is other than expected. Detection messages will appear in the System log as well; description of all the possible messages are available in the <a po4a-id=0>list of System log messages</a>.
hu: Ez a doboz tartalmazza a legutolsó az Észlelés most gombbal elindított kapcsolattípus-észlelés naplóját és eredményét. Megjelennek az észlelési folyamat lépései, a lehetséges hibaüzenetek majd legutóljára az eredmény kiegészítve a magyarázattal, hogy miért pont az az adott kapcsolati típus lett kiválasztva. Ezek az információk segítségedre lehetnek hiba esetén vagy ha az észlelés nem várt eredménnyel zárul. Az észlelési üzenetek a Rendszernaplóba is bekerülnek. A lehetséges hibaüzenetek listája és magyarázata megtalálhaó a <a po4a-id=0>Rendszernapló üzenetei</a> oldalon.

source: Incoming connection settings
fr: Paramètres de connexions entrantes
hu: Bejövő kapcsolat beállításai

source: Use these settings to manually configure DC++ for incoming connections. If unsure, you may want to follow the <a po4a-id=0>connection setup part</a> of the <a po4a-id=1>Get Started guide</a>. You should disable Automatic connection type detection to make these settings manually configurable.
hu: Ezek a beállítások a DC++ bejövő kapcsolatainak kézi konfigurálására használhatóak. Ha bizonytalan vagy, érdemes a <a po4a-id=1>Kezdőknek</a> c. leírás <a po4a-id=0>A kapcsolat beállítása</a> részét átnézni. A kapcsolat beállításainak kézi konfigurálásához az Automatikus kapcsolattípus-észlelést ki kell kapcsolni.

source: Before set up the following settings make sure you familiar with the meaning of all connection modes, <a po4a-id=0>differences between active and passive mode and their effect on your ability to search and download from users</a> of the DC network.
hu: Mielőtt a következő beállításokon változtatnál győződj meg arról, hogy tisztában vagy az egyes kapcsolati módok jelentésével, <a po4a-id=0>az aktív és passzív mód közti különbséggel és hogy az egyes módok hogyan befolyásolhatják a keresés és letöltés lehetőségét</a> a DC hálózatban.

source: <u>Active connection modes</u>
hu: <u>Aktív kapcsolati módok</u>

source: Active are the preferred connection modes in the DC network. In case of any problems with setting up active connection modes please follow the detailed <a po4a-id=0> Active mode FAQ</a> for help.
hu: A DC hálózatban az aktív kapcsolati mód használata a javasolt. Az aktív mód beállításával kapcsolatos bármilyen probléma esetén kövesd az <a po4a-id=0>Aktív mód GYIK-et</a>.

source: My computer is directly connected to Internet (no router)
hu: A számítógépem közvetlenül kapcsolódik az Internetre (nincs routerem)

source: Select this mode if your computer is connected directly to the internet or you plan to connect to hubs in your local network only. <b>Do <u>not</u> select this mode if you have a router or any external firewall.</b> If your computer is not behind a router all you have to do is to choose this option and usually you don't need to alter anything more in the connection settings. However, if you have a software firewall installed or built-in Windows firewall enabled, you may need further configuration in the firewall to allow Internet access for DC++.
hu: Ezt a módot használd, ha a számítógéped közvetlenül van az Internetre kapcsolva vagy ha kizárólag a helyi hálózatban lévő hubokra kapcsolódsz. <b>Ez a mód <u>nem</u> megfelelő ha routered vagy külső tűzfalad van.</b> Ha a számítógéped nem routeren keresztül csatlakozik akkor legtöbbször csak annyit kell tenned, hogy kiválasztod ezt az opciót és ezen felül nem kell semmi mást átállítanod a kapcsolati beállításokban. Ha bármilyen szoftveres tűzfalat használsz, előfordulhat hogy azon további beállítások szükségesek a DC++ Internet-elérésének engedélyezéséhez.

source: Use UPnP to let DC++ configure my router
hu: A router automatikus beállítása UPnP használatával

source: Select this mode if you are behind a firewall/router that supports the UPnP standard for program auto-configuration. Most routers do support UPnP but you may need to enable it in the router's configuration page. This way DC++ will automatically open the ports it needs and obtain your external IP address as well. This mode is available only in Windows XP and newer operating systems. In case of problems there is a complete <a po4a-id=0>guide to configuring and troubleshooting UPnP</a>.
hu: Ezt a módot válaszd, ha olyan tűzfal (router) mögött vagy, amely támogatja az UPnP szabványt a programok automatikus konfigurálására. A legtöbb router támogatja az UPnP-t de előfordulhat, hogy ezt a router beállításai között engedélyezni kell. Az UPnP segítségével a DC++ automatikusan kinyitja a szükséges portokat és megkéri a külső IP címet is. Az UPnP mód nem használható Windows XP-nél korábbi operációs rendszereken mivel az XP az első olyan Windows, amely UPnP támogatással rendelkezik. <a po4a-id=0>Itt található az UPnP beállítások részletes leírása és a hibakeresési tippek</a>.

source: Manual port forwarding (I have configured my router by myself)
hu: Kézi port-továbbítás (magam állítom be a routerem)

source: Select this mode if you are behind a firewall (router), and will set up the TCP, UDP and TLS port forwarding on your own. You <u>will</u> need to specify the external IP address of your router using the setting below if you want downloads to work properly. Use this mode only if the previous ones are not options for you. You can read the <a po4a-id=0>Active mode guide</a> to get help how to set up manual port forwarding.
hu: Ezt a módot válaszd, ha tűzfal (router) mögött vagy és kézzel kívánod beállítani a TCP, UDP és a TLS portok továbbítását. Ebben a módban <u>szükséges</u> a routered külső IP címének megadása is (ld. lejjebb). Akkor használd ezt a módot, ha az előző két lehetőség valamiért nem alkalmazható. A kézi port-továbbítás beállításának részleteit az <a po4a-id=0>Aktív mód GYIK</a> tartalmazza.

source: <u>Passive connection mode</u>
hu: <u>Passzív kapcsolati mód</u>

source: Passive mode (last resort - has serious limitations)
hu: Passzív mód (végső lehetőség, komoly korlátai vannak)
sv: Passivt läge (sista utvägen - har allvarliga begränsningar)

source: Select this mode if none of the previous Active mode options apply. In this mode, DC++ will not try to make inbound connections, only outbound ones. This mode carries some serious limitations:
hu: Ezt a módot csak végső megoldásként válaszd, akkor ha a fenti aktív módok egyike sem alkalmazható. Ebben az esetben a DC++ csak kimenő kapcsolatokat fog létesíteni. A passzív mód használata a következő hátrányokkal jár :

source: only 5 results per user will be returned in response to searches;
fr: seulement 5 résultats par utilisateur seront renvoyés en réponse aux recherches ;
hu: felhasználónként maximum 5 keresési eredmény kapható vissza;

source: you may won't be able to download from all (passive) users;
hu: nem tudsz letölteni az összes (passzív) felhasználótól;

source: you may won't be able to search and/or download on certain hubs (because of their regulations);
hu: előfordulhat, hogy nem fogsz tudni keresni és/vagy letölteni bizonyos hubokon (az adott hub szabályzata miatt);

source: <u>Connection mode options</u>
hu: <u>Kapcsolati mód beállítások</u>

source: Ports
hu: Portok
sv: Portar

source: Here you can specify what communication ports should DC++ use to accept incoming connections. Generally you don't need to add specific ports unless you configured your port forwarding settings manually. If the ports not set DC++ will try to assgin them automatically in various ways depending on what connection mode used. So if you use any conncetion mode option other than 'Manual port forwarding (I have configured my router by myself)' then its best to leave the port fields empty. If port settings are left blank, DC++ will use a random port between 1025 and 32000. Port values will be ignored if <a po4a-id=0>Automatic incoming connection type detection</a> is enabled.
hu: Itt tudod beállítani hogy a DC++ mely kommunikációs portokat használja a bejövő kapcsolatok fogadására. Általában nincs szükség a portok megadására, hacsak nem kézi port-továbbítást állítottál be. Ha a portok nincsenek megadva a DC++ automatikusan hozzárendeli őket különböző - a beállított kapcsolati módtól függő - módszerekkel. Tehát ha a 'Kézi port-továbbítás (magam állítom be a routerem)' módtól különböző kapcsolati lehetőséget választottál, akkor a legjobb ha a Port mezőket üresen hagyod. Ezáltal a DC++ fog választani véletlenszerű port értekeket 1025 és 32000 között. A megadott port értékek figyelmen kívül maradnak ha az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> engedélyezett.

source: This is the port that DC++ listens on for incoming client connections. If this port incorrectly forwarded you won't be able to download. <i>If you unsure and use any conncetion mode option <u>other than</u></i> 'Manual port forwarding (I have configured my router by myself)' <i>then leave this field blank.</i>
hu: Ezen a porton várja a DC++ a bejövő kliens kapcsolatokat. Ha ez a port nem megfelelően van továbbítva, akkor a letöltés nem működik. <i>Bizonytalanság esetén vagy ha <u>nem</u> a</i> 'Kézi port-továbbítás (magam állítom be a routerem)' <i>beállítást használod, hagyd ezt a mezőt üresen.</i>

source: This is the port that DC++ listens on for incoming search results. If this port incorrectly forwarded you won't be able to receive search results. <i>If you unsure and use any conncetion mode option <u>other than</u></i> 'Manual port forwarding (I have configured my router by myself)' <i>then leave this field blank.</i>
hu: Ezen a porton várja a DC++ a bejövő keresési eredményeket. Ha ez a port nem megfelelően van továbbítva, akkor a keresés nem működik. <i>Bizonytalanság esetén vagy ha <u>nem</u> a</i> 'Kézi port-továbbítás (magam állítom be a routerem)' <i>beállítást használod, hagyd ezt a mezőt üresen.</i>

source: This is the port that DC++ listens on for <a po4a-id=0>TLS encrypted</a> connections. If this port incorrectly forwarded you won't be able to search and/or download on specific ADC hubs where secure connections required. <i>If you unsure and use any conncetion mode option <u>other than</u></i> 'Manual port forwarding (I have configured my router by myself)' <i>then leave this field blank.</i> However, if specified, <b>this port value should be different than the ones that used for TCP or UDP.</b>
hu: Ezt a porton várja a DC++ a <a po4a-id=0>TLS kódólású</a> biztonságos kapcsolatokat. Ha ez a port nem megfelelően van továbbítva, akkor a keresés és/vagy a letöltés nem fog működni olyan ADC hubokon ahol kötelező a biztonságos kapcsolatok használata. <i>Bizonytalanság esetén vagy ha <u>nem</u> a</i> 'Kézi port-továbbítás (magam állítom be a routerem)' <i>beállítást használod, hagyd ezt a mezőt üresen.</i> Ha mégis meg van adva, <b>ennek portnak különböznie kell a TCP és UDP mezőben megadott portoktól.</b>

source: External / WAN IP
fr: IP Externe / WAN
hu: Külső / WAN IP

source: This field specifies your external IP address. <i>If you unsure and use any conncetion mode option <u>other than</u></i> 'Manual port forwarding (I have configured my router by myself)' <i>then leave this field blank.</i> If your computer is directly connected to the internet, your internal and external IP is the same and can easily be automatically detected. Fill in this box <b>only</b> if you need to override the auto-detection. Ordinarily, only users behind a firewall/router (NAT device) may need to fill in this box. If you put a DNS name here, DC++ will try to resolve it into an IP address before use. To know how to determine your external IP address follow the <a po4a-id=0>connection setup part</a> of the <a po4a-id=1>Get Started guide</a> or the detailed <a po4a-id=2>Active mode FAQ</a>. IP address set here will be deleted if you enable <a po4a-id=3>Automatic incoming connection type detection</a>.
hu: Ebben a mezőben adható meg a külső IP címed. <i>Bizonytalanság esetén vagy ha <u>nem</u> a</i> 'Kézi port-továbbítás (magam állítom be a routerem) <i> beállítást használod, hagyd ezt a mezőt üresen.</i> Ha közvetlenül kapcsolódsz az internetre, akkor a külső és belső IP címed megegyezik és egyszerűen automatikusan lekérhető. <b>Csak</b> akkor töltsd ki ezt a mezőt ha valamiért felül akarod bírálni az automatikusan észlelt IP címet. A legtöbb esetben csak a külső tűzfallal vagy routerrel rendelkező felhasználóknak szükséges kitölteni ezt a mezőt. Domén név is megadható, ezesetben a DC++ megpróbája ezt IP címmé feloldani, majd azt hasznáni. A külső IP címed meghatározásának módjához kövesd a <a po4a-id=1>Kezdőknek</a> c. leírás <a po4a-id=0>kapcsolat beállításairól</a> szóló részét vagy a részletes <a po4a-id=2>Aktív mód GYIK-et</a>. Az ide beírt IP cím törlődik az <a po4a-id=3>Automatikus kapcsolattípus-észlelés</a> során.

source: Don't allow hub/UPnP to override
fr: Empêcher Hub/UPnP de mettre à jour l'IP
hu: Ne engedje a hubnak/UPnP-nek felülírni

source: Enable this to always use the IP address in "External / WAN IP", and not let either UPnP or connected hubs change it. If unsure leave this setting disabled. This option will be cleared if you enable <a po4a-id=0> Automatic incoming connection type detection</a>.
hu: Engedélyezd, hogy mindíg a "Külső / WAN IP" mezőbe írt IP cím kerüljön felhasználásra és azt ne írhasa felül sem az UPnP, sem pedig a kapcsolódott hubok. Bizonytalanság esetén hagyd ezt a beállítást kikapcsolva. Ez az opció törlődik az <a po4a-id=0>Automatikus kapcsolattípus-észlelés</a> során.

source: This page contains the configuration options for where DC++ will place complete and incomplete downloads, options that control the maximum simultaneous downloads, and information on the public hub list that DC++ will use.
fr: Cette page contient des options pour configurer les endroits où DC++ stocke les téléchargements complets et incomplets, des options qui contrôlent le nombre maximal de téléchargements simultanés, et des informations sur les listes de hubs publics que DC++ peut utiliser.
hu: Ezen az oldalon azok a konfigurációs beállítások találhatóak, melyekkel megadható, hogy hová kerüljenek a befejezett és befejezetlen letöltések. Az egyszerre történő letöltések szabályozása és a publikus hublisták beállításainak elérésére is lehetséges ezen a lapon.
sv: Denna sida innehåller konfigureringsvarianter för var DC++ placerar färdiga och pågående nedladdningar, val för tillåtet antal samtidiga nedladdningar och information om publika hubblistor som DC++ använder.

source: Directories
fr: Dossiers
hu: Könyvtárak
sv: Kataloger

source: Default download directory
fr: Dossier de téléchargement par défaut
hu: Alapértelmezett letöltési könyvtár
sv: Standardkatalog för nedladdning

source: After a download is complete, DC++ tries to move your just finished file to this directory. The default location of the directory depends on what kind of installation method used to install DC++. If you used the installer (.exe) then your finished downloads will be placed to a folder in your Windows user profile. In a typical case the default path of the finished downloads is
hu: Amikor egy letöltés befejeződött, a DC++ megpróbálja a fájlt az itt megadott könyvtárba mozgatni. Ha nincs megadva, akkor az alapértelmezettt letöltési könyvtár helye attól függ, hogy melyik telepítési móddal telepítetted a DC++-t. Ha a futtatható telepítőt (installer, .exe) használtad a telepítéshez, akkor a letöltéseid alapértelmezetten a Windows felhasználói profilodba kerülnek. Normál esetben az alapértelmezett letöltési könyvtár útvonala
sv: När en nedladdning är klar försöker DC++ flytta den klara filen till dena katalog. Platsen för denna katalog beror på vilken metod som användes när DC++ installerades. Om du använde installationspaketet (.exe) hamnar katalogen för färdiga nedladdningar under din Windowsprofil. Typfallet för sökväg till denna katalog är;

source: <i>C:\Documents And Settings\[your username]\Application Data\DC++\Downloads\</i> for <u>Windows 2k and XP</u>;
hu: <i>C:\Documents And Settings\[felhasználó neved]\Application Data\DC++\Downloads\</i> <u>Windows 2000 és XP</u> esetén;

source: <i>C:\Users\[your username]\Downloads\</i> in case of <u>Windows Vista or Windows 7</u>.
hu: <i>C:\Users\[felhasználó neved]\Downloads\</i> <u>Windows Vista vagy Windows 7</u> esetén.

source: If you installed the portable (zip archive) version of DC++ then the finished downloads folder defaults to the "Downloads\" subdirectory under where the DC++ executable is located. The directory will be automatically created if needed in both cases.
hu: Ha a DC++ hordozható (portable, zip tömörített) változatát telepítetted, akkor a letöltések alapértelmezetten a DC++ programkönyvtár "Downloads" alkönyvtárába kerülnek. Szükség esetén a letöltési könyvtár automatikusan létrejön mindkét esetben.
sv: Om du installerat den portabla (.zip-arkivet) versionen av DC++ så skapas katalogen "Downloads\" som en subkatalog där där DC++ .exefil fins. Katalogen skapas automatiskt i båda fallen om den inte redan finns.

source: Make sure you have enough disk space for your downloads, have write access to the directory and have an appropriate file system if you download large files (note that maximum possible size for a file on a FAT32 volume is 4 GiB).
hu: Figyelj oda, hogy mindíg legyen elég lemezterület a megadott helyen a letöltések számára. Fontos továbbá, hogy a könyvtárhoz legyen elérési jogod és a letöltési könyvtár megfelelő fájlrendszeren legyen létrehozva, ha nagy méretű fájlokat töltesz le (pl. egy FAT32 köteten a maximális fájlméret 4GiB!)
sv: Se till att du har tillräckligt med diskplats för dina nedladdningar, har skrivrätt till katalogen och har rätt sorts filsystem om du laddar ner stora filer (notera att största möjliga filstorlek på en FAT32-disk är 4 GiB).

source: If the target volume runs out of space, DC++ will keep your downloaded files in the Unfinished Downloads Directory having renamed them to their original filename.
hu: Ha a célkönyvtárat tartalmazó köteten nincs elég hely, a letöltött fájl a befejezetlen letöltések könyvtárában marad, átnevezve az eredeti fájl nevére.
sv: Om platsen tar slut på destinationsdisken kommer DC++ att spara filerna i nedladdningskatalogen istället men byta namn på dem till originalnamnet.

source: Unfinished downloads directory
fr: Dossier des téléchargements en cours
hu: Befejezetlen letöltések könyvtára
sv: Katalogen för pågående nedladdningar

source: All incomplete downloads will be stored in this directory. If you leave it empty, temporary downloads will be stored in the default unfinished files folder. The default location of the Incomplete folder depends on what kind of installation method used to install DC++. If you used the installer (.exe) then your finished downloads will be placed to a folder in your Windows user profile. In a typical case the default path of the unfinished downloads is
hu: Az összes befejezetlen letöltés ebben a könyvtárban tárolódik. Ha nincs megadva, akkor a befejezetlen fájlok az alapértelmezett befejezetlen letöltések könyvtárban tárolódnak. A könyvtár helye attól függ, hogy melyik telepítési móddal telepítetted a DC++-t. Ha a futtatható telepítőt (installer, .exe) használtad a telepítéshez, akkor a befejezetlen letöltéseid alapértelmezetten a Windows felhasználói profilodba kerülnek. Normál esetben az alapértelmezett letöltési könyvtár útvonala
sv: Alla pågående nedladdningar sparas i denna katalog. Om du lämnar fältet tomt kommer de sparas i standardkatalogen för pågående nedladdningar. Platsen för denna katalog beror på vilken metod som användes när DC++ installerades. Om du använde installationspaketet (.exe) hamnar katalogen för pågående nedladdningar under din Windowsprofil. Typfallet för sökväg till denna katalog är;

source: <i>C:\Documents And Settings\[your username]\Local Settings\Application Data\DC++\Incomplete</i> for <u>Windows 2k and XP</u>;
hu: <i>C:\Documents And Settings\[felhasználó neved]\Application Data\DC++\Incomplete\</i> <u>Windows 2000 és XP</u> esetén;
