Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: In the download queue, pressing + (on the numeric keyboard) sets a higher priority on a download.
hu: A letöltési sorban a + (a numerikus billentyűzeten) megnyomása magasabb prioritást állít be a letöltésnek.
sv: Tryck + (på det numeriska tangentbordet) i nedladdningskön och prioriteten ökas för nedladdningen.

source: - (on the numeric keyboard)
hu: - (a numerikus billentyűzeten)
sv: - (på det numeriska tangentbordet)

source: In the download queue, pressing - (on the numeric keyboard) sets a lower priority on a download.
hu: A letöltési sorban a - (a numerikus billentyűzeten) megnyomása alacsonyabb prioritást állít be a letöltésnek.
sv: Tryck + (på det numeriska tangentbordet) i nedladdningskön och prioriteten minskas för nedladdningen.

source: DC++ Homepage
fr: Page d'accueil de DC++
hu: DC++ Honlap
sv: DC++ hemsida

source: GeoIP database update
fr: Mise à jour de la base GeoIP
hu: GeoIP adatbázis frissítés
sv: Uppdatera GeoIP databasen

source: Frequently asked questions
fr: Foire aux questions
hu: Gyakran ismételt kérdések
sv: Vanliga frågor

source: Help forum
fr: Forum d'aide
hu: Fórum
sv: Hjälpforum

source: DC++ discussion forum
fr: Forum de discussion de DC++
hu: DC++ fórum
sv: DC++ diskussionsforum

source: Request a feature
fr: Demander une fonctionnalité
hu: Új funkció kérése
sv: Föreslå en funktion

source: Report a bug
fr: Signaler un bug
hu: Hiba jelentése
sv: Rapportera ett fel

source: Donate (paypal)
fr: Dons (paypal)
hu: Adományok (paypal)
sv: Donera (Paypal)

source: Etiquette for the Direct Connect Network
fr: Étiquette pour le Réseau Direct Connect
hu: A Direct Connect hálózat etikettje
sv: Vett och etikette för Direct Connect Nätverk

source: Hubs and Rules
fr: Les Hubs et leurs Règles
hu: Hubok és szabályok
sv: Hubbar och regler

source: When you join a hub, you should read the hub rules. Almost every hub sends those to you when you enter (either by chat or private message). The rules can be very diverse and obviously take precedence over the guidelines outlined here.
fr: Quand vous vous connectez à un hub, lisez les règles de ce hub. Quasiment tous les hubs en envoient lorsqu'on s'y connecte (sur le chat central ou par message privé). Ces règles peuvent être diverses et sont bien entendu plus importantes que les lignes de conduites présentées ici.
hu: Amikor egy új hubhoz csatlakozol, meg kell ismerkedned az adott hub szabályzatával. Belépéskor szinte mindegyik hub kiírja (a közösbe, vagy privát üzenetként) a legfontosabb szabályokat vagy azt a parancsot amivel a szabályok kiírathatók. Különböző hubokon a szabályok nagy mértékben eltérhetnek és nyilván az adott hubszabályzat előnyt élvez az itt leírt általános viselkedési szabályokkal szemben.
sv: När du ansluter till en hubb bör du läsa dess regler. Nästan varje hubb skickar dem till dig när du ansluter (antingen i chatten eller i ett privatmeddelande). Dessa regler kan vara väldigt olika och gäller självklart istället för riktlinjerna som anges här.

source: Operators in a hub (the ones with the <em>key</em> icon) can ban you from the hub if they please. Most operators are friendly people, some aren't. However unfriendly an operator might be, he is always right... <em>but only in that hub</em>. If unfriendly operators make your stay in that hub unpleasant, leave and join a different hub. There are plenty of other hubs and users that <em>do</em> appreciate your files and your presence.
fr: Les opérateurs d'un hub (ceux avec une icône de <em>clé</em>) peuvent vous bannir de ce hub. La plupart des opérateurs sont sympathiques, mais certains ne le sont pas. Quelque soit la méchanceté d'un opérateur, celui-ci a toujours raison... <em>mais seulement dans ce hub-là</em>. Si des opérateurs désagréables pourrissent votre séjour sur un hub, partez et allez dans un autre hub. Il y a plein d'autres hubs et d'utilisateurs qui apprécient <em>vraiment</em> vos fichiers et votre présence.
hu: A hub operátorai (a felhasználói lista elején <em>kulcsos</em> ikonnal szerepelnek) döntésük szerint bármikor kitilthatnak bárkit a hubról (ban). A legtöbb operátor segítőkész , némelyik azonban kevésbé barátságos. Az operátornak - akármennyire is barátságtalan - mindíg igaza van... <em>de kizárólag csak a saját hubján</em>. Ha a barátságtalan operátorok miatt nem érzed jól magad egy hubon, semmi gond, találhatsz sokszáz másikat. Rengeteg másik hub lehet, ahol a jelenléteded és a megosztásodat kívánatosnak tartják.
sv: Operatörer i en hubb (de som har en <em>nyckel</em>ikon) kan porta dig från hubben om de så tycker. De flesta operatörer är trevliga, andra inte. Hur otrevlig en operatör än är så har hon/han alltid rätt, <em>men bara i den hubben</em>. Om en operatör beter sig otrevligt mot dig och du tar illa upp så lämna den hubben och anslut till en annan. gör din vistelse i hubben. Det finns många andra hubbar och användare <em>som</em> uppskattar dina filer och din närvaro.

source: Sharing Files
fr: Partage de Fichiers
hu: Fájlok megosztása
sv: Dela filer

source: Don't share files that you wouldn't want to download yourself. Prime examples of files that no one wants:
fr: Ne partagez pas de fichiers que vous ne voudriez pas télécharger. Principaux examples de fichiers dont personne ne veut :
hu: Soha ne ossz meg olyan fájlokat amiket te sem töltenél le senkitől. A leggyakoribb használhatatlan megosztások :
sv: Dela inte ut filer som du inte skulle vilja ladda ned själv. Självklara exempel på filer som ingen vill ha:

source: Your Windows folder
fr: Votre dossier Windows
hu: Windows könyvtár
sv: Din Windows katalog

source: Your Program Files folder
fr: Votre dossier Program Files
hu: Program Files könyvtár
sv: Din Program (Files) mapp (med installerade program)

source: Your Documents and Settings folder
fr: Votre dossier Documents and Settings
hu: Documents and Settings könyvtár
sv: Din Documents and Settings eller Users folder

source: Your Recycle Bin (if you don't want the files, why would we?)
fr: Votre Corbeille (si vous ne voulez plus des fichiers qu'il y a dedans, pourquoi les voudrions-nous ?)
hu: Lomtár (Recycle Bin) - ha te már kidobtad, miért kéne másnak?
sv: Din papperskorg (om du inte vill ha filerna, varför skulle någon annan?)

source: Your homework / e-mails / temp files / cookies
fr: Vos devoirs / e-mails / fichiers temporaires / cookies
hu: Az e-mail-jeid, az átmeneti (temp) fájlaid, sütik, programbeállítások, saját készítésű dokumetumok
sv: Dina läxor / e-post / temporära filer / cookies

source: Incomplete files
fr: Des fichiers incomplets
hu: Befejezetlen letöltések
sv: Ofärdiga filer

source: Don't disconnect from Hubs in which you are downloading from a particular user. (DC++ users have the option to punish this behaviour by setting the appropriate option in Advanced settings that closes downloads of peers that leave the Hub.)
fr: Ne vous déconnectez pas des hubs dans lesquels se trouvent des utilisateurs à partir de qui vous téléchargez. (Les utilisateurs de DC++ peuvent punir ce comportement en activant, dans les options avancées, celle qui annule les téléchargements d'utilisateurs qui quittent le hub.)
hu: Soha ne lépj ki egy hubról úgy, hogy letöltesz valakitől és a letöltést a kilépés után is folytatod. (A DC++ Haladó beállításokban bekapcsolható az a funkció, amivel a hubról kilépők letöltését automatikusan meg lehet szakítani).
sv: Lämna inte hubbar i vilken du laddar ner filer från en användare. (DC++ har ett inställning som straffar detta, i 'Advanced settings' finns det en inställning som igångslagen stänger av nedladdning om användaren lämnar hubben.)

source: Share as many <em>interesting</em> files as possible. If everyone shared only a few files, Direct Connect wouldn't be such a great network.
fr: Partagez autant de fichiers <em>intéressants</em> que possible. Si tout le monde ne partageait que peu de fichiers, le réseau Direct Connect ne serait pas si génial.
hu: Ossz meg annyi <em>hasznos</em> fájlt, ahányat csak tudsz. A DC messze nem lenne ilyen jó hálózat amilyen, ha mindenki csak a minimum szükséges fájlmennyiséget osztaná meg.
sv: Dela ut så många <em>intressanta</em> filer som möjligt. Om alla bara delade ut några filer, så skulle Direct Connect inte vara ett sådant fantastiskt nätverk.

source: Asking for Slots
fr: Demandes de Slots
hu: Extra slot kérése
sv: Be om slottar

source: Read someones description before asking for a slot. If the user has something similar to "NO SLOTBEGGING" in their description, it's likely that asking for a slot will do you nor them any good. Be patient and wait just like everbody else.
fr: Lisez la description de la personne avant de lui demander un slot. Si l'utilisateur a un message du genre "PAS DE DEMANDE DE SLOT" dans sa description, lui demander un slot ne sera probablement bénéfique pour aucun d'entre vous. Soyez patient et attendez votre tour comme tout le monde.
hu: Mielőtt slotot kérnél, olvasd el az illető felhasználó leírását a felhasználói listában. Ha ott "nem adok slotot" (angolul "NO SLOTBEGGING") vagy valami hasonló szöveget találsz, a slot kérés nagy eséllyel nem fog sikerülni. Inkább légy türelmes és várd ki a sorod, mint mindenki más.
sv: Läs användarens beskrivning innan du ber om en slott. Om användaren har något i still med "NO SLOTBEGGING" (Inget slott-tiggeri) i sin beskrivning är det inte troligt att du får vad du vill ha, utan snarare tvärtom. Var istället tålmodig och vänta på att det ska bli din tur, precis som alla andra.

source: When asking for slots, be polite. Be more polite if the user shares a lot more than most users in the Hub. Be even more polite if the users shares a lot more than <em>you</em> do.
fr: Quand vous demandez un slot, soyez poli. Soyez bien plus poli si l'utilisateur partage beaucoup plus que la plupart des utilisateurs connectés au hub. Soyez encore plus poli si l'utilisateur partage beaucoup plus que <em>vous</em>.
hu: Ha slotot kérsz, légy mindíg udvarias. Érdemes még udvariasabbnak lenni, ha a felhasználó sokkal nagyobb megosztással rendelkezik, mint a hub felhasználóinak többsége. Méginkább légy udvarias, ha a felhasználó sokkal több mindent oszt meg mint <em>te</em>.
sv: När du ber om en slott var trevlig och vänlig. Var väldigt trevlig om användaren delar ut mer än de flesta i hubben. Var ännu trevligare om användaren delar ut mycket mer än <em>du</em> gör.

source: When asking for slot, specify what you want to download. Some users have a preference to hand out slots for rare stuff. Rare stuff does NOT include <em>new</em> stuff. Don't ask for slots for something that is new (a couple of hours or days). Most likely you're not the only one who wants the file(s) and you'll only piss off the one who has the new stuff. (Remember that the user has a limited bandwidth (just like you do) and cannot hand out slots to everyone, or no one would get the file(s) at all because the upload speeds would converge to zero).
fr: Quand vous demandez un slot, précisez ce que vous souhaitez télécharger. Certains utilisateurs préfèrent accorder des slots pour les demandes rares. Rare ne signifie PAS <em>nouveau</em>. Ne demandez pas de slot pour quelque chose de nouveau (qui vient d'arriver il y a quelques heures ou jours). Vous n'êtes sûrement pas le seul à vouloir la nouveauté, et tout ce que vous arriverez à faire sera d'embêter celui qui l'a. (Ayez en tête que l'utilisateur a une bande passante limitée (tout comme vous) et qu'il ne peut pas se permettre d'accorder des slots à tout le monde, sinon personne ne pourrait obtenir de fichier car les vitesses d'envoi convergereaient vers zéro.)
hu: Mikor slotot kérsz, írd oda mire kéred, mit és mennyit akarsz tölteni. A legtöbb felhasználó szívesen ad slotot ha valamilyen ritka dolgot kívánsz tölteni. Fontos, hogy a ritka dolog nem a <em>vadonatúj</em> fájlokat jelenti. Soha ne kérj extra slotot olyan fájlokért amelyekről tudod, hogy nagyon újak. Minden bizonnyal nem te vagy az egyetlen, aki szeretné letölteni ezeket az új fájlokat, a slotkéregetéssel csak zavarod azt, aki volt olyan szíves, hogy vadonatúj fájlokat osztott meg a hubon. (Gondold végig, hogy a felhasználónak - csakúgy mint neked - véges a feltöltési sávszélessége, tehát képtelenség mindenkinek slotot adni. Ez ugyanis azt eredményezné, hogy senkihez sem tudna eljutni az adott fájl, hiszen előbb-utóbb az egy főre eső feltötlési sebesség szinte nulla lenne).
sv: När du ber om en slott, tala om vad det är som du vill ladda ner. Vissa användare har egna regler när det gäller att bevilja slottar för sällsynta filer. Sällsynta filer includerar INTE <em>nya</em> filer. Be inte om slottar för sådant som är nytt (ett par timmar eller dagar). Du är antagligen inte den enda som vill ha den filen och du kommer troligtvis bara att förarga användaren. Kom ihåg att alla användare har bara just så mycket bandbredd (precis som du) och kan inte ge ut extra slottar till alla som ber om det. Det skulle bara leda till att ingen får filen eftersom den totala uppladdningshastigheten då skulle gå mot noll.

source: Miscellaneous
fr: Divers
hu: Egyebek
sv: Övrigt

source: Don't ask for files in main chat. The exception to this rule is when you've <em>searched for the file(s) first and the search came up empty</em> and you have the hope that someone might have the file(s) stored on a removable medium.
fr: Ne demandez pas de fichier sur le chat central. L'exception à cette règle est si vous avez <em>recherché le fichier en question et n'avez obtenu aucun résultat</em>, et que vous espérez que quelqu'un puisse l'avoir sur un support externe.
hu: Soha ne kérdezgesd a közösben, hogy ki osztja ezt vagy azt a fájlt. Az egyedüli kivétel, ha <em>már rákerestél az adott fájlra és nem jött vissza semmilyen eredmény</em> és úgy gondolod, talán valakinek megosztáson kívül meglehet az, amit keresel.
sv: Be inte om filer i huvudchatten. Undantaget mot denna regel är när du har <em>först sökt efter filen men inte inte fått några träffar</em> och du hoppas att någon kan ha den utanför de utdelade filerna.

source: Don't use excessive punctuation marks. Especially, usage of many (more than two or three) question or exclamation marks gives your peers the impression that you are an immature child. The same goes for excessive usage of capital letters.
fr: N'abusez pas des ponctuations. En particulier, l'utilisation de beaucoup (plus de deux ou trois) points d'interrogation ou d'exclamation vous fait passer pour un enfant immature. Idem pour l'utilisation excessive de majuscules.
hu: Kerüld a különböző írásjelek gyakori használatát a közösben. Ez főképp a sok egymásutáni kérdő- vagy felkiáltójelre vonatkozik. Ezzel semmikép nem vetsz jó fényt magadra. Ugyanez vonatkozik a nagybetűkkel való írásra - ez olyan mintha ordítoznál.
sv: Använd inte överdrivet med skiljetecken. Speciellt, många (mer än 2 eller 3) frågetecken eller utropstecken vilket ger ett intryck av att du är omogen. Detsamma gäller överdrivet användande av stora bokstäver.

source: Non-Routable IP Addresses
fr: Adresses IP non-relayables
hu: Nem route-olható IP tartományok
sv: IP-adresser som inte kan omdirigeras

source: RFC1918, an Internet standards document, describes several non-routable IP address blocks. These blocks of IP addresses have been set aside for use by individuals and companies for use in private networks. Properly configured routers on the Internet will not route these IP addresses.
fr: La RFC1918, un document spécifiant des standards d'Internet, décrit un certain nombre de blocs d'adresses IP non-relayables. Ces blocs d'adresses IP ont été mis de côté de façon à être utilisés dans des réseaux privés par des particuliers ou des entreprises. Un routeur Internet correctement configuré ne relayera pas ces adresses IP.
hu: Az RFC1918 jelű Internet-szabvány dokumentum tartalmazza a nem route-olható IP-címek tartományait. Ezen speciális tartományok különböző egyéni és céges felhasználók belső hálózatai számára vannak fenntartva. A megfelelően konfigurált routerek ezeket az IP címeket nem route-olják.
sv: RFC1918, en Internetstandard, beskriver ett antal IP-adresserrymder som inte kan omdirigeras. Dessa rymder av IP-adresser har reserverats av individer och företag för användning i privata nätverk. Rätt konfigurerade routrar på Internet kommer inte att omdirigera dessa IP-adresser.

source: <em>In short, if your local computer's IP is in any of these ranges, you will very likely need to configure your router and firewall correctly to operate DC++ in active mode.</em>
fr: <em>En résumé, si l'adresse IP locale de votre ordinateur est dans l'un de ces blocs, vous aurez sûrement besoin de configurer vos routeur et pare-feu correctement pour pouvoir utiliser DC++ en mode actif.</em>
hu: <em>Röviden ha a számítógéped helyi IP címe ezen a tartományokban van, nagyon nagy eséllyel szükséges lesz a routered és a tűzfalad konfigurálása ahhoz, hogy a DC++ megfelelően működjön aktív módban.</em>
sv: <em>I korthet, om din lokala dators IP är inom någon av dessa rymder måste du troligtvis konfigurera om din router och brandvägg för att kunna använda DC++ i aktivt läge.</em>

source: <b>10.0.0.0</b> through <b>10.255.255.255</b> (10/8 prefix)
hu: <b>10.0.0.0</b>-tól <b>10.255.255.255</b>-ig (10/8 prefix)
sv: <b>10.0.0.0</b> till <b>10.255.255.255</b> (10/8 prefix)

source: <b>172.16.0.0</b> through <b>172.31.255.255</b> (172.16/12 prefix)
hu: <b>172.16.0.0</b>-tól <b>172.31.255.255</b>-ig (172.16/12 prefix)
sv: <b>172.16.0.0</b> till <b>172.31.255.255</b> (172.16/12 prefix)

source: <b>192.168.0.0</b> through <b>192.168.255.255</b> (192.168/16 prefix)
hu: <b>192.168.0.0</b>-tól <b>192.168.255.255</b>-ig (192.168/16 prefix)
sv: <b>192.168.0.0</b> till <b>192.168.255.255</b> (192.168/16 prefix)

source: Auto-away on minimize (and back on restore)
fr: Activer automatiquement le mode absence quand DC++ est réduit (et en sortir quand on le restaure)
hu: Automatikus Távollét minimalizáláskor (és annak kikapcsolása visszaállításkor)

source: Switch to away mode whenever the client is minimized (and to back whenever restored).
fr: Activer automatiquement le mode absence quand DC++ est réduit en icône ou dans la barre des tâches (et le désactiver quand la fenêtre est restaurée).
hu: Automatikusan bekapcsolja az Away (távol) módot a DC++ ablak kicsinyítésekor (és kikapcsolja az Away módot az ablak visszaállításakor)

source: Automatically follow redirects
fr: Suivre automatiquement les redirections
hu: Átirányítások automatikus követése
sv: Följ omdirigeringar automatiskt

source: A connected hub can send out a redirect request, asking your client to disconnect from the current hub and joining another one. Enable this to automatically join that other hub. (You will be disconnected from the current hub no matter what.) If you leave it disabled, you can use the Follow Redirect button to manually follow the redirect.
fr: Un hub auquel vous êtes connecté peut vous envoyer une requête de redirection, qui demande à votre client de se déconnecter du hub actuel et de se connecter à un autre. Activez cette option pour que cette requête soit automatiquement prise en compte. (Vous serez déconnecté du hub dès qu'il vous envoie la requête, peu importe ce qui arrive par la suite.) Si cette option est désactivée, vous pouvez utiliser le bouton "Suivre la dernière redirection" lors de la réception de la requête de redirection.
hu: Egy hub amihez kapcsolódva vagy küldhet átirányítási kérelmet, amely kéri a klienst hogy szakítsa meg a kapcsolatot az aktuális hubbal, majd csatlakozzon egy másikhoz. Ezen opció bekapcsolása automatikusan engedélyezi az új hubhoz csatlakozást. Az aktuális hubbal mindenképp megszakad a kapcsolat átirányításkor. Ha az automatikus átirányítás követés ki van kapcsolva, az átirányítás követéséhez az ikonsoron lévő 'Utolsó átirányítás követése' gomb megnyomása szükséges.

source: Clear search box after each search
fr: Vider la case de recherche après chaque recherche
hu: Törölje a keresési mezőt minden keresés után
sv: Rensa sökfältet efter varje sökning

source: After each search, your search terms will be cleared. The last terms will be accessible through the drop-down. You can set how many terms that you want to save by using <a po4a-id=0>Search history</a>.
hu: Minden keresés után törli a kulcsszavakat a beviteli mezőből. Az utolsó néhány keresés elérhető a legördülő listából. A <a po4a-id=0>Keresések története</a> alatt megadható, hogy visszamenőleg hány keresési kifejezés tárolódjon el.
sv: Efter varje sökning töms sökfältet. De senate sökningarna finns åtkomliga i rullgardinslistan. Du kan ställa in hur många sökningar som ska sparas under <a po4a-id=0>Search history</a>.

source: Keep duplicate files in your file list
fr: Conserver les fichiers doublons dans votre liste de fichiers
hu: Többször meglévő fájlok megosztásban tartása
sv: Behåll dublettfiler i din fillista

source: Decides whether to remove duplicate files from your share or to list them but subtract their size from your total reported share size. Duplicate files never count towards your share size, no matter what this is set to.
fr: Définit si les fichiers doublons doivent être enlevés de votre partage ou s'ils doivent être tout de même listés, auquel cas leur taille sera soustraite à la taille totale annoncée de votre partage. Les fichiers doublons ne sont jamais pris en compte pour la taille du partage, quelque soit le statut de cette option.
hu: Eldöntheted, hogy a eltűnjenek-e a megosztásodból a többször meglévő fájlok vagy pedig megjelenjenek ugyan, de méretük a végső megosztási méretből levonódjon. A többször meglévő fájlok soha nem növelik a megosztás méretét, függetlenül ettől a beállítástól.
sv: Bestämmer om dublettfiler ska tas bort från din utdelning eller ha kvar dem men inte ta med dem i storleksberäkningen av din utdelning. Dublettfiler räknas aldrig med i utdelningsstorleken, oavsett vad inställning.

source: Register with Windows to handle dchub://, adc:// and adcs:// URL links
hu: A dchub://, adc:// és adcs:// URL hivatkozások DC++-hoz regisztrálása
sv: Registrera DC++ som applikation för hubblänkar; dchub://, adc:// och adcs:// länkar

source: When set, DC++ will be the default handler for all dchub://, adc:// and adcs:// links. These links can appear on web pages, internet shortcuts on your computer, or be typed and run as a program from the Start Menu. Disable this if you prefer for a different application to handle Direct Connect hub links. Disabling will make DC++ remove the keys from the Windows registry.
hu: Ha be van kapcsolva a DC++ lesz az alapértelmezett kezelője az összes dchub://, adc://és adcs:// hivatkozásnak. Ezek a hivatkozások weboldalakon vagy Internetes parancsikonokként szerepelhetnek, esetleg kézzel beíthatóak és programként futtathatóak a Start Menüből. Kapcsold ki, ha azt szeretnéd, hogy a Direct Connect hub hivatkozásokat más program kezelje. Ebben az esetben a DC++ eltávolítja a megfelelő kulcsokat a rendszerleíró adatbázisból.
sv: Om aktiverad blir DC++ standardprogrammet för alla länkar som börjar på dchub://, adc:// and adcs://. Dessa länkar kan finnas på hemsidor, Internetgenvägar i din dator, skrivas eller köras som program från Startmenyn. Avaktivera om du vill att någon annan applikation ska hantera Direct Connect hubblänkar. Avaktivering raderar inställningarna i Windowsregistret.

source: Register with Windows to handle magnet: URI links
fr: S'enregistrer dans Windows pour la gestion des liens URI magnet:
hu: A magnet: URI hivatkozások DC++-hoz regisztrálása
sv: Registrera DC++ som applikation för magnetlänkar
