Repository: VSaliy/dcplusplus-code
Catalog: help/po/*.po
Languages: fr, hu, sv

source: In there, you can retreive lists of available hubs and connect to them.
hu: Az elérhető hubok listájának lekérése és kapcsolódás történik itt.
sv: Här kan du hämta listor över tillgängliga hubbar och ansluta till dem.

source: In there, you can store and manage you favorite places in the DC network.
hu: Itt tárolhatod és állíthatod be a kedvenc helyeidet a DC hálózatban.
sv: Här kan du lagra och redigera dina favortställen inom DC-nätverket.

source: In there, you can store and manage your favorite DC users here as well as grant extra access to your share for any of them.
hu: Itt a kedvenc DC felhasználóidat tarthatod nyilván, ezen kívül állandó extra slotot is biztosíthatsz bármelyiküknek.

source: In there, you can track and manage your files being downloaded.
hu: Itt találhatóak és kezelhetőek a letöltés alatt lévő fájlok.
sv: Här kan du administrera filer som laddas ned.

source: It lists your downloaded files in the current session.
hu: Itt a DC++ elindítása óta már letöltött és a még letöltés alatt lévő fájlok listája található.
sv: Visar dina nedladdade filer för aktuell session.

source: It lists those users who are currently waiting for a free slot to be able to start downloading from you.
hu: Itt azon a felhasználók listája látható, akik szabad slotra várakoznak, hogy megkezdhessék a letöltésüket Tőled.

source: It lists the files uploaded from you in the current session.
hu: Itt a DC++ elindítása óta részben vagy egészben feltöltődött fájlok listája található.
sv: Visar de filer du laddat upp till andra användera för aktuell session.

source: This is the place where you can search for files to download.
hu: Itt lehet fájlokra lehet keresni letöltés céljából.
sv: Här kan du leta efter filer som du vill ladda ner.

source: ADL Search
fr: Recherche ADL
hu: ADL Keresés
sv: ADL-sökning

source: It incorporates a tool for filtering file lists downloaded from users.
hu: Ez egy szűrő eszköz, amely a felhasználóktól letöltött fájl-listák tartalmának szűrésére használható.
sv: Här finns ett verktyg för att filtrer nedladdae fillistor.

source: In there, you are able to spy other users' searches.
hu: Itt a kapcsolódott hubok többi felhasználójának kereséseit követhetjük nyomon.

source: In there, you can store random text. The text will be kept even if you close DC++.
hu: Ebben az ablakban bármilyen tetszés szerinti szöveg, jegyzet eltárolható. A szöveg megmarad a DC++-ból való kilépés után is.
sv: Här kan du spara text som du själv skriver in. Texten sparas även om du stänger ner DC++.

source: It is where all the system messages of the current session are logged.
hu: Ezen a helyen láthatóak a program indítása óta keletkezett rendszerüzenetek.
sv: Här loggas alla systemmeddelanden för den aktuella sessionen.

source: It displays a real-time chart of the average speed of data sent and received by DC++.
hu: Az ablakban egy valós idejű grafikus diagram mutatja az adatküdés- és fogadás átlagos sebességét.
sv: Här visas en realtidsvy över upp- och nedladdningshastigheten för DC++.

source: Indexing progess
hu: Indexelés folyamata
sv: Indexeringsförlopp

source: Open the <placeholder id=0/> dialog.
hu: Megnyitja a(z) <placeholder id=0/> párbeszédablakot.
sv: Öppnar dialogen <placeholder id=0/>.

source: It shows you the current state of file hashing operation and how much time there is left from it.
hu: Ez mutatja a fájl hash-elési művelet mindenkori állapotát, valamint hogy mennyi idő van hátra a folyamatból.
sv: Visar pågående filindexering och hur lång tid det är kvar innan indexeringen är klar.

source: Transfer view
hu: Fájl-átvitel nézet
sv: ÖVerföringsvy

source: Window Menu
fr: Menu Fenêtre
hu: Ablak menü
sv: Fönstermeny

source: You can find options here to close all instance of specific groups of tabs by one click.
fr: Vous trouverez ici des commandes permettant de fermer plusieurs onglets à la fois d'un seul clic.
hu: Az itt lévő almenük megadott típusú fülek egyszerre történő bezárására használhatóak.
sv: Här kan du hitta val för att stänga alla likadana flikar av en viss typ med ett enda klick.

source: Close disconnected hubs
hu: Szétkapcsolódott hubok bezárása
sv: Stäng frånkopplade hubbar

source: Closes all disconnected <placeholder id=0/> windows.
hu: Bezár minden szétkapcsolódott <placeholder id=0/> ablakot.
sv: Stänger alla fönster bortkopplade <placeholder id=0/>.

source: Opens a dialog asking to select a favorite hub group; after pressing "OK" in that dialog, all opened <placeholder id=0/> windows that are part of the selected favorite hub group will be closed.
hu: Megnyit egy párbeszédablakot ahol kiválasztható egy kedvenc hub csoport. Az "OK" gomb megnyomására bezáródik az összes olyan <placeholder id=0/> ablak, amely a kiválasztott csoportban van.
sv: Öppnar en dialogruta som frågar efter en favorithubbgrupp; Om grupp väljs och "OK" trycks stängs alla <placeholder id=0/>fönster som är medlem i vald favorithubbgrupp.

source: Opens a dialog asking to select a favorite hub group; after pressing "OK" in that dialog, all opened <placeholder id=0/> windows that are <b>not</b> part of the selected favorite hub group will be closed.
hu: Megnyit egy párbeszédablakot ahol kiválasztható egy kedvenc hub csoport. Az "OK" gomb megnyomására bezáródik az összes olyan <placeholder id=0/> ablak, amely <b>nincs</b> a kiválasztott csoportban.
sv: Öppnar en dialogruta som frågar efter en favorithubbgrupp; Om grupp väljs och "OK" trycks stängs alla <placeholder id=0/>fönster som <b>inte</b> är medlem i vald favorithubbgrupp.

source: Close all PM windows
fr: Fermer toutes les fenêtres de PM
hu: Minden privát ablak bezárása
sv: Stäng alla PM-fönster

source: Closes all <placeholder id=0/> windows regardless of their online status.
hu: Bezár minden <placeholder id=0/> ablakot függetlenül azok állapotától.
sv: Stänger alla <placeholder id=0/>fönster oavsett status.

source: Close all offline PM windows
fr: Fermer toutes les fenêtres de PM déconnectées
hu: Minden offline privát ablak bezárása
sv: Stäng alla nedkopplade PM-fönster

source: Closes all offline <placeholder id=0/> windows.
hu: Bezár minden offline <placeholder id=0/> ablakot.
sv: Stänger alla nedkopplade <placeholder id=0/>fönster.

source: Close all file list windows
fr: Fermer toutes les fenêtres de listes de fichiers
hu: Minden fájl-lista ablak bezárása
sv: Stäng alla fillistfönster

source: Closes all opened file list windows. Saved file lists can be reopened by selecting "<placeholder id=0/>" from the <a po4a-id=0>File menu</a>.
hu: Bezárja az összes megnyitott fájl-lista ablakot. A lementett listák újból megnyithatóak a "<placeholder id=0/>" kiválasztásával a <a po4a-id=0>Fájl menüből</a>.
sv: Stänger alla öppnade fillistfönster. Sparade fillistor kan öppnas igen genom att välja "<placeholder id=0/>" på <a po4a-id=0>Arkivmenyn</a>.

source: Close all search windows
fr: Fermer toutes les fenêtres de recherches
hu: Minden kereső-ablak bezárása
sv: Stäng alla sökfönster

source: Closes all opened <placeholder id=0/> windows.
hu: Bezárja az összes megnyitott <placeholder id=0/> ablakot.
sv: Stänger alla öppna <placeholder id=0/>fönster.

source: Help Menu
fr: Menu Aide
hu: Súgó menü
sv: Hjälpmeny

source: Here you can access the built-in Help, FAQs, guides and some documentation. It also contains hotlinks to reach the different parts of the DC++ online community.
fr: Ici, vous pouvez accéder à l'aide intégrée, aux FAQs, à des guides et à de la documentation. Ce menu contient aussi différents liens en rapport avec la communauté en ligne de DC++.
hu: Itt érhető el a beépített Súgó, GYIK-ek, útmutatók és további dokumentáció a DC++-al kapcsolatban. Ezen kívül a menü hívatkozásokat tartalmaz a DC++ online közösség különböző oldalainak eléréséhez.
sv: Här når du den inbyggda hjälpen, FAQ, guider och viss dokumentation. Det finns också snabblänkar till olika delar av DC++ på webben.

source: Help Contents
fr: Aide : Sommaire et Index
hu: Segítség
sv: Hjälpinnehåll

source: Opens the Overview page of the built-in Help.
fr: Ouvre la page "Vue d'ensemble" de l'aide intégrée.
hu: Megnyitja a Súgó tartalomjegyzékét
sv: Öppnar översiktssidan för den inbyggda hjälpen.

source: The best way to start here if you are new to DC++.
fr: La meilleure façon de commencer si vous débutez avec DC++.
hu: Ha először használod a DC++-t, a legjobb itt kezdeni az ismerkedést.
sv: Det här är bästa stället att börja om du är nybörjare på DC++.

source: Change Log
fr: Historique des Changements
hu: Változásnapló
sv: Ändringslogg

source: You can follow what's been changed in the different DC++ versions since the development started.
fr: Vous pouvez suivre les différents changements qui ont eu lieu au cours de chaque version de DC++ depuis le début de son développement.
hu: Itt látható mi minden változott a DC++ különböző verzióiban, mióta a fejlesztés elkezdődött.
sv: Du kan läsa vilka förändringar som DC++ genomgått sedan starten.

source: About DC++
hu: A DC++-ról
sv: Om DC++

source: You can see the copyrights, list of all names who ever contributed to DC++ as well as some useful statistical information about your up/download ratio. The About box also shows you the version number of the current stable release of DC++.
fr: Vous permet de voir les droits d'auteur, la liste des gens qui ont contribué à DC++ ainsi que des statistiques utiles sur votre ratio d'envoi/téléchargement. La boîte de dialogue "À propos" contient aussi le numéro de la dernière version stable de DC++.
hu: Itt található a szerzői jogokkal kapcsolatos szöveg, mindazok nevei akik valaha hozzájárultak a DC++ fejlesztéséhez, valamint némi statisztikai adat arról, hogy mennyi a program használata óta le- és feltöltött byte-ok száma, ill. ezek aránya. Az ablakban megtalálható az aktuális verziószám, valamint a legújabb elérhető stabil DC++ verzió száma.
sv: Här ser du upphovsrättsinnehavare, lista på alla som någonsin bidragit till DC++ och lite användbar statistik om ditt eget användade av DC++. Det finns också en ruta som visar versionsnummer av den senaste stabila versionen av DC++.

source: Web links that will open in your web browser.
hu: Web-es hivatkozások, melyek a böngésződben nyílnak meg.

source: Homepage
hu: Honlap
sv: Hemsida

source: Opens the DC++ home page in your web browser.
fr: Ouvre la page d'accueil de DC++ dans votre navigateur web.
hu: A DC++ honlapjának megnyitása az alapértelmezett böngészővel.
sv: Öppnar DC++ hemsida i din webbläsare.

source: Opens the trusted DC++ download page in your web browser.
fr: Ouvre la page de téléchargements de confiance de DC++ dans votre navigateur web.
hu: A megbízható DC++ letöltési lap megnyitása az alapértelmezett web böngészővel.
sv: Öppnar DC++ egen hemsida i din webbläsare, där du kan ladda ner programmet.

source: Opens the DC++ FAQ page in your web browser.
hu: Megnyitja a DC++ GYIK oldalt a böngésződben.

source: Help center
hu: Segítségközpont
sv: Hjälpcenter

source: Points to the DC++ support forum.
fr: Lien vers le forum d'aide de DC++.
hu: A DC++ támogatási fórumra vezet el.
sv: Pekar mot DC++ supportforum

source: Discussion forum
hu: Vitafórum
sv: Diskussionsforum

source: Points to the DC++ discussion forum.
fr: Lien vers le forum de discussion de DC++.
hu: A DC++ vitafórum oldalára vezet el.
sv: Pekar mot DC++ diskussionsforum

source: You can propose modifications or request new features here.
fr: Pour proposer des modifications ou demander de nouvelles fonctionnalités.
hu: Itt lehet bármilyen módosítási javaslatot tenni vagy új funkciókat kérni.
sv: Du kan föreslå förändringar eller nya funktioner här.

source: You can report problems about DC++ here.
hu: Itt jelentheted a DC++-al kapcsolatos problémákat.
sv: Du kan rapportera problem med DC++ här.

source: Found this free program useful? Then you please consider donating some money... You can do it here, through the author's Paypal account.
hu: Hasznosnak találod ezt a szabad szoftvert? Ha igen, adományaiddal segítheted a további fejlesztést... itt megtalálod a program készítőjének Paypal számláját.

source: Opens the DC++ blog in your web browser.
hu: A DC++ blog megnyitása az alapértelmezett böngészővel.
sv: Öppnar DC++-bloggen i din webbläsare.

source: Community news
hu: Közösségi hírek
sv: Gemenskapsnyheter

source: Opens ADCPortal in your web browser.
hu: Az ADC portál megnyitása az alapértelmezett böngészővel.

source: Opens a web page where the latest GeoIP database can be obtained. The database file is called GeoIPCountryWhoIs.csv and should be saved into the DC++ program folder. GeoIP is used to determine the country of uploaders and downloaders in the <a po4a-id=0>Connections</a> window. The database file is frequently updated; the newer your GeoIP file is, the more exact country information will be in the Connections window.
hu: Megnyitja azt a weblapot ahol elérhető a legújabb GeoIP adatbázis. Az adatbázis fájl neve GeoIPCountryWhoIs.csv és a DC++ program könyvtárba kell lementeni. Ezt az adatbázist használja a DC++, hogy kijelezze az ország neveket az IP címek mellett pl. a <a po4a-id=0>Kapcsolatok</a> ablakban. Az adatbázis fájl rendszeresen frissül a weblapon, minél újabb a letöltött adatbázis annál pontosabbak a megjelenített ország nevek.

source: Toolbar (top, icons below menus)
fr: Barre d'outils (en haut, icônes en dessous des menus)
hu: Ikonsor (fent, a menük alatt)
sv: Knapprad (överst, ikoner under menyer)

source: Recent windows
hu: Utóljára megnyitott ablakok
sv: Senaste fönster

source: What's This?
fr: Qu'est-ce que c'est ?
hu: Mi ez?
sv: Vad är detta?

source: The toolbar provides quick access to some regularly used parts and functions of DC++. You can customize the toolbar for yourself, add, remove and group the buttons using the following toolbar customization functions:
hu: Az eszköztár gyors elérést biztosít a DC++ gyakran használt funkcióihoz. Az eszköztárat testreszabhatod saját igényeid szerint, hozzáadhatsz-elvehetsz gombokat vagy tetszés szerinti csoportokba rendezheted őket.
sv: Knappraden ger snabb tillgång till några de frekvent använda funktionerna i DC++. Du kan ändra knappraden efter eget tycke, lägga till, ta bort och gruppera knapparna genom varje knapprads förändringsfunktion.

source: Holding the "shift" key you can drag &amp; drop toolbar buttons wherever you want.
hu: Az eszköztár gombjai a "shift" billentyű nyomvatartása mellett fogd és vidd módszerrel bárhová áthelyezhetőek.
sv: Genom att hålla ner "skifttangenten" kan du dra &amp; släppa knappar var du vill.

source: Right-click to the toolbar will bring up the toolbar context menu with a "Customize" item to open the <a po4a-id=0>Customize Toolbar dialog</a>.
hu: Az eszköztárra jobb egérgombbal kattintva és az előugró menü "Testreszabás" elemét kiválasztva megnyílik az <a po4a-id=0>Eszköztár testreszabása párbeszédablak</a>.
sv: Högerklicka på knappraden och du får fram en meny med valet "Förändra" för att öppna <a po4a-id=0>förändringsdialogen för knapprader</a>.

source: As a shortcut, double-click to the empty area of the toolbar will also open the <a po4a-id=0>Customize Toolbar dialog</a>.
hu: Az <a po4a-id=0>Eszköztár testreszabása párbeszédablak</a> még gyorsabban megnyitható az eszköztár üres részére történő dupla egérkattintásssal.

source: The toolbar can hold the following available icons:
hu: Az eszköztáron a következő ikonok jelenhetnek meg:
sv: Knappraden kan innehålla följande ikoner:

source: Reconnect (disconnect and connect again) the hub which is currently in the foreground.
fr: Se reconnecte (se déconnecte puis se connecte à nouveau) au hub qui est actuellement au premier plan.
hu: Újrakapcsolódás (szétkapcsolás és újra csatlakozás) az éppen előtérben lévő hubhoz.
sv: Återanslut (kopplar ner och ansluter igen) till fokuserad hubb.

source: Follow the redirection offered by the hub which is currently in the foreground.
fr: Vous permet de suivre la redirection proposée par le hub qui est actuellement au premier plan.
hu: Az éppen előtérben lévő hub által felajánlott átirányítási lehetőség követése.

source: Use the arrow placed on the right of the icon to easily connect to one of your favorite hubs without having to open the <placeholder id=0/> window.
hu: Az ikon jobb oldalán lévő nyíl segítségével egyszerűen kapcsolódhatsz kedvenc hubjaidhoz anélkül, hogy meg kéne nyitnod a <placeholder id=0/> ablakot.
sv: Använd nedåtpilen till höger om ikonen för att enkelt ansluta till en av dina favorithubbar utan att behöva öppna <placeholder id=0/>fönstret.

source: Consult the help topic associated to the <placeholder id=0/> dialog to find out how to add sub-menus to the menu that appears under the arrow.
hu: A <placeholder id=0/> párbeszédablak leírásában megtalálható, hogyan tudsz a megnyíló menühöz további almenüket hozzáadni.
sv: Se hjälpen för <placeholder id=0/>dialogen för att få reda på hur du skapar undermenyer på menyn som visas med hjälp av nedåtpilen.

source: Open a file list previously saved on your disk (a dialog will appear so you can pick the one you wish to open).
fr: Ouvre une liste de fichiers précédemment sauvée sur le disque (une boîte de dialogue apparaîtra pour vous permettre de choisir celle que vous souhaitez ouvrir).
hu: Egy korábban már elmentett fájl-lista megnyitása lehetséges itt (egy párbeszédablak jelenik meg, ahol kiválasztható a kívánt fájl-lista).
sv: Öppna en nedladdad fillista från disk (en dialogruta öppnas där du får välja lista att öppna).

source: Open menus with <acronym po4a-id=0>MRU</acronym> lists of recently opened windows. The list is saved across DC++ restarts.
hu: Egy menüt jelenít meg, amely a legutóljára megnyitott ablakok listáját tartalmazza. A lista mentésre kerül a program bezárásakor.<acronym po4a-id=0></acronym>
sv: Öppnar menyn med<acronym po4a-id=0>MRU</acronym>-listan över senast öppnade fönster. Denna lista sparas när DC++ stängs av.

source: You can get help on specific parts of DC++ by using the &quot;What's This?&quot; help button: click it once, and your mouse cursor will change into a help cursor; then click on the control you wish to get help for.
fr: Vous pouvez obtenir de l'aide sur des éléments spécifiques de DC++ en utilisant le bouton d'aide &quot;Qu'est-ce que c'est ?&quot; : au premier clic sur ce bouton, le curseur de votre souris se changera en un curseur d'aide ; cliquez ensuite sur l'élément pour lequel vous souhaitez avoir de l'aide.
hu: Gyors segítség kapható a DC++ kiválasztott részeiről a &quot;Mi ez?&quot; ikon használatával: kattints rá egyszer, ettől az egérkurzor kérdőjellé válik, amivel aztán a program képernyő bármely elemére kattintva azonnali segítség kapható az adott rész funkciójáról.
sv: Du kan få hjälp om vissa delar av DC++ genom att använda &quot;Vad är det här?&quot;-knappen: Klicka på den en gång, muspekaren blir ett frågetecken, klicka sedan på det du vill veta mer om.

source: Each window opened in DC++ has a corresponding tab, which appears in the global tab control.
fr: Chaque fenêtre ouverte dans DC++ a un onglet qui lui correspond, ce dernier apparaissant dans l'afficheur d'onglets global.
hu: A DC++-ban minden megnyitott ablak saját füllel rendelkezik, amely a felső fülsoron jelenik meg.
sv: Varje fönster öppnat i DC++ har en motsvarande flik, som finns i den globala flikkontrollen.

source: Tabs in DC++ behave the same as in standard Windows applications; moreover, they have the following additional features:
fr: Les onglets de DC++ ont le même comportement que ceux des applications Windows standard ; de plus, ils ont les fonctionnalités additionnelles suivantes :
hu: A DC++-ban megjelenő fülek a normál Windows alkalmazásokban megszokott módon működnek. Ezen felül az alábbi kiegészítő funkciókkal rendelkeznek:
sv: Flikar i DC++ beter sig på samma sätt som i de vanliga Windowsprogrammen; dessutom har de även följande exterafunktioner:

source: They can be moved around in a drag-and-drop fashion.
fr: Ils peuvent être déplacés par glisser-déplacer.
hu: Ide-oda húzhatóak fogd és vidd módszerrel.
sv: Du kan flytta runt dem genom dra och släppa.

source: There are some easy ways to switch between them: with mouse extra buttons or using Ctrl+Tab.
fr: On peut facilement passer de l'un à l'autre : avec les boutons extras de la souris, ou en utilisant Ctrl+Tab.
hu: A fülek között váltás extra egérgombokkal és a Ctrl+Tab billentyűkombinációval is lehetséges.
sv: Det finns några enkla sätt att hoppa mellan dem: med musens extraknappar eller Ctrl + Tab.

source: When many tabs are opened, and they can't fit into a single row, they will automatically occupy more rows.
fr: Quand beaucoup d'onglets sont ouverts, et qu'ils ne rentrent plus dans une seule ligne, ils se propagent automatiquement sur d'autres lignes.
hu: Ha sok fül van megnyitva és nem fér ki egy sorba, automatikusan új sorban jelennek meg.
sv: När flera flikar är öppna och de inte får plats på samma rad skapas en ny rad automatiskt.

source: Each tab has its own context-menu which provides commands related to the window the tab belongs to. Description of the common context menu options are listed in the <a po4a-id=0> General Menu Commands</a> page.
hu: Minden fülnek saját jobb-click menüje van, amely a fülhöz kapcsolódó parancsokat tartalmaz. A gyakori menü parancok leírását lásd a <a po4a-id=0>Általános menü parancsok</a> oldalon.
sv: Varje flik har sin egen submeny som ger kommandon specifika för just det fönstret som fliken tillhör. Beskrivning över dessa kommandon finns under <a po4a-id=0>generella menykommandon</a>.

source: Tabs can be closed with:
fr: Les onglets peuvent être fermés avec :
hu: A fülek a következő módokon zárhatók be:
sv: Flikar kan stängas med:

source: Middle mouse click
fr: Un clic avec le bouton du milieu de la souris
hu: Középső egérgombbal
sv: Klick på musens mittknapp.

source: Shift + left mouse click
fr: Shift + un clic avec le bouton gauche de la souris
hu: Bal egérgombbal a Shift gomb nyomvatartása mellett
sv: Skift + vänster musknapp

source: The &quot;Close&quot; command from the tab context-menu
fr: La commande &quot;Fermer&quot; du menu contextuel de l'onglet
hu: A &quot;Bezárás&quot; parancsot választva a jobb-click menüből
sv: &quot;Stäng&quot;kommandot från flikens submeny.

source: Ctrl+W
hu: Ctrl+W kombinációval

source: Ctrl+F4
hu: Ctrl+F4 megnyomásával

source: You can customize the look and behavior of tabs from the <a po4a-id=0>Tabs settings</a> and <a po4a-id=1>Windows settings</a> respectively.
hu: A fülek kinézete és viselkedése a <a po4a-id=0>Fülek beállításai</a> és az <a po4a-id=1>Ablakok beállításai</a> oldalakon leírtak alapján állítható.
sv: Du kan förändra utseendet och beteendet på flikarna under <a po4a-id=0>flikinställningar</a> respektive <a po4a-id=1>fönsterinställingar</a>..

source: The main status bar is always visible in the bottom of the DC++ window. You can get information from the current state of several parameters of DC++ here. The status bar is divided into sections for better visibility. Their meaning from left to right:
fr: La barre d'état principale est toujours visible en bas de la fenêtre de DC++. Vous pouvez y obtenir des informations sur différents paramètres de DC++. La barre d'état est divisée en différentes sections pour plus de visibilité. Leur signification de gauche à droite :
hu: A fő állapotsor mindíg látható a DC++ ablak legalján és a DC++ jónéhány működési paraméterének állapotát mutatja. A jobb áttekinthetőség kedvéért az állapotsor részekre van bontva. Az egyes részek jelentése balról jobbra:
sv: Statusraden är alltid synlig längst ned på DC++-fönstret. Där kan du se information om flera aktuella parametrar för DC++. Statusraden är indelad i sektioner för enkelhetens skull. Från vänster till höger betyder de:

source: System messages
fr: Messages système
hu: Rendszerüzenetek
sv: Systemmeddelanden
