Repository: VSaliy/dcplusplus-code
Catalog: installer/po/*.po
Languages: cs, hi, nl, pl, pt_br, sv

source: DC++ (required)
cs: DC++ (požadováno)
hi: डीसी++ (आवश्यक)
nl: DC++ (vereist)
pl: DC++ (wymagany)
pt_br: DC++ (obrigatório)
sv: DC++ (krävs)

source: A previous installation of DC++ has been found; backup settings and queue to '$R0'?
cs: Byla nalezena předchozí instalace DC++, zálohovat nastavení a fronty do '$R0'?
hi: डीसी++ के एक पुराने अधिष्ठापन पाया गया है; बैकअप सेटिंग्स और कतार में '$R0'?
pl: Znaleziono poprzednią instalację DC++; czy skopiować pliku ustawień i kolejki do '$R0'?
pt_br: Uma versão anterior do DC++ foi encontrada; salvar configurações e enfileirar para '$R0'?
sv: En tidigare installation av DC++ hittades. Säkerhetskopiera inställningarna och kön till '$R0'?

source: Start menu shortcuts
cs: Klávesové zkratky pro nabídku Start
hi: प्रारंभ मेनू शॉर्टकट्स
nl: Start menu snelkoppelingen
pl: Utwórz skrót w Menu Start
pt_br: Atalhos do menu iniciar
sv: Startmenygenväg

source: Store settings in the user profile directory
cs: Uložit nastavení v adresáři profilu uživatele.
hi: उपयोगकर्ता प्रोफ़ाइल निर्देशिका में स्टोर करें
nl: Bewaar instellingen in map van gebruikersprofielen
pl: Przechowywuj ustawienia w katalogu domowym
pt_br: Guardar configurações no perfil do usuário
sv: Lagra inställningar i användarmappen

source: Install the 32-bit version
sv: Installera 32-bitars versionen

source: Unchecking this box will make DC++ store its settings in the program directory. This is strongly discouraged on Windows Vista and later; settings or downloads might get lost.
cs: Zrušení potvrzení tohoto pole způsobí, že DC++ uloží své nastavení v adresáři programu.Před tímto krokem důrazně varujeme na operačním systému Windows Vista a novějším; může dojít ke ztrátě nastavení a stahovaných dat.
nl: Het uitschakelen van dit aankruisvakje zal de instellingen in de programmamap opslaan. Dit wordt sterk afgeraden op Windows Vista of later; instellingen en/of downloads kunnen verloren raken.
pl: Udznaczenie tego okienka spowoduje, że DC++ będzie przechowywać ustawienia w katalogu programu. Nie polecamy przy użyciu Windows Vista i starszych systemów; pobierania lub ustawienia mogą zaginąć.
pt_br: Não marcando esta opção irá fazer que o DC++ guarde suas configurações no diretório do programa. Não é recomendado para Windows Vista ou superior; as configurações ou downloads podem ser perdidos.
sv: Om du avmarkerar denna ruta så kommer DC++ att lagra alla inställningar i programmappen. Detta rekommenderas inte i Windows Vista och nyare. Inställningar och nedladdningar kan försvinna.

source: Warning: the 'locale' directory ($INSTDIR\locale) will be completely erased!
hi: चेतावनी: 'locale' निर्देशिका ($ INSTDIR \ locale) पूरी तरह से मिट जाएगा!
nl: Waarschuwing: de 'locale' map ($INSTDIR\locale) zal volledig gewist worden!
pl: Uwaga: 'lokalny' katalog ($INSTDIR\locale) zostanie wyczyszczony!
pt_br: Atenção: o diretório 'locale' ($INSTDIR\locale) será apagado completamente!
sv: Varning! Mappen 'locale' ($INSTDIR\locale) kommer att raderas helt!

source: DC++ (file sharing application)
cs: DC++ (program pro sdílení souborů)
hi: डीसी++ (फाइल साझा करने आवेदन )
nl: DC++ (file sharing programma)
pl: DC++ (aplikacja udostępniania danych)
pt_br: DC++ (compartilhamento de arquivos)
sv: DC++ (fildelningsprogram)

source: License
cs: Licence
hi: अनुज्ञा
nl: Licentie
pl: Licencja
pt_br: Licença
sv: Licens

source: Help
cs: Nápověda
hi: मदद
pl: Pomoc
pt_br: Ajuda
sv: Hjälp

source: Change Log
cs: Záznam změn
hi: लॉग परिवर्तन
pl: Lista zmian
pt_br: Log de Alterações
sv: Ändringslogg

source: Installation complete. Do you want to run DC++?
sv: Installationen är klar. Vill du starta DC++?

source: Uninstall
cs: Odinstalovat
hi: स्थापना रद्द
nl: De√Ønstalleren
pl: Odinstalowanie
pt_br: Desinstalar
sv: Avinstallera

source: Also remove queue, settings and the whole DC++ program directory ($INSTDIR) with all of its sub-directories?
cs: Také odstranit frontu, nastavení a celý adresář DC++ ($INSTDIR) se všemi podadresáři ?
nl: Verwijder ook de wachtrij, instellingen en de hele DC++ programmamap ($INSTDIR) met al zijn submappen?
pl: Czy usunąć kolejkę, ustawienia i cały katalog programu DC++ ($INSTDIR) wraz z zawartością?
pt_br: Remover também as configurações e todo o diretório do DC++ ($INSTDIR) com todos os sub-diretórios?
sv: Ta även bort kö, inställningar och hela DC++:s programmapp ($INSTDIR) med alla dess undermappar?

source: Contribute to the Direct Connect Network Foundation
sv: Bidra till Direct Connect Network Foundation

source: To help the development of DC++ and other DC related software, please consider contributing or donating. Your generous donations will be used for the following:
sv: För att hjälpa utvecklingen av DC++ och andra DC-relaterade program, överväg att bidra eller att donera. Dina generösa bidrag och donationer kommer användas för följande:

source: * Development infrastructure (domains, server costs)
sv: * Utveckling av infrastruktur (domäner, serverkostnader)

source: * Certificates for supported projects
sv: * Certifikat för supporterade projekt

source: All donations are completly transparent, will be individually listed and published on the DCNF website, either under your own name or as an anonymous donation, according to your choice.
sv: Alla donationer är helt publika och kommer att publiceras på DCNFs hemsida, antingen under ditt eget namn eller som en anonym donation, enligt ditt eget val.

source: Donate / Contribute
sv: Donera / Bidra

source: DC++ is licensed under the GPL, here is the full text.
nl: DC + + is gelicentieerd onder de GPL, hier is de volledige tekst.
