Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: Search Spy
bs: Traženje špijuna
cs: Hladaci spion
et: Otsingunuhk
lv: Meklējumu novērotājs
nb: Søkespion
ro: Inspector de căutări
sl: Iskalni vohun

source: Search String
bs: Pretraga za stringom
cs: Hledany vyraz
el: Καταχώρηση προς αναζήτηση
et: Otsingusõna
lv: Meklēšanas virkne
nb: Søkestreng
nl: Zoekstring
pt: A pesquisar por
pt_br: String de Busca
ro: Text căutat
sl: Iskani niz

source: Search for
bs: Pretraga za
cs: Vyhledat
el: Αναζήτηση για
et: Otsi
lv: Meklēt
nb: Søk etter
nl: Zoeken naar
pt: Pesquisar por
pt_br: Procurar por
ro: Caută după
sl: Poišči

source: Search for alternates
bs: Traži alternative
cs: Hledat jine zdroje
el: Αναζήτηση εναλλακτικών πηγών
et: Otsi alternatiive
lv: Meklēt alternatīvas
nb: Søk etter alternative
nl: Naar alternatieven zoeken
pt: Pesquisar alternativas
pt_br: Procurar por alternativas
ro: Caută alternative
sl: Poišči alternativne vire

source: Search for file
bs: Traži datoteku
et: Otsi faili
lv: Meklēt failu
ro: Caută fișierul
sl: Poišči datoteko

source: Search history
bs: Historija pretrage
cs: Historie vyhledavani
el: Ιστορικό αναζήτησης
et: Otsingu ajalugu
lv: Meklēšanas vēsture
nb: Søkehistorie
nl: Zoekhistorie
pt: Histórico de pesquisa
pt_br: Procurar histórico
ro: Istoricul căutărilor
sl: Zgodovina iskanj

source: Search options
bs: Postavke pretrage
cs: Nastaveni vyhledavani
el: Επιλογές Αναζήτησης
et: Otsingu valikud
lv: Meklēšanas iestatījumi
nb: Søkealternativer
nl: Zoekopties
pt: Opções de pesquisa
pt_br: Opções de busca
ro: Opțiuni de Căutare
sl: Nastavitve iskanja

source: Search spam detected from %1%
bs: Otkriven spam u pretrazi od %1%
cs: Detekován vyhledávací spam od %1%
el: Μαζική αναζήτηση ανιχνεύθηκε από %1%
et: Otsinguspämm tuvastati kasutajalt %1%
nb: Misbruk av søk oppdaget fra %1%
nl: Spam gedetecteerd bij %1%
pt: Procurar spam detectado de %1%
pt_br: Spam de busca detectado do %1%
ro: Spam de căutare detectat de la %1%
sl: Iskalni spam zaznan od %1%

source: Search string
bs: String za pretragu
et: Otsingusõna
nb: Søkestreng
ro: Șir de căutare

source: Searching for %1%...
bs: U potrazi za %1%...
cs: Hledat %1%...
el: Αναζήτηση για %1%...
et: Otsin %1%...
nb: Søker etter %1%...
nl: Zoeken naar %1%...
pt: A pesquisar por %1%...
pt_br: Procurando por %1%
ro: În curs de căutare după %1%...
sl: Poišči %1%...

source: Searching too soon, next search in %1% second
bs: Pretraga pokrenuta prerano,sljedeća pretraga za %1% sekundi
cs: Opakované hledání příliš brzy, další nejdříve za %1% sekundu
el: Η αναζήτηση έγινε πολύ γρήγορα, η επόμενη αναζήτηση σε %1% δευτερόλεπτο
et: Otsing liiga vara, järgmine otsing %1% sekundi pärast
nb: For kort tid siden siste søk, neste søk om %1% sekunde
nl: Zoekopdracht te snel achter elkaar, volgende zoekopdracht over %1% seconde
pt: Procura demasicado cedo, próxima procura em %1% segundo
pt_br: Procurando muito cedo, próxima busca em %1% segundo
ro: Căutare prea devreme după ultima, următoarea în %1% secundă
sl: Iskanje prekmalu, naslednje iskanje v %1% sekundi

source: Secondary Transfer Rate Limiting
bs: Sekundarno Limitiranje Prenosa
nl: Tweede overdrachtsnelheidbeperking
pt_br: Limitação de Banda Secudária

source: Secondary Transfer Rate Limiting Settings
bs: Postavke Sekundarnog Limitiranja Prenosa
nl: Instellingen voor tweede overdrachtsnelheidbeperking
pt_br: Configurações de Limitação de Banda Secudária

source: Security Certificates
bs: Sigurnosni certifikati
et: Turvasertifikaadid
ro: Certificate de securitate
sl: Varnostni certifikat

source: Select &text style
bs: Označi stil &teksta
et: Vali &teksti stiil
lv: Izvēlieties &teksta stilu
ro: Selectați stilul &textului
sl: Izberi &tekstovni stil

source: Select &window color
bs: Označite boju &prozora
et: Vali &akna värv
lv: Izvēlieties &logu krāsu
ro: Selectați culoarea &ferestrei
sl: Izberi barvo okna

source: Select a favorite hub group
bs: Odaberi omiljenu hub grupu
el: Επιλέξτε μια ομάδα αγαπημένων hub
nl: Selecteer een favoriete hubgroep
pt_br: Selecione um grupo de hub favorito

source: Send once per nick
bs: Pošalji jednom po korisniku
cs: Poslat kazdemu jmeno po jednom
el: Αποστολή μόνο μία φορά ανά ψευδώνυμο
lv: Sūtīt vienreiz pa segvārdam
nb: Send en gang per klikk
nl: Stuur éénmaal per nickname
pt: Enviar uma por cada nome
pt_br: Enviar uma vez por apelido
ro: Trimite o dată per poreclă
sl: Pošlji po enkrat na vzdevek

source: Send unknown /commands to the hub
bs: Šalji nepoznate komande na hub
cs: Posilat nezname prikazy na hub
el: Αποστολή αγνώστων εντολών "/" στην κυψέλη
et: Tundmatud /käsud saadetakse hubi
lv: Sūtīt nezināmas /komandas centrmezglam
nb: Send ukjente /kommandoer til hubben
nl: Stuur onbekende /opdrachten naar de hub
pt: Enviar comandos desconhecidos para o hub
pt_br: Enviar /comandos desconhecidos para o hub
ro: Trimite comenzile necunoscute de tip /comandă către hub
sl: Pošlji neznane /ukaze v hub

source: Separator
bs: Razdvajač
cs: Oddelovac
el: Διαχωριστικό
et: Eraldaja
lv: Atdalītājs
nl: Scheidingsteken
pt: Separador
pt_br: Separador
sl: Ločilo

source: Set lowest prio for newly added files larger than Low prio size
bs: Postavi najniži prioritet za dodane datoteke veće od veličine za niski prioritet
cs: Nejnizsi-aktivovana
el: Ορισμός χαμηλότατης προτεραιότητας για νέα αρχεία μεγαλύτερα από το Μέγεθος χαμηλής προτεραιότητας
lv: Atļaut zemāko
nb: Sett laveste prioritet for nylig tillagte filer større en lavprioritet-størrelse
nl: Stel laagste prioriteit voor nieuw toegevoegde bestanden hoger in dan de grootte van de laagste prioriteit
pt: Prioridade Baixíssima
pt_br: Definir a prioridade mais baixa para arquivos adicionados recentemente do que o tamanho para a prioridade baixa
ro: Atribuie cea mai mică prioritate pentru fișierele nou-adăugate mai mari decît cele cu mărimea încadrată la prioritate scăzută
sl: Nastavi nizko prioriteto za novo dodane datokeke večje kot največja velikost nizke prioritete

source: Set priority
bs: Postavi prioritet
cs: Nastavit prioritu
el: Ορισμός Προτεραιότητας
et: Prioriteedi muutmine
lv: Uzlikt prioritāti
nb: Sett prioritet
nl: Prioriteit wijzigen
pt: Definir prioridade
pt_br: Definir prioridade
ro: Setează prioritatea
sl: Nastavi prioriteto

source: Set timestamps
bs: Format prikaza vremena
et: Ajatempli muutmine
lv: Laika parādīšanas forma
ro: Formatul marcajelor temporale
sl: Format časov

source: Settings
bs: Postavke
cs: Nastaveni
el: Ρυθμίσεις
et: Seaded
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pt: Definições
pt_br: Configurações
ro: Setări
sl: Nastavitve

source: Settings Ctrl+F3
bs: Opcije Ctrl+F3
el: Ρυθμίσεις Ctrl+F3
et: Seaded Ctrl+F3
nl: Instellingen Ctrl+F3
pt: Definições Ctrl+F3
pt_br: Configurações Ctrl+F3

source: Share hidden files
bs: Dijeli skrivene datoteke
cs: Sdilet skryte soubory
el: Διαμοιρασμός κρυφών αρχείων
et: Jaga peidetud failid
lv: Arī slēptos
nb: Del skjulte filer
nl: Verborgen bestanden delen
pt: Partilhar ficheiros ocultos
pt_br: Compartilhar arquivos ocultos
ro: Partajează fișierele ascunse
sl: Deli skrite datoteke

source: Shared
bs: Djeljeno
cs: Sdileni
el: Συνεισφορά
et: Jagatud
lv: Koplietošanā
nb: Delt
nl: Gedeeld
pt: Partilhados
pt_br: Compartilhado
ro: Partajat
sl: V souporabi

source: Shared directories
bs: Dijeljeni direktoriji
cs: Sdilene slozky
el: Κοινόχρηστοι κατάλογοι
et: Jagatud kaustad
lv: Koplietošanas mapes
nb: Delte mapper
nl: Gedeelde bestanden
pt: Diretórios partilhados
pt_br: Diretórios compartilhados
ro: Directoare partajate
sl: Mape v souporabi

source: Sharing
bs: Dijeljeno
cs: Sdileni
el: Διάθεση Αρχείων
et: Jagamine
lv: Koplietošana
nb: Deling
nl: Delen
pt: Partilha
pt_br: Compartilhando
ro: Partajare
sl: Souporaba

source: Shell menu
bs: Shell meni
el: Μενού εμφάνισης
et: Kesta menüü
nb: Skallmeny
nl: Systeemmenu
pt: Menu de shell
pt_br: Menu do shell
ro: Meniu shell

source: Shell menus
bs: Meniji okruženja
el: Μενού εμφανίσεων
et: Shelli menüü
nb: Skall meny
pt: Menus de shell
pt_br: Menus do shell
ro: Meniuri shell

source: Show
bs: Prikaži
cs: Zobrazit
el: Εμφάνιση
et: Näita
lv: Parādīt
nb: Vis
nl: Weergeven
pt: Mostrar
pt_br: Mostrar
ro: Afișează
sl: Pokaži

source: Show joins / parts in chat by default
bs: Ulazno-/Izlazne prijave u Chat prozoru standardno prikazuj
cs: Zobrazovat prichody/odchody novych uzivatelu v chatu
el: Εξ'ορισμού εμφάνιση εισόδου/εξόδου χρηστών στη συνομιλία
et: Liitumisi/lahkumisi näidatakse vaikimisi
lv: Standartā rādīt pieslēgšanos/atslēgšanos
nb: Viser kommer / drar i chat som standard
nl: Standaard aan- en afmelding in chat weergeven
pt: Por omissão, mostrar entradas/saídas no chat
pt_br: Mostrar entradas / saídas no chat por padrão
ro: Afișează în mod implicit alăturările / plecările în chat
sl: Prikazuj prihode/odhode v oknu za pogovore kot privzeto

source: Show timestamps in chat by default
bs: Standardno prikazuj casovne oznake u chat prozoru
cs: Zobrazovat cas v chatu
el: Εξ'ορισμού εμφάνιση της ώρας στη συνομιλία
et: Ajatempleid näidatakse vestluses vaikimisi
lv: Rādīt čatā laiku
nb: Vis klokkeslettsindikatorer i chat som standard
nl: Toon standaard tijd in chat
pt: Por omissão, mostrar hora no chat
pt_br: Mostrar as estampas de tempo no chat por padrão
ro: Arată în mod implicit marcajele temporale în chat
sl: Prikaži uro v pogovorih in hubih kot privzeto

source: Size
bs: Veličina
cs: Velikost
el: Μέγεθος
et: Suurus
lv: Izmērs
nb: Størrelse
nl: Grootte
pt: Tamanho
pt_br: Tamanho
ro: Dimensiune
sl: Velikost

source: Size Type
bs: Tip veličine
cs: Typ velikosti
el: Τύπος μεγέθους
et: Suuruse tüüp
nb: Størrelse type
nl: Groottetype
pt_br: Tipo de Tamanho
ro: Tipul dimensiunii
sl: Tip velikosti

source: Size: %1%
bs: Veličina: %1%
cs: Velikost: %1%
el: Μέγεθος: %1%
et: Suurus: %1%
nb: Størrelse: %1%
nl: Grootte: %1%
pt: Tamanho: %1%
pt_br: Tamanho: %1%
ro: Dimensiune: %1%
sl: Velikost: %1%

source: Skip zero-byte files
bs: Preskoči datoteke od 0 bajta
cs: Vynechavat soubory z nulovou velikosti
el: Παράλειψη αρχείων μηδενικού μεγέθους (0b)
et: Null-baidised failid jäetakse vahele
lv: Izlaist failus ar 0 baitu izmēru
nb: Hopp over null-byte filer
nl: Bestanden van 0 bytes overslaan
pt: Ignorar ficheiros com zero-byte
pt_br: Pular arquivos com zero-byte
ro: Ignoră fișierele de dimensiune zero
sl: Preskoči datoteke velike 0 bajtov

source: Slot granted
bs: Odobren slot
cs: Slot prideleny
el: Παραχωρήθηκε θέση
et: Pesa antud
lv: Piešķirts kanāls
nb: Slott bevilget
nl: Slot toegestaan
pt: Slot garantida
pt_br: Slot garantido
ro: Slot alocat
sl: Reža (slot) odobren

source: Slots
bs: Slotovi
cs: Sloty
el: Θέσεις
et: Pesad
lv: Kanāli
nb: Slotter
ro: Sloturi
sl: Reže (sloti)

source: Slots set
bs: Slotovi postavljeni
cs: Nastaveni slotu
el: Ανάθεση θέσεων
lv: Uzlikti kanāli
nb: Slotter valgt
nl: Slots ingesteld
pt: Ajuste de slots
pt_br: Slots definidos
ro: Sloturi setate
sl: Reže (sloti) nastavljeni

source: Socket read buffer
bs: Socket memorija za čitanje
cs: Čtecí paměť připojení
el: Προσωρινή μνήμη ανάγνωσης Socket
et: Socket lugemis puhver
nb: Lese buffer for nettverk
nl: Leesbuffer socket
pt_br: Buffer de leitura do socket
ro: Tampon de citire socket
sl: Vtičnica bralnega pomnilnika

source: Socket write buffer
bs: Socket memorija za pisanje
cs: Paměť zápisu připojení
el: Προσωρινή μνήμη εγγραφής Socket
et: Socket kirjutamis puhver
nb: Skrive buffer for nettverk
nl: Schrijfbuffer socket
pt_br: Buffer de escrita do socket
ro: Tampon de scriere socket
sl: Vtičnica zapisovalnega pomnilnika

source: Sort all downloads first
bs: Prvo poredaj sve skinute datoteke
cs: Prvni zaradit stahovani
el: Ταξινόμηση όλων των λήψεων αρχικά
et: Allalaadimised sorteeritakse esimesteks
nb: Sorter alle nedlastinger først
pt: Organizar por transferências
pt_br: Organizar todos os downloads primeiro
ro: Sortează toate descărcarile mai întîi
sl: Sortiraj najprej vsa odjemanja

source: Sort favorite users first
bs: Prvo poredaj listu omiljenih korisnika
cs: Třídit nejdříve oblíbené uživatele
el: Ταξινόμηση των αγαπημένων χρηστών αρχικά
et: Lemmikkasutajad sorteeritakse esimesteks
nb: Kategoriser favorittbrukere først
nl: Sorteer eerst de favoriete gebruikers
pt: Organizar por utilizadores preferidos
pt_br: Organizar os usuários favoritos primeiro
ro: Sortează utilizatorii favoriți mai întîi
sl: Sortiraj najprej priljubljene uporabnike

source: Sounds
bs: Zvukovi
et: Helid
lv: Skaņas
ro: Sunete
sl: Zvoki

source: Source Type
bs: Vrsta izvora
cs: Typ zdroje
el: Τύπος Πηγής
et: Allika tüüp
lv: Avota tips
nb: Kilde Type
nl: Brontype
pt: Tipo de fonte
pt_br: Tipo de Fonte
ro: Tipul de Sursă
sl: Vrsta vira

source: Source too slow
bs: Izvor prespor
cs: Příliš pomalý zdroj
el: Η πηγή είναι πολύ αργή
et: Allikas liiga aeglane
nb: Kilde for treg
nl: Bron te langzaam
pt: Fonte demasiada lenta
pt_br: Fonte muito lenta
ro: Sursă prea lentă
sl: Vir je prepočasen

source: Specify a URL
bs: Unesi URL
cs: Zadejte URL
el: Καθορισμός URL
et: Määra URL
nb: Anngi en URL
nl: URL aangeven
pt: Indique a URL
pt_br: Especifique uma URL
ro: Specifică un URL
sl: Določi URL

source: Specify a search string
bs: Navedi niz za pretragu
cs: Napiste, co chcete hledat
el: Καθορισμός μιας καταχώρισης προς αναζήτηση
et: Määra otsingusõna
lv: Norādiet meklēšanas virkni
nb: Anngi en søkestreng
nl: Zoektekst invoeren
pt: Indique a linha de pesquisa
pt_br: Especifique uma string de busca
ro: Specifică cuvintele de căutat
sl: Določi iskalni niz

source: Specify a server to connect to
bs: Navedi server za spajanje
cs: Napiste server, ke kteremu se chcete pripojit
el: Καθορισμός Διακομιστή (Server) για σύνδεση
et: Määra server, kuhu ühenduda
lv: Norādiet serveri kam pieslēgties
nb: Anngi en server å koble til
nl: Doelserver waarmee moet worden verbonden aangeven
pt: Indique o servidor ao qual ligar
pt_br: Especifique um servidor para conectar
ro: Specifică un server pentru conectare
sl: Določi strežnik za povezavo

source: Specify search string
bs: Navedite string za pretragu
el: Καθορισμός καταχώρισης προς αναζήτηση
et: Määra otsingusõna
nb: Spesifiser søkestreng
nl: Verduidelijk zoekterm
pt_br: Especificar ocorrência para busca
ro: Specificați textul pentru căutare

source: Speed
bs: Brzina
cs: Rychlost
el: Ταχύτητα
et: Kiirus
lv: Ātrums
nb: Hastighet
nl: Snelheid
pt: Velocidade
pt_br: Velocidade
ro: Viteză
sl: Hitrost

source: Speed: %1%/s
bs: Brzina: %1%/s
cs: Rychlost: %1%/s
el: Ταχύτητα: %1%/δευτ
et: Kiirus: %1%/s
lv: Atruks: %1%/s
nb: Hastighet: %1%/s
nl: Snelheid: %1%/s
pt: Velocidade: %1%/s
pt_br: Velocidade: %1%/s
ro: Viteză: %1%/s
sl: Hitrost: %1%/s

source: Start a search for this file
bs: Započni pretragu za ovom datotekom
cs: Spustit vyhledavani tohoto souboru
el: Εκκίνηση αναζήτησης για αυτό το αρχείο
et: Alusta otsingut sellele failile
lv: Sākt meklēt šo failu
nb: Opprett søk etter denne filen
nl: Zoeken voor dit bestand starten
pt: Iniciar uma pesquisa para este ficheiro
pt_br: Iniciar uma busca por este arquivo
ro: Pornește o căutare pentru acest fișier
sl: Najdi to datoteko

source: Started...
bs: Pokrenuto...
el: Ξεκίνησε...
et: Alustatud...
nb: Startet...
nl: Gestart...
pt: Iniciada...
pt_br: Iniciado...
ro: Pornit...

source: Statistics
bs: Statistike
cs: Statistiky
el: Στατιστικά
et: Statistika
lv: Statistika
nb: Statistikk
nl: Statistieken
pt: Estatísticas
pt_br: Estatísticas
ro: Statistici
sl: Statistika

source: Status
bs: Stanje
cs: Stav
el: Κατάσταση
et: Staatus
lv: Statuss
pt: Estado
ro: Stare

source: Status bar Ctrl+3
bs: Status traka Ctrl+3
el: Γραμμή κατάστασης Ctrl+3
nl: Statusbalk Ctrl+3
pt: Barra de estado Ctrl+3
pt_br: Barra de Status Ctrl+3

source: Stored password sent...
bs: Zapamćena šifra je poslana...
cs: Ulozene heslo poslane ...
el: Στάλθηκε ο αποθηκευμένος κωδικός πρόσβασης...
et: Salvestatud parool saadetud...
lv: Nosūtīta saglabātā parole...
nb: Lagret passord sendt...
nl: Opgeslagen Password gestuurd...
pt: Enviada a senha gravada...
pt_br: Senha armazenada enviada...
ro: Parola stocată a fost trimisă...
sl: Shranjeno geslo polano...

source: Subtract list
bs: Oduzmi listu
cs: Nacitat seznam souboru
el: Αφαίρεση λίστας
et: Lahuta list
nb: Fjern felles elementer
nl: Verschillenlijst
pt: Subtrair a lista
pt_br: Subtrair lista
ro: Substrage lista
sl: Odstrani seznam

source: System Log
bs: Sistemski log
cs: Systemove zpravy
el: Καταγραφή συστήματος
et: Süsteemi logi
lv: Sistēmas ziņojums
nb: Systemlogg
nl: Systeemlogboek
pt: Registo de sistema
pt_br: Log do Sistema
ro: Jurnal de sistem
sl: Sistemski dnevnik

source: Tab highlight on content change
bs: Osvjetli tab kada promjeni sadržaj
cs: Zvyrazneni zalozky pri zmene obsahu
el: Καρτέλα σε έντονη μορφή όταν αλλάζει το περιεχομένο
et: Tabi esiletõstmine sisu muutumisel
lv: Tabulas pabiezināšanās pie satura izmaiņām
nb: Framhev fane ved innholdsendring
nl: Bij inhoudswijzigingen Tabinhoud vet weergeven
pt: Realce de separador ao trocar de conteúdo
pt_br: Destacar a aba quando o conteúdo mudar
ro: Evidențiază tabul cînd i se schimbă conținutul
sl: Jeziček se odebeli ob spremembi vsebine

source: Tabs
bs: Tabulatori
cs: Záložky
el: Καρτέλες
et: Sakid
nb: Faner
nl: Tabbladen
pt: Separadores
pt_br: Abas
ro: Tab-uri
sl: Zavihki

source: The group "%1%" contains %2% hubs; remove all of the hubs as well? If you select 'Yes', all of these hubs are going to be deleted! If you select 'No', these hubs will simply be moved to the main default group.
bs: Grupa "%1%" sadrži %2% hubova; obriši sve hubove? Ako odaberete "Da", svi će biti obrisani! Ako odaberete "Ne", ovi hubovi će biti prebačeni u glavnu grupu.
el: Η ομάδα "%1%" περιέχει %2% hubs, να απομακρυνθούν και όλα τα hubs; Αν επιλέξετε 'Ναί', όλα αυτά τα hubs θα διαγραφούν! Αν επιλέξετε 'Όχι', αυτά τα hubs θα μεταφερθούν στη γενική ομάδα.
nl: De groep "%1%" bevat %2% hubs; ook alle hubs verwijderen? Als u 'Ja' kiest, worden deze hubs ook allemaal verwijderd! Als u 'Nee' kiest, worden deze hubs naar de standaardgroep verplaatst.
pt_br: O grupo "%1%" contém %2% hubs; remover todos hubs também? Se você selecionar 'Sim', todos estes hubs serão deletados! Se você selecionar 'Não', estes hubs simplesmente irão ser movidos para o grupo padrão.

source: This hub is not a favorite hub
bs: Ovaj hub nije omiljeni
cs: Hub odebrany z oblibenych
el: Αυτή η κυψέλη δεν υπάρχει στις αγαπημένες
et: See hub ei ole lemmikutes
nb: Denne hubben er ikke under favoritter
nl: Deze Hub is geen favoriete Hub
pt: Este hub não é um dos preferidos
pt_br: Este hub não é um hub favorito
ro: Acest hub nu este favorit
sl: To vozlišče (hub) ni med priljubljenimi

source: Time
bs: Vrijeme
cs: Cas
el: Ώρα
et: Aeg
lv: Laiks
nb: Tid
nl: Tijd
pt: Tempo
pt_br: Tempo
ro: Timp
sl: Čas

source: Time last seen
bs: Zadnji put viđen
et: Viimati nähtud
lv: Kad pēdējoreiz redzēts
ro: Timpul ultimei apariții
sl: Zadnjič viden

source: Time left
bs: Do kraja
cs: Zustava casu
el: Χρόνος που απομένει
et: Aega jäänud
lv: Atlikušais laiks
nb: Tid som gjenstår
nl: Resterend
pt: Tempo restante
pt_br: Tempo restante
ro: Timp rămas
sl: Čas do konca

source: Timestamps disabled
bs: Vremenske oznake isključene
et: Ajatemplid keelatud
lv: Laika parādīšana atslēgta
ro: Marcaje temporale dezactivate
sl: Časovne oznake onemogočene

source: Timestamps enabled
bs: Vremenske oznake uključene
et: Ajatemplid lubatud
lv: laika parādīšana ieslēgta
ro: Marcaje temporale activate
sl: Časovne oznake omogočene

source: To
bs: Za
cs: Do
el: Προς
et: Saaja
lv: Uz
nb: Til
nl: Naar
pt: Para
pt_br: Para
ro: Spre
sl: Za

source: Toggle window when selecting an active tab
bs: Prebaci prozor pri biranju aktivnog taba
cs: Pri kliknuti na zalozku aktivniho okna prejit na predch. zalozku
el: Εναλλαγή παραθύρων κατά την επιλογή ενεργής καρτέλας
et: Aktiivse tabi valimisel lülita akent
lv: Parādīt logu kad izvēlas aktīvu tabulu
nb: Bytt vindu når en aktiv fane velges
nl: Bij selectie van tab actieve venster omschakelen
pt: Trocar de janela ao selecionar o separador ativo
pt_br: Trocar de janela quando selecionar uma aba ativa
ro: Comută fereastra cînd e selectat un tab activ
sl: Premakni okno kadar izberem aktivno vrstico

source: Toolbar
bs: Alatna traka
el: Γραμμή εργαλείων
et: Tööriistariba
nb: Verktøylinje
nl: Werkbalk
pt_br: Barra de ferramentas

source: Toolbar Ctrl+1
bs: Alatna traka Ctrl+1
el: Γραμμή εργαλείων Ctrl+1
nb: Verktøylinje Ctrl+1
nl: Werkbalk Ctrl+1
pt_br: Barra de ferramentas Ctrl+1

source: Total size:
bs: Ukupna veličina:
cs: Celkem :
el: Συνολικό μέγεθος:
et: Kogusuurus:
lv: Kopējais izmērs:
nb: Total størrelse:
nl: Totale grootte:
pt: Tamanho total:
pt_br: Tamanho total:
ro: Dimensiune totală:
sl: Skupno:

source: Total: %1%
bs: Ukupno: %1%
cs: Celkem: %1%
et: Kokku: %1%
sl: Skupaj: %1%

source: Totals
bs: Ukupno
cs: Celkem
el: Σύνολα
et: Kokku
nb: Summer
nl: Totalen
pt: Totais
pt_br: Totais
ro: Total
sl: Skupno

source: Transfer Rate Limiting
bs: Limitiranje Prenosa
el: Περιορισμός Ταχύτητων Μεταφοράς
nl: Beperken van overdrachtsnelheid
pt_br: Limitação de Banda

source: Transfer view Ctrl+2
bs: Pregled Transfera Ctrl+2
el: Προβολή μεταφορών Ctrl+2
nl: Overdrachten Ctrl+2
pt_br: Ver Transferência Ctrl+2

source: Transferred
bs: Prebačeno
cs: Přeneseno
el: Μεταφέρθηκαν
et: Edastatud
nb: Overført
nl: Overgeplaatst
pt: Transferido
pt_br: Transferidos
ro: Transferat
sl: Prenešeno

source: Transferred (Ratio)
bs: Prebačeno (Odnos)
cs: Přeneseno (procent)
el: Μεταφέρθηκαν (Αναλογία)
et: Edastatud (Suhe)
nb: Overført (forhold)
nl: Overgedragen (ratio)
pt: Transferido (Rácio)
pt_br: Transferido (Proporção)
ro: Transferat (raport)
sl: Prenešeno (Razmerje)

source: Trusted certificates path
bs: Lokacija provjerenih certifikata
cs: Cesta k důvěryhodným certifikátům
el: Διαδρομή έμπιστων πιστοποιητικών
et: Usaldusväärsete sertifikaatide asukoht
nb: Sti for klarerte sertifikater
nl: Pad naar vertrouwde certificaten
pt: Caminho dos certificados confiáveis
pt_br: Caminho dos certificados confiáveis
ro: Calea spre certificatele de încredere
sl: Pot zaupnih certifikatov

source: Type
bs: Vrsta
cs: Typ
el: Τύπος
et: Tüüp
lv: Tips
pt: Tipo
pt_br: Tipo
ro: Tip
sl: Tip

source: U: %1%
bs: Poslano: %1%
el: Ανέβασμα: %1%
et: Ü: %1%
nb: O: %1%
ro: Î: %1%

source: U: %1%/s (%2%)
bs: Poslano: %1%/s (%2%)
el: Ανέβασμα: %1%/s (%2%)
et: Ü: %1%/s (%2%)
nb: O: %1%/s (%2%)
ro: Î: %1%/s (%2%)

source: Under construction, restart DC++ to see effects...
bs: U izradi, ponovo pokrenite DC++ da vidite efekte...
cs: Nedokončeno, pro použití restartujte DC++
el: Υπο κατασκευή, επανεκκινείστε το DC++ για να δείτε τα αποτελέσματα...
et: Konstrueerimine, tulemuste nägemiseks taaskäivita DC++...
nb: Under utvikling, start DC++ på nytt for å se endringer ...
pt: Em construção, reinicie o DC++ para ver os efeitos...
pt_br: Sob construção, reinicie o DC}} para ver os efeitos...
ro: În construcție, reporniți DC++ pentru a vedea efectele...
sl: V delu, ponovno zaženi DC++, da vidiš efekte...

source: Under what name you see the directory
bs: Pod kojim imenom ce omiljena mapa biti vidljiva
cs: Pod jakym nazvem chcete videt tuto slozku
el: Υπό ποιο όνομα θα φανεί ο φάκελος
et: Mis nime all kausta näidatakse
lv: Vārds ar kādu tu redzi mapi
nb: Under hvilket navn du ser mappen
nl: Met welke naam is file zichtbaar
pt: O nome em que você vai ver o diretório
pt_br: Sob qual nome você vê o diretório
ro: Sub ce nume vedeți directorul
sl: Pod kakšnim imenom ti vidiš ta direktorij

source: Unfinished downloads directory
bs: Direktorij za nedovršena skidanja
cs: Slozka pro nedokoncene soubory
el: Φάκελος ημιτελών λήψεων
et: Lõpetamata allalaadimiste kaust
lv: Nepabeigto lejupielāžu mape
nb: Katalog for uferdige nedlastinger
nl: Directory voor niet-voltooide downloads
pt: Diretório para transferências incompletas
pt_br: Diretório dos downloads inacabados
ro: Directorul cu descărcări neterminate
sl: Mapa za nedokončana odjemanja
