Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: Open file list...
bs: Otvori listu datoteka...
cs: Otevřít seznam souborů...
el: Άνοιγμα λίστας αρχείων...
et: Ava faili list...
nb: Åpne filliste...
nl: Open bestandslijst...
pt: Abrir lista de ficheiros...
pt_br: Abrir a lista de arquivos...
ro: Deschide o listă de fișiere...
sl: Odpri svoj seznam datotek...

source: Open file list... Ctrl+L
bs: Otvori listu datoteka... Ctrl+L
cs: Otevřít seznam souborů... Ctrl+L
el: Άνοιγμα λίστας αρχείων... Ctrl+L
et: Ava faililist... Ctrl+L
lv: Atver failu sarakstu... Ctrl+L
nb: Åpne filliste... Ctrl+L
nl: Open bestandslijst... Ctrl+L
pt: Abrir lista de ficheiros... Ctrl+L
pt_br: Abrir a lista de arquivos... Ctrl+L
ro: Deschide o listă de fișiere... Ctrl+L
sl: Odpri seznam datotek... Ctrl+L

source: Open new file list windows in the background
bs: Otvori prozor sa novim listama u pozadini
cs: Otevrit okno se stahnutym seznamem na pozadi
el: Άνοιγμα παραθύρων νέας λίστας αρχείων στο παρασκήνιο
et: Uued faililisti aknad avatakse taustal
lv: Jaunu failu sarakstu logus atvērt fonā
nb: Åpne ny fillistevindu i bakgrunnen
nl: Open nieuw bestandslijstvenster op de achtergrond
pt: Abrir nova lista de ficheiros em segundo plano
pt_br: Abrir as novas janelas da lista de arquivos em segundo plano
ro: Deschide în fundal ferestrele noi cu liste de fișiere
sl: Nova okna z seznami datotek odpri v ozadju

source: Open new private message windows in the background
bs: Otvori prozor sa novim privatnim porukama u pozadini
cs: Otevrit okno s novou soukromou zpravou na pozadi
el: Άνοιγμα παραθύρων νέων προσωπικών μηνυμάτων στο παρασκήνιο
et: Uued privaatsõnumi aknad avatakse taustal
lv: Jaunus privātos ziņojumus atvērt fonā
nb: Åpne new privat meldingsvindu i bakgrunnen
nl: Open nieuw vensters met privéberichten op de achtergrond
pt: Abrir nova mensagem privada em segundo plano
pt_br: Abrir as novas janelas de mensagens privadas em segundo plano
ro: Deschide în fundal ferestrele noi cu mesaje private
sl: Nova okna zasebnih sporočil odpri v ozadju

source: Open new window when using /join
bs: Otvori novi prozor kada koristiš/priključuješ se hubu
cs: Otevrit nove okno pri pouziti /join
el: Άνοιγμα νέου παραθύρου με την χρήση /join
et: Käsu /join kasutamisel avatakse uus aken
lv: Atvērt jauno logu kad lieto /join
nb: Åpne nytt vindu ved bruk av /join
nl: Open nieuw venster bij gebruik van /join
pt: Abrir nova janela quando usar /join
pt_br: Abrir uma nova janela quando usar /join
ro: Deschide o fereastră nouă la folosirea comenzii /join
sl: Odpri novo okno ob uporabi ukaza /join

source: Open own list
bs: Otvori vlastitu listu
cs: Otevrit Vas seznam souboru
el: Άνοιγμα της λίστας αρχείων που διαθέτετε
et: Ava enda list
lv: Atvērt savējo failu sarakstu
nb: Åpne egen liste
nl: Open eigen bestandslijst
pt: Abrir a minha lista
pt_br: Abrir a própria lista
ro: Deschide propria listă
sl: Odpri svoj seznam datotek

source: Open private messages from bots in their own window
bs: Otvori privatne poruke od botova u sopstvenom prozoru
cs: Otevřít soukromé zprávy botů v jejich vlastním okně
el: Άνοιγμα προσωπικών μηνυμάτων από bots σε δικό τους παράθυρο
et: Bottide privaatsõnumid avatakse uues aknas
nb: Åpne private meldinger fra botter i eget vindu
nl: Open privéberichten van bots in eigen venster
pt: Abrir mensagens privadas dos bots numa nova janela
pt_br: Abrir as mensagens privadas dos bots na própria janela deles
ro: Deschide mesajele private de la boți într-o fereastră separată
sl: Odpri zasebna spročila od botov v lastnem oknu

source: Open private messages from the hub in their own window
bs: Otvori privatne poruke od huba u sopstvenom prozoru
cs: Otevřít soukromé zprávy z hubu v jejich vlastním okně
el: Άνοιγμα προσωπικών μηνυμάτων από την κυψέλη σε δικό τους παράθυρο
et: Hubi privaatsõnumid avatakse eraldi aknas
nb: Åpne private meldinger fra hub i eget vindu
nl: Open privéberichten van hub in eigen venster
pt: Abrir mensagens privadas de hubs numa nova janela
pt_br: Abrir as mensagens privadas do hub na própria janela deles
ro: Deschide mesajele private din hub într-o fereastră separată
sl: Odpri zasebna spročila iz huba v lastnem oknu

source: Open private messages in their own window
bs: Otvori privatke poruke u novom prozoru
cs: Otevrit okno se soukromou zpravou
el: Εμφάνιση προσωπικών μηνυμάτων σε νέο παράθυρο
et: Privaatsõnumid avatakse uues aknas
lv: Atvērt privātos ziņojumus atsevišķā logā
nb: Åpne private meldinger i eget vindu
nl: Open privéberichten van Gebruikers in een eigen venster
pt: Abrir mensagens privadas numa nova janela
pt_br: Abrir as mensagens privadas em suas próprias janelas
ro: Deschide mesajele private în propria fereastră
sl: Odpri zasebna sporočila v lastnem oknu

source: Options
bs: Postavke
cs: Volby
el: Επιλογές
et: Sätted
lv: Detaļas
nb: Alternativer
pt: Opções
pt_br: Opções
ro: Opțiuni
sl: Možnosti

source: Other queue options
bs: Ostale opcije za red
cs: Dalsi nastaveni fronty
el: Άλλες επιλογές για τα αρχεία σε αναμονή
et: Muud järjekorra valikud
nb: Andre kø-alternativer
nl: Andere wachtrij opties
pt: Outras opções de lista de espera
pt_br: Outras opções da fila
ro: Alte opțiuni referitoare la coadă
sl: Ostale nastavitve čakalne vrste

source: Own certificate file
bs: Vlastita certifikat datoteka
cs: Vlastní soubor s certifikátem
el: Αρχείο πιστοποιητικού που διαθέτετε
et: Enda sertifikaadi fail
nb: Egen sertifikat fil
nl: Eigen certificaat
pt_br: O próprio arquivo do certificado
ro: Certificat propriu
sl: Lastna datoteka s certifikatom

source: PM
bs: PM (privatna poruka)
el: Προσωπικό Μήνυμα
et: PS
nl: Privébericht
pt: MP
pt_br: MP
ro: MP
sl: Zasebno sporočilo

source: Parameters
bs: Parametri
cs: Parametry
el: Παράμετροι
et: Parameetrid
lv: Parametri
nb: Parameter
pt: Parâmetros
pt_br: Parâmetros
ro: Parametri
sl: Parametri

source: Passive mode (last resort - has serious limitations)
bs: Passive mode (zadnja opcija - velika ograničenja)
el: Παθητικά (τελευταία επιλογή - έχει σοβαρούς περιορισμούς)
nl: Passieve modus (laatste optie - heeft ernstige beperkingen)
pt_br: Modo passivo (último recurso - tem sérias limitações)

source: Passive user
bs: Pasivni korisnik
cs: Uzivatel je v pasivnim mode
el: Παθητικός Χρήστης
et: Passiivne kasutaja
lv: Pasīvs lietotājs
nb: Passiv bruker
nl: Passieve Gebruiker
pt: Utilizador passivo
pt_br: Usuário passivo
ro: Utilizator pasiv
sl: Pasiven uporabnik

source: Password
bs: Šifra
cs: Heslo
el: Κωδικός πρόσβασης
et: Parool
lv: Parole
nb: Passord
pt: Senha
pt_br: Senha
ro: Parolă
sl: Geslo

source: Path
bs: Putanja
cs: Cesta
el: Διαδρομή
et: Asukoht
lv: Ceļš
nb: Sti
nl: Pad
pt: Caminho
pt_br: Caminho
ro: Cale
sl: Pot

source: Pause hashing
bs: Pauziraj hashing
el: Παύση hashing
nl: Hashen pauzeren
pt: Pausar conversão
pt_br: Pausar hashing

source: Paused
bs: Pauzirano
cs: Pozastaveni
el: Σε παύση
et: Peatatud
lv: Pauzēts
nb: Pause
nl: Pauze
pt: Pausado
pt_br: Pausado
ro: Pauză
sl: Zadržano

source: Personal Information
bs: Lične informacije
et: Isiklik Teave
lv: Personīgā informācija
ro: Informații Personale
sl: Osebni podatki

source: Personal information
bs: Lične informacije
cs: Hlavni
el: Προσωπικές πληροφορίες
et: Isiklik teave
lv: Personiskā informācija
nb: Personlig informasjon
nl: Persoonlijke informatie
pt: Informação pessoal
pt_br: Informação pessoal
ro: Informații Personale
sl: Osebni podatki

source: Please enter a nickname in the settings dialog!
bs: Molimo unesite nadimak u dijalogu za podešavanja!
cs: Zvolte si prosim nick v nastaveni!
el: Παρακαλώ εισάγετε ένα ψευδώνυμο στο παράθυρο των ρυθμίσεων!
et: Sisesta nimi seadete dialoogi!
lv: Lūdzu pie iestatījumiem ievadi segvārdu!
nb: Vennligst skriv inn kallenavn i innstillingsvinduet.
nl: S.v.p. Nickname bij settings aangeven
pt: Por favor, indique um nome na janela de definições!
pt_br: Por favor insira um apelido no diálogo das configurações!
ro: Introduceți o poreclă în dialogul de setări!
sl: Prosim, da v nastavitvah vnesete vzdevek!

source: Please enter a password
bs: Molimo unesite šifru
cs: Prosim zadejte svoje heslo
el: Παρακαλώ εισάγετε κωδικό πρόσβασης
et: Palun sisesta parool
lv: Lūdzu ievadiet paroli
nb: Vennligst angi ett passord
nl: Voer een wachtwoord in
pt: Por favor, indique uma senha!
pt_br: Por favor insira uma senha
ro: Introduceți o parolă
sl: Prosim, vnesite geslo

source: Please wait while DC++ indexes your files (they won't be shared until they've been indexed)...
bs: Molim sačekajte dok DC++ napravi popis vaših datoteka (neće biti dijeljene dok ne budu popisane)...
cs: Prosím počkejte, dokud DC++ nenahashuje vaše soubory (dokud nebudou nahashované, nemohou být sdílené)...
el: Αναμείνατε όσο το DC++ καταχωρεί τα αρχεία σας (δεν θα διαμοιραστούν μέχρι να καταχωρηθούν)...
et: Palun oota kuni faile indekseeritakse (neid ei jagata enne, kui nad on indekseeritud)...
lv: Lūdzu uzgaidiet kamēr DC++ indeksē Jūsu failus (tie netiks dalīti (augšuplādēti) kamēr tie nebūs indeksēti)...
nb: Vennligs vent mens DC++ indekserer dine filer (de vill ikke bli delt før de er indeksert)
nl: Wacht alstublieft terwijl DC++ de bestanden indexeert (ze zullen niet gedeeld worden totdat ze geïndexeerd zijn)...
pt: Por favor, aguarde enquanto o DC++ indexa os seus ficheiros (não serão partilhados se não forem indexados)...
pt_br: Por favor espere enquanto o DC++ indexa seus arquivos (eles não serão compartilhados até que ele tenham sido indexados)...
ro: Vă rugăm așteptați până cânt DC++ indexează fișierele (nu vor fi partajate până când nu sunt indexate)...
sl: Prosim, počakaj, dokler DC++ ne izvrši indeksiranja datotek (ne bodo deljene, dokler niso indeksirane)...

source: Popup box to input password for hubs
bs: Izbaci polje za unos šifre huba
cs: Otevrit okno pro zadani hesla k pripojeni na hub
el: Ανάδυση παραθύρου προς εισαγωγή κωδικού πρόσβασης της κυψέλης
et: Hubi parooli jaoks avatakse hüpikaken
nb: Sprettopp-boks for å angi passord for hubber
nl: Dialoogvenster om wachtwoord voor hubs in te voeren
pt: Janela de alerta para indicar as senhas dos hubs
pt_br: Caixa popup para inserir a senha para os hubs
ro: Căsuță pentru introducerea parolei pentru huburi
sl: Odpri novo okno za vnos gesla za vstop v hub

source: Ports
bs: Portovi
et: Pordid
ro: Porturi
sl: Vrata

source: Press the follow redirect button to connect to %1%
bs: Pritisni sljedeće dugme za preusmjeravanje da se povežeš na %1%
et: %1%-i ühendumiseks vajuta ümbersuunamise järgimise nuppu
ro: Apăsați butonul "Urmărește redirectarea" pentru conectare la %1%
sl: Pritisni gumb za zasledovanje zadnje preusmeritve, da bo se priključil na %1%

source: Priority
bs: Prioritet
cs: Priorita
el: Προτεραιότητα
et: Prioriteet
lv: Prioritāte
nb: Prioritet
nl: Prioriteit
pt: Prioridade
pt_br: Prioridade
ro: Prioritate
sl: Prioriteta

source: Private
bs: Privatno
et: Privaatne
nb: Privat

source: Private key file
bs: Privatna datoteka sa ključem
cs: Soubor soukromého klíče
el: Αρχείο ιδιωτικού κλειδιού
et: Salajase võtme fail
nb: Privat nøkkelfil
nl: Bestand voor privésleutel
pt: Ficheiro da chave primária
pt_br: Arquivo da chave privada
ro: Cheie privată
sl: Datoteka z zasebnim ključem

source: Private message
bs: Privatna poruka
cs: Soukroma zprava
el: Προσωπικό μήνυμα
et: Privaatsõnum
lv: Privātais ziņojums
nb: Privatmelding
nl: Privébericht
pt: Mensagem privada
pt_br: Mensagem Privada
ro: Mesaj Privat
sl: Zasebno sporočilo

source: Private message from %1%: %2%
bs: Privatna poruka od %1%: %2%
cs: Soukromá zpráva od %1%: %2%
el: Προσωπικό μήνυμα από %1%: %2%
et: Privaatsõnum kasutajalt %1%: %2%
nb: Privatmelding fra %1%: %2%
nl: Privé bricht van %1%: %2%
pt: Mensagem privada de %1%: %2%
pt_br: Mensagem privada de %1%: %2%
ro: Mesaj privat de la %1%: %2%
sl: Zasebno sporočilo od %1%: %2%

source: Private messages
bs: Privatne poruke
el: Προσωπικά μηνύματα
et: Privaat sõnumid
nl: Persoonlijke berichten
pt: Mensagens privadas
pt_br: Mensagens privadas

source: Public Hubs
bs: Javni hubovi
cs: Verejne huby
el: Δημόσιες Κυψέλες
et: Avalikud hubid
lv: Publiskie centrmezgli
nb: Allmene hubber
nl: Publieke hubs
pt: Hubs públicos
pt_br: Hubs Públicos
ro: Huburi Publice
sl: Javna vozlišča (hubi)

source: Public Hubs list
bs: Javna hub lista
cs: Seznam verejnych hubu
el: Λίστα Δημόσιων Κυψελών (Hublist)
et: Avalike hubide nimekiri
lv: Publisko centrmezglu saraksts
nb: Allmen hubliste
nl: Lijst van publieke hubs
pt: Lista de hubs públicos
pt_br: Lista de Hubs públicos
ro: Lista de Huburi Publice
sl: Seznam javnih vozlišč (hubov)

source: Public Hubs list URL
bs: URL liste javnih hubova
cs: Adresa na seznam verejnych hubu
el: URL για τη Λίστα Δημόσιων Κυψελών
et: Avalike hubide nimekirja URL
lv: Publisko centrmezglu saraksta URL
nb: Allmen hubliste-URL
nl: URL publieke hublijst
pt: URL da lista de hubs públicos
pt_br: URL da lista de Hubs públicos
ro: Adresa listei de huburi publice
sl: URL-ji za javna vozlišča (hube)

source: Purge
bs: Isprazni
cs: Vycistit
el: Απαλοιφή
et: Puhasta
lv: Tīrīt
nb: Slett
nl: Wissen
pt: Eliminar
pt_br: Limpar
ro: Curăță
sl: Počisti

source: Queue
bs: Red čekanja
cs: Fronta
el: Σειρά αναμονής
et: Järjekord
lv: Rinda
nb: Kø
nl: Wachtrij
pt: Colocar na fila
pt_br: Fila
ro: Coadă
sl: Čakalna vrsta

source: Queued
bs: Čeka na red
cs: Ve frontě
el: Στην σειρά αναμονής
et: Järjekorras
nb: Lagt i kø
pt: Na fila de espera
pt_br: Enfileirado
ro: În coadă
sl: V čakalni vrsti

source: Quick Connect
bs: Brzo povezivanje
cs: Rychle pripojeni na hub
el: Άμεση σύνδεση
et: Kiirühendus
lv: Ātrais savienojums
nb: Hurtig tilkobling
nl: Snelle verbinding
pt: Ligação rápida
pt_br: Conexão Rápida
ro: Conectare Rapidă
sl: Hitro povezovanje

source: Rating
bs: Ocjena
cs: Hodnoceni
el: Βαθμολογήση
et: Hinnang
lv: Reitings
nb: Karakter
nl: Waardering
pt: Avaliação
pt_br: Classificação
ro: Rang
sl: Ocena

source: Ratio (up/down): %1$0.2f
bs: Odnos (poslano/skinuto): %1$0.2f
cs: Poměr (odesláno/stáhnuto): %1$0.2f
el: Αναλογία (ανέβασμα/λήψη): %1$0.2f
et: Suhe (üles/alla): %1$0.2f
lv: Attiecība (augšup./lejup.): %1$0.2f
nb: Forhold (opp/ned): %1$0.2f
nl: Verhouding (up/down): %1$0.2f
pt: Rácio (u/d): %1$0.2f
pt_br: Proporção (up/down): %1$0.2f
ro: Raport (înc./desc.): %1$0.2f
sl: Razmerje (gor/dol): %1$0.2f

source: Raw
bs: Sirov
et: Toores
nb: Uformatert
pt: Linha
pt_br: Original
ro: Brut
sl: Surov

source: Re&check integrity
bs: Ponovo &provjeri integritet
el: Επαν&έλεγχος ακεραιότητας
et: Terviklikkuse ülekontroll
nl: Her%controleer integriteit
pt: Reverifi&cação de integridade
pt_br: Re&-verificar a integridade
ro: Re&calculare integritate

source: Re&name
bs: Pre&imenuj
el: &Μετονομασία
et: &Nimeta ümber
nb: Gi nytt &navn
nl: Her&noemen
pt: Re&nomear
pt_br: Re&nomear
ro: Rede&numire

source: Re-add source
bs: Ponovo dodaj izvor
cs: Znovu vlozit zdroj
el: Εισαγωγή πηγής
et: Lisa allikas tagasi
lv: Pievienot atpakaļ avotu
nb: Legg til kilde på nytt
nl: Bron weer toevoegen
pt: Readicionar fonte
pt_br: Re-adicionar fonte
ro: Readaugă Sursa
sl: Ponovno dodaj izvor

source: Ready to search...
bs: Spreman za pretragu...
cs: Pripravene k vyhledavani...
el: Έτοιμο προς αναζήτηση...
et: Valmis otsima...
lv: Gatavs meklēšanai...
nb: Klar til å søke...
nl: Gereed om te zoeken...
pt: Pronto para pesquisar...
pt_br: Pronto para procurar...
ro: Pregătit de căutare...
sl: Pripravljen za iskanje...

source: Really close?
bs: Zaista zatvoriti?
el: Είστε σίγουρος;
et: Tõesti sulgeda?
nb: Vil du virkelig lukke?
nl: Bevestig sluiten?
pt: Quer mesmo fechar?
pt_br: Fechar mesmo?
ro: Într-adevăr închideți?

source: Really exit?
bs: Zaista zatvoriti?
cs: Opravdu skončit?
el: Θέλετε να κλείσετε;
et: Väljuda?
lv: Vai jūs vēlaties iziet?
nb: Vil du avslutte?
nl: Weet u zeker dat u DC++ wilt afsluiten?
pt: Quer mesmo sair?
pt_br: Realmente sair?
ro: Sigur doriți să ieșiți?
sl: Ali res želite zapreti program?

source: Really remove?
bs: Stvarno želite obrisati?
cs: Opravdu chcete odebrat tento Hub?
el: Θέλετε να αφαιρεθεί;
et: Kustutada?
lv: Patiešām nodzēst?
nb: Vil du fjerne?
nl: Weet u zeker dat u dit item wilt verwijderen?
pt: Quer mesmo remover?
pt_br: Realmente remover?
ro: Sigur doriți să înlăturați?
sl: Ali res želite odstraniti?

source: Recent PMs
bs: Nedavni PMovi
el: Πρόσφατα προσωπικά μηνύματα
et: Viimased PS-id
nb: Nylige personmeldinger
nl: Recente PBs
pt: MP recentes
pt_br: MPs recentes
ro: Mesaje provate recente

source: Recent file lists
bs: Nedavna lista fajlova
el: Πρόσφατες λίστες αρχείων
et: Viimased faililistid
nb: Liste over de siste brukte filer
nl: Recente bestandslijsten
pt: Listas de ficheiros recentes
pt_br: Listas de arquivo recentes
ro: Liste de fișiere recente

source: Recent hubs
bs: Nedavni hubovi
el: Πρόσφατες κυψέλες
et: Viimased hubid
nl: Recente hubs
pt: Hubs recentes
pt_br: Hubs recentes
ro: Hub-uri recente

source: Recent windows
bs: Nedavni prozori
el: Πρόσφατα παράθυρα
et: Viimased aknad
nb: Forrige vindu
nl: Recente vensters
pt: Janelas recentes
pt_br: Janelas recentes
ro: Ferestre recente

source: Reconnect
bs: Ponovo uspostavi vezu
cs: Znovu se připojit
el: Επανασύνδεση
et: Ühenda uuesti
nb: Koble til på nytt
nl: Opnieuw verbinding maken
pt: Nova ligação
pt_br: Reconectar
ro: Reconectare
sl: Ponovno se poveži

source: Redirect request received to a hub that's already connected
bs: Preusmjeravanje sa hubom koji je vec spojen
cs: Pozadavek na presmerovani je na hub na ktorem uz jste pripojeni
el: Έγινε αίτημα εκτροπής προς μία ήδη συνδεδεμένη κυψέλη
et: Ümbersuunamist küsiti juba ühendatud hubi
lv: Saņemts pārvirzes pieprasījums uz centrmezglu, pie kura jau ir pieslēdzies
nb: Omdirigeringsforespørsel til en hubb som allerede er tilkoblet
nl: Omleidingsaanvraag van een reeds verbonden hub ontvangen
pt: Foi recebido um pedido de reencaminhamento para um hub ao qual já está ligado
pt_br: Redirecionar o pedido recebido para um hub que já está conectado
ro: Redirecționarea primită arată spre un hub deja conectat
sl: Zahteva za preusmeritev je usmerjena na hub, ki je že povezan

source: Refresh file list F5
bs: Osveži fajl listu F5
el: Ανανέωση λίστας αρχείων F5
nl: Bestandslijst vernieuwen F5
pt: Atualizar lista de ficheiros F5
pt_br: Atualizar a lista de arquivos F5

source: Register with Windows to handle dchub://, adc:// and adcs:// URL links
bs: Registriraj s Windowsima za rukovanje dchub://, adc:// i adcs:// linkovima
el: Εγγραφή για διαχείριση των συνδέσμων dchub://, adc:// and adcs:// με τα Windows
nl: Bij Windows registreren om dchub://, adc:// en adcs://-url's te verwerken
pt_br: Registre-se com Windows para manipular dchub://, adc:// e adcs://URL links

source: Register with Windows to handle magnet: URI links
bs: Registruj u Windowsu podršku za magnetne URL linkove
cs: Registrovat ve Windows zachytavani magnet: URI linkov programem DC++
el: Εγγραφή στο μητρώο των Windows για χειρισμό των magnet: URI συνδέσμων
et: Windows registreeritakse käsitlema MAGNET linke
lv: Reģistrēties iekš Windows kā magnet: URL turētājam
nb: Sett opp Windows til å håndtere magnet: linker
nl: Bij Windows registreren om magnet: links te verwerken
pt: Registar no sistema para a gestão de ligações magnet: URI
pt_br: Registrar com o Windows para manejar links URI magnet
ro: Înregistrează în Windows pentru procesarea legăturilor magnet:
sl: Naj Windowsi upravljajo z magnetnimi: URI linki

source: Reliability
bs: Pouzdanost
cs: Spolehlivost
el: Αξιοπιστία
et: Usaldusväärsus
lv: Izturība
nb: funksjonsstabilitet
nl: Betrouwbaarheid
pt: Fiabilidade
pt_br: Confiança
ro: Fiabilitate
sl: Zanesljivost

source: Remote client does not fully support TTH - cannot download
bs: Udaljeni klijent ne podržava TTH u potpunosti - ne mogu skidati
cs: Vzdálený klient plně nepodporuje TTH - nemohu stahovat
el: Το πρόγραμμα στο άλλο άκρο δεν υποστηρίζει πλήρως TTH - αδύνατη η λήψη
et: Kliendil ei toetata TTH-d - allalaadimine pole võimalik
nb: Fjern-klient støtter ikke TTH fullt ut. Kan ikke laste ned
nl: Client ondersteunt TTH niet volledig- download gestopt
pt: O cliente remoto não suporta na totalidade o TTH - não pode transferir
pt_br: O cliente remoto não suporta TTH - não pode baixar
ro: Clientul opus nu e compatibil TTH - nu se poate descărca
sl: Oddaljeni klient ne podpira TTH - ni možno odjemanje datotek

source: Remove &all
bs: Obriši &sve
cs: &Odstranit vše
el: Αφαίρεση &όλων
et: Eemalda &kõik
lv: Aizvēkt &visu
nb: Fjern &alt
nl: Alles verwijderen
pt: Remover tu&do
pt_br: Remover &todos
ro: Șterge to&ate
sl: Odstrani vse

source: Remove slow filelists
bs: Obriši spore liste datoteka
cs: Odpojit pomale stahovani Filelistu
el: Αφαίρεση αργών λιστών αρχείων
et: Eemalda aeglased faililistid
lv: Noņemt lēnos failu sarakstus
nb: Fjern trege fillister
nl: Verwijder langzame bestandslijsten
pt: Remover listas lentas
pt_br: Remover as listas de arquivos lentas
ro: Înlătură listele de fișiere lente
sl: Zavrzi počasne sezname datotek

source: Remove source
bs: Ukloni izvor
cs: Odebrat zdroj
el: Αφαίρεση πηγής
et: Eemalda Allikas
lv: Izņemt avotu
nb: Fjern kilde
nl: Bron verwijderen
pt: Remover fonte
pt_br: Remover fonte
ro: Înlătură sursa
sl: Odstrani vir

source: Remove user from queue
bs: Ukloni korisnika iz reda za čekanje
cs: Odebrat uzivatele z fronty
el: Αφαίρεση χρήστη από την σειρά αναμονής
et: Eemalda kasutaja järjekorrast
lv: Izņemt lietotāju no rindas
nb: Fjern bruker fra kø
nl: Gebruiker uit wachtlijst verwijderen
pt: Remover utilizador da lista de espera
pt_br: Remover o usuário da fila
ro: Înlătură utilizatorul din coadă
sl: Odstrani uporabnika iz čakalne vrste

source: Report a bug
bs: Prijavi grešku
cs: Nahlaseni chyb
el: Αναφορά σφάλματος
et: Teata vigadest
lv: Ziņot par kļūdu
nb: Rapporter en feil
nl: Bug melden
pt: Reportar erro
pt_br: Reportar um bug
ro: Raportează o problemă
sl: Pošlji poročilo o hrošču

source: Request a feature
bs: Zahtjev za nove mogućnosti
cs: Pozadavky na vylepseni
el: Αίτηση για προσθήκη δυνατότητας
et: Esita omaduse soov
lv: Prasīt funkciju
nb: Forespørsel om endringer
nl: Nieuwe functie voorstellen
pt: Solicitar uma funcionalidade
pt_br: Pedir uma função
ro: Solicită o funcție nouă
sl: Predlagaj novo funkcijo v programu

source: Requesting %1%
bs: Zahtjevam %1%
cs: Požaduji %1%
el: Γίνεται αίτημα %1%
et: %1% soovimine
nb: Anmoder %1%
nl: Verzoeken %1%
pt: A solicitar %1%
pt_br: Pedindo %1%
ro: Solcicit %1%
sl: Zahtevam %1%

source: Resume hashing
bs: Nastavi hashing
el: Συνέχιση hashing
nl: Hashen pauzeren
pt: Retomar conversão
pt_br: Resumir hashing

source: Run in background
bs: Radi u pozadini
cs: Vykonavat indexaci na pozadi
el: Εκτέλεση στο παρασκήνιο
et: Jooksuta tagataustal
lv: Darboties fonā
nb: Kjør i bakgrunnen
nl: In achtergrond uitvoeren
pt: Executar em segundo plano
pt_br: Executar em segundo plano
ro: Rulează în fundal
sl: Deluj v ozadju

source: Running...
bs: Pokrećem...
cs: Stahuje ...
el: Σε Λειτουργία...
et: Töötab...
lv: Velkas...
nb: Kjører...
nl: Bezig...
pt: A executar...
pt_br: Executando...
ro: În desfășurare...
sl: Izvajanje...

source: Search
bs: Pretraga
cs: Vyhledavat
el: Αναζήτηση
et: Otsi
lv: Meklēt
nb: Søk
nl: Zoeken
pt: Pesquisar
pt_br: Procurar
ro: Caută
sl: Iskanje

source: Search - %1%
bs: Pretraga - %1%
cs: Hledat - %1%
el: Αναζήτηση - %1%
et: Otsi - %1%
nb: Søk - %1%
nl: Zoeken - %1%
pt: Pesquisar -%1%
pt_br: Procurar - %1%
ro: Căutare - %1%
sl: Išči - %1%

source: Search - Ready to search...
bs: Pretraga - spreman za pretragu...
cs: Hledání - připraven vyhledat...
el: Αναζήτηση - Έτοιμο προς αναζήτηση...
et: Otsing - Valmis otsima...
nb: Søk - Klar til å søke...
nl: Gereed - om te zoeken...
pt: Pesquisa - Pronto para pesquisar...
pt_br: Busca - Pronto para procurar...
ro: Pregătit de căutare...
sl: Iskanje - Pripravljen za iskanje...

source: Search Menu
bs: Meni pretraga
cs: Vyhedavaci Menu
el: Μενού Αναζήτησης
et: Otsingumenüü
lv: Meklējumi
nb: Søke meny
nl: Zoekmenu
pt: Menu de pesquisa
pt_br: Menu da Busca
ro: Meniu căutare
sl: Iskalni meni
