Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: Balloon settings
cs: Nastavení Bublin

source: Bandwidth limiting
cs: Limitování rychlosti

source: Beep
cs: Pípnutí

source: Client type
cs: Typ Clienta

source: Connectivity
cs: Připojení

source: Disabled
cs: Vypnutý

source: Display a balloon popup
cs: Zobrazit Balonový popup

source: Download finished
cs: Stahování dokončeno

source: Download speed
cs: Rychlost stahování

source: Exact match
cs: Přesná shoda

source: Favorite
cs: Oblíbený

source: Filter:
cs: Filtr:

source: Find &Next F3
cs: Najít &Další F3

source: Find next
cs: Hledat další

source: Find previous
cs: Hledat předchozí

source: Free slots
cs: Volné sloty

source: General
cs: Obecné

source: General information
cs: Obecné informace

source: Hub address
cs: Adresa hubu

source: Hub(s)
cs: Hub(y)

source: UDP
lv: UDP Ports
sl: UDP Vrata

source: AWAY
lv: PROM

source: About DC++...
lv: Par DC++...

source: Auto connect / Name
lv: Automātiski savienoties / Vārds

source: Auto-open at startup
lv: Startējot automātiski atvērt

source: Close disconnected
lv: Aizvērt atvienotos

source: Compressed
lv: Kompresēts

source: DC++ Homepage
lv: DC++ Mājaslapa

source: DC++ discussion forum
lv: DC++ diskusiju forums

source: Document
lv: Dokuments

source: Download files from the Direct Connect network
lv: Lejuplādēt failus no DC tīkla

source: E&xit
lv: I&ziet

source: Edit the hublist
lv: Rediģēt hubu sarakstu

source: Enter search string
lv: Ievadiet meklēšanas virkni

source: Executable
lv: Programma

source: Failed to create port mappings. Please set up your NAT yourself.
lv: Neizdevās veikt portu plānošanu. Lūdzu pašrocīgi noregulējiet NAT.

source: Failed to get external IP via UPnP. Please set it yourself.
lv: Neizdevās iegūt ārējo IP caur UPnP. Lūdzu ierkastiet to pašrocīgi.

source: Failed to remove port mappings
lv: Neizdevās novākt portu uzstādījumus

source: Firewall (passive, last resort)
lv: Ugunsmūris (pasīvs, pēdējā iespēja)

source: Firewall with UPnP
lv: Ugunsmūris ar UPnP

source: Firewall with manual port forwarding
lv: Ugunsmūris ar pašrocīgi atvērtiem portiem

source: Help forum
lv: Palīdzības forums

source: IP: %1%, Port: %2%/%3%/%4%
lv: IP adrese: %1%, Ports: %2%/%3%/%4%

source: No matches
lv: Nav līdzinieku

source: Outgoing connection settings
lv: Izejošo savienojumu iestatījumi

source: PM history
lv: PM vēsture

source: Picture
lv: Bilde

source: Register with Windows to handle dchub:// and adc:// URL links
lv: Reģistrēties iekš Windows kā dchub:// un adc:// URL turētājam

source: Settings...
lv: Iestatījumi...

source: TCP
lv: TCP Ports

source: Your version of windows common controls is too old for DC++ to run correctly, and you will most probably experience problems with the user interface. You should download version 5.80 or higher from the DC++ homepage or from Microsoft directly.
lv: Jūsu logu kontrolieris ir par vecs priekš šīs DC++ versijas, lai tā darbotos precīzi, un iespējams Jums ir pieredzes trūkums lai to izmantotu. Jums vajadzētu lejuplādēt versiju 5.80 vai jaunāku, no DC++ mājas lapas vai Microsoft kopnes.
