Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: Favorite name
bs: Omiljeno ime
cs: Nazev
el: Αγαπημένο όνομα
et: Lemmiknimi
lv: Izlases vārds
nb: Favorittnavn
nl: Naam favoriet
pt: Nome preferido
pt_br: Nome favorito
ro: Numele obiectului favorit
sl: Mapa priljubljenih

source: Favorite user added
bs: Dodan omiljeni korisnik
cs: Uzivatel byl pridan do Oblibenych
el: Αγαπημένος χρήστης προστέθηκε
et: Lemmikkasutaja lisatud
lv: Lietotājs pievienots izlasei
nb: Favorittbruker lagt til
nl: Favoriete Gebruiker toegevoegd
pt: Adicionado um utilizador preferido
pt_br: Usuário favorito adicionado
ro: Utilizator favorit adăugat
sl: Priljubljeni uporabnik dodan

source: Favorites
bs: Omiljeno
cs: Oblíbené
el: Αγαπημένα
et: Lemmikud
lv: Favorīti
nb: Favoritter
nl: Favorieten
pt: Preferidos
pt_br: Favoritos
ro: Favorite
sl: Priljubljeno

source: File
bs: Dokument
cs: Soubor
el: Αρχείο
et: Fail
lv: Fails
nb: Fil
nl: Bestand
pt: Ficheiro
pt_br: Arquivo
ro: Fișier
sl: Datoteka

source: File Hash:
bs: Hash datoteke:
cs: Hash souborů:
el: Δεικτοποίηση αρχείου:
et: Faili hash:
nb: Filnøkkel
nl: Hash bestanden:
pt: Hash do ficheiro:
pt_br: Hash do Arquivo:
ro: Index-ul fișierului:
sl: Temeljito pregledovanje datotek:

source: File Lists
bs: Liste datoteka
cs: Seznam souborů
el: Λίστες Αρχείων
et: Faili Listid
lv: Failu Saraksti
nb: Fil lister
nl: Bestandslijsten
pt: Lista de ficheiros
pt_br: Listas de Arquivos
ro: Liste de fișiere
sl: Seznami datotek

source: File is already finished
bs: Datoteka je već završena
el: Το αρχείο είναι ήδη ολοκληρωμένο
et: Fail on juba lõpetatud
nb: Filen er allerede ferdig
nl: Bestand is al reeds voltooid
pt: O ficheiro já terminou
pt_br: O arquivo já está concluído
ro: Fișierul este deja descărcat

source: File not available
bs: Dokument nedostupan
cs: Soubor je nedostupny
el: Το αρχείο δεν είναι διαθέσιμο
et: Fail pole kättesaadav
lv: Fails nav pieejams
nb: Filen er ikke tilgjengelig
nl: Bestand niet beschikbaar
pt: Ficheiro indisponível
pt_br: Arquivo não disponível
ro: Fișier indisponibil
sl: Datoteka ni na voljo

source: File size
bs: Veličina datoteke
cs: Velikost souboru
el: Μέγεθος αρχείου
et: Faili suurus
nb: Filstørrelse
nl: Bestands grootte
pt: Tamanho
pt_br: Tamanho do arquivo
ro: Dimensiune fișier

source: File type
bs: Vrsta datoteke
cs: Typ souboru
el: Τύπος αρχείου
et: Faili tüüp
lv: Faila tips
nb: Filtype
nl: Bestandstype
pt: Tipo
pt_br: Tipo de arquivo
ro: Tip de fișier
sl: Tip datoteke

source: Filelist Menu
bs: Izbornik liste datoteka
el: Μενού λιστών αρχείων
et: Faililisti menüü
lv: Failu saraksti
nb: Fillistemeny
nl: Bestandslijstmenu
pt: Menu da lista
pt_br: Menu da lista de arquivos
ro: Meniul Listei de Fișiere
sl: Meni seznama datotek

source: Filename
bs: Ime datoteke
cs: Nazev souboru
el: Όνομα αρχείου
et: Faili nimi
lv: Faila nosaukums
nb: Filnavn
nl: Bestandsnaam
pt: Nome do ficheiro
pt_br: Nome do arquivo
ro: Numele Fișierului
sl: Ime datoteke

source: Filename:
bs: Naziv datoteke
cs: Nazov souboru:
el: Όνομα αρχείου:
et: Faili nimi:
lv: Faila vārds:
nb: Filnavn:
nl: Bestandnaam:
pt: Nome do ficheiro:
pt_br: Nome do arquivo:
ro: Numele fișierului:
sl: Ime datoteke:

source: Files
bs: Datoteke
cs: Soubory
el: Αρχεία
et: Failid
lv: Faili
nb: Filer
nl: Bestanden
pt: Ficheiros
pt_br: Arquivos
ro: Fișiere
sl: Datoteke

source: Files: %1%
bs: Datoteka %1%
cs: Soubory: %1%
el: Αρχεία: %1%
et: Faile: %1%
lv: Faili: %1%
nb: Filer: %1%
nl: Bestanden: %1%
pt: Ficheiros: %1%
pt_br: Arquivos: %1%
ro: Fișiere: %1%
sl: Datotek: %1%

source: Filter spam messages
bs: Filtriraj spam poruke
el: Να φιλτράρονται τα μηνύματα spam
nl: Filter spamberichten
pt: Filtrar mensagens "spam"
pt_br: Filtrar mensagens de spam

source: Find
bs: Pronađi
cs: Hledej
el: Εύρεση
et: Otsi
lv: Meklēt
nb: Finn
nl: Vind
pt: Procurar
pt_br: Achar
ro: Caută
sl: Poišči

source: Finished
bs: Završeno
cs: Dokončeno
el: Ολοκληρώθηκε
et: Lõpetatud
nb: Fullført
nl: Voltooid
pt: Terminado
pt_br: Concluído

source: Finished Downloads
bs: Završena preuzimanja
cs: Dokoncene stahovani
el: Ληφθέντα
et: Lõpetatud allalaadimised
lv: Pabeigtās lejupielādes
nb: Ferdige nedlastinger
nl: Voltooide downloads
pt: Transferências concluídas
pt_br: Downloads concluídos
ro: Descărcările Terminate
sl: Končana odjemanja

source: Finished Uploads
bs: Završena slanja
cs: Dokoncene odesilani
el: Ανεβασμένα
et: Lõpetatud üleslaadimised
lv: Pabeigtās augšupielādes
nb: Ferdige opplastinger
nl: Voltooide uploads
pt: Envios concluídos
pt_br: Uploads concluídos
ro: Încărcările Terminate
sl: Končana oddajanja

source: Follow last redirec&t Ctrl+T
bs: Slijedi posljednje preusmjeravanje& Ctrl+T
et: Järgi viimast ümbersuunamis&t Ctrl+T
ro: Urmăreș&te ultima redirecționare Ctrl+T
sl: Zasleduj zadnjo preusmeri&tev Ctrl+T

source: Follow last redirect
bs: Slijedi posljednje preusmjeravanje
et: Järgi viimast ümbersuunamist
ro: Urmărește ultima redirecționare
sl: Zasleduj zadnjo preusmeritev

source: Format
bs: Oblik
el: Μορφοποίηση
et: Vormindus
lv: Formāts
nl: Formaat
pt: Formato
pt_br: Formato
sl: Oblika

source: Frequently asked questions
bs: Često postavljena pitanja
cs: Otazky a odpovedi (FAQ)
el: Συχνές ερωτήσεις
et: Korduma kippuvad küsimused
lv: Biežāk uzdotie jautājumi
nb: Ofte stilte spørsmål
nl: Veel voorkomende vragen (FAQ)
pt: Perguntas frequentes
pt_br: Perguntas feitas frequentemente
ro: Răspunsuri la întrebări frecvente
sl: Pogosto zastavljana vprašanja (FAQ)

source: Full Path
bs: Puna staza
cs: Cela pristupova cesta
el: Πλήρης Διαδρομή
et: Täpne asukoht
lv: Pilns ceļš
nb: Fullstendig bane
nl: Volledig pad
pt: Caminho total
pt_br: Caminho Completo
ro: Calea completă
sl: Celotna pot

source: Full tree does not match TTH root
bs: Učitano se ne slaže s izvornim TTH kodom
cs: Stahnuty strom neodpoveda porovnavanemu TTH zakladu (TTH root)
el: Το δέντρο αρχείων δεν ταιριάζει στο TTH
et: Kogu puu ei ühildu TTH juurega
lv: Lejupielādētā faila TTH sakne ir atšķirīga
nb: Filtreet samsvarer ikke med TTH-roten
nl: Mapstructuur komt niet overeen met TTH Root
pt: O caminho não coincide com o TTH root
pt_br: A árvore completa não combina com a raiz TTH
ro: Arborele complet nu se potrivește cu rădacina TTH
sl: Celotno drevo se ne ujema v TTH

source: Generate certificates
bs: Napravi certifikate
cs: Generovat certifikáty
el: Δημιουργία πιστοποιητικών
et: Genereeri sertifikaadid
nb: Lag sertifikater
nl: Maak certificaten
pt: Gerar certificados
pt_br: Gerar Certificados
ro: Generează certificate
sl: Generanje certifikata

source: GeoIP database update
bs: Osvježavanje GeoIP baze podataka
cs: Aktualizace GeoIP databaze
el: Ενημέρωση Βάσης Δεδομένων GeoIP
et: GeoIP andmebaasi uuendus
lv: GeoIP datubāzes atjaunošana
nb: GeoIP databaseoppdatering
pt: Atualizar base de dados GeoIP
pt_br: Atualização dos base de dados do GeoIP
ro: Actualizarea bazei de date GeoIP
sl: Nadgradnja GeoIP podatkovne baze

source: Get started
bs: Početi
cs: Začít
el: Ξεκινώντας
et: Alustuseks
nb: Kom igang
nl: Aan de slag
pt: Começar
pt_br: Ser iniciado
ro: Începe
sl: Začni

source: Grant &extra slot
bs: Dodijeli &dodatni slot
cs: Udělit &extra slot
el: Παραχώρηση επιπλέον θέσης
et: Anna &lisa slot
nb: Gi &ekstra slot
nl: Sta &extra slot toe
pt: Garantir slot &extra
pt_br: Garantir &um slot extra
ro: Of&eră slot în plus
sl: Odpri izredno režo

source: Greetz and Contributors
bs: Čestitke i pomagači
cs: Poděkování a příspěvky
el: Χαιρετισμοί και συντελεστές
et: Tervitused ja Kaastöölised
nb: Hilsener og bidragsytere
nl: Groeten en medewerkers
pt: Agradecimentos e contributos
pt_br: Saudações e Contribuidores
ro: Contribuții și dedicații
sl: Zahvale in sodelavci

source: Group
bs: Grupa
cs: Skupina
el: Ομάδα
et: Grupp
nb: Gruppe
nl: Groep
pt: Grupo
pt_br: Grupo

source: Group name
bs: Ime grupe
cs: Jméno skupiny
el: Όνομα ομάδας
et: Grupinimi
nb: Gruppenavn
nl: Groepsnaam
pt: Nome do grupo
pt_br: Nome do grupo

source: Group properties
bs: Osobine grupe
cs: Vlastnosti skupiny
el: Ιδιότητες ομάδας
et: Grupi omadused
nb: Egenskaper for gruppe
nl: Groepseigenschappen
pt: Propriedades do grupo
pt_br: Propriedades do grupo

source: Grouped by files
bs: Grupiraj po datotekama
cs: Seskupeno podle souborů
el: Ομαδοποιημένα ανά αρχεία
et: Grupeeritud failide järgi
nb: Gruppert etter filer
nl: Gegroepeerd volgens bestanden
pt: Agrupar por ficheiros
pt_br: Agrupado por arquivos
ro: Grupat pe fișiere
sl: Grupirano po datotekah

source: Grouped by users
bs: Grupiraj po korisnicima
cs: Seskupeno podle uživatelů
el: Ομαδοποιημένα ανά χρήστες
et: Grupeeritud failide järgi
nb: Gruppert etter brukere
nl: Gegroepeerd volgens gebruikers
pt: Agrupar por utilizadores
pt_br: Agrupado por usuários
ro: Grupat pe utilizatori
sl: Grupirano po uporabnikih

source: Guess user country from IP
bs: Pogodi korisnikovu zemlju po IPu
cs: Zjistovat stat uzivatele
el: Ανάκτηση χώρας του χρήστη βάσει της IP
et: Arva IP järgi päritolumaad
lv: Uzzināt lietotāja valsti
nb: Gjett brukers hjemland basert på IP
nl: Raad land van gebruiker aan de hand van het IP-adres
pt: Obter país com base no IP
pt_br: Advinha o país do usuário pelo IP
ro: Ghicește țara utilizatorului după IP
sl: Ugibaj uporabnikovo državo iz IP naslova

source: HTTP Proxy (for hublist only)
bs: HTTP proxy (samo za hub listu)
cs: HTTP Proxy (jen pro seznam hubu)
el: HTTP Proxy (Μόνο για τη λίστα δημοσίων κυψελών)
et: HTTP puhverserver (ainult hubi nimekirja)
lv: HTTP Proxy (tikai priekš centrmezglu sarakstiem)
nb: HTTP Proxy (bare for hublister)
nl: HTTP-proxy (alleen voor hublijst)
pt: Proxy HTTP (só para a lista de hubs)
pt_br: Proxy HTTP (só para a lista de hubs)
ro: Proxy HTTP (numai pentru lista de huburi)
sl: HTTP Proxy (samo za hubliste)

source: Height of the message editing box
bs: Visina okvira za editovanje poruka
el: Ύψος πεδίου επεξεργασίας μηνυμάτων
nl: Hoogte van het berichtvak
pt_br: Altura da caixa de edição de mensagem

source: Help
bs: Pomoć
cs: _Nápověda
el: Βοήθεια
et: Abi
lv: Palīdzība
nb: Hjelp
pt: Ajuda
pt_br: Ajuda
ro: Ajutor
sl: Pomoč

source: Help &Contents F1
bs: Pomoć &Sadržaj F1
cs: &Obsah nápovědy F1
el: Περιεχόμενα στη Βοήθεια F1
et: Abi &sisukord F1
nb: Hjelp &Innhold F1
nl: Help&inhoud F1
pt: &Conteúdo da ajuda F1
pt_br: Conteúdos &da Ajuda F1
ro: &Cuprinsul fițierului de ajutor F1
sl: Pomoč &Vsebine F1

source: Hide files already in share
bs: Sakrij datoteke koje se već dijelite
cs: Skrýt již sdílené soubory
el: Απόκρυψη ήδη κοινόχρηστων αρχείων
et: Peida juba jagatud failid
nb: Skjul filer som allerede er delt
nl: Verberg reeds gedeelde bestanden
pt: Ocultar ficheiros já existentes na partilha
pt_br: Esconder os arquivos já no compartilhamento
ro: Ascunde fișierele deja în partaj
sl: Skrij datoteke, ki jih že delim

source: High
bs: Visoko
cs: Vysoka
el: Υψηλή
et: Kõrge
lv: Augsts
nb: Høy
nl: Hoog
pt: Alta
pt_br: Alta
ro: Ridicată
sl: Visoka

source: High prio max size
bs: Visoki prioritet maksimalna veličina
cs: Vysoka-velikost
el: Μέγιστο μέγεθος υψηλής προτεραιότητας
et: Suure prioriteedi maks. suurus
lv: Augstas prioritātes izmērs
nb: Høy prioritet maksstørrelse
nl: Hoge Prio grootte (maximaal)
pt: Prioridade alta
pt_br: Tamanho máximo com prioridade alta
ro: Dimensiunea maximă pentru prioritate înaltă
sl: Velika prio velikost

source: Highest
bs: Najviši
cs: Najvyssi
el: Μέγιστη
et: Kõrgeim
lv: Visaugstākā
nb: Høyest
nl: Hoogste
pt: Mais alta
pt_br: Mais alta
ro: Maximă
sl: Najvišja

source: Highest prio max size
bs: Najviši prioritet maksimalna veličina
cs: Najvyssi-velikost
el: Μέγιστο μέγεθος υψηλότατης προτεραιότητας
et: Suurima prioriteedi maks. suurus
lv: Augstākās prioritātes izmērs
nb: Høyeste prioritet maksstørrelse
nl: Hoogste prio grootte (maximaal)
pt: Prioridade mais alta
pt_br: Tamanho máximo com a prioridade mais alta
ro: Dimensiunea maximă pentru prioritate maximă
sl: Največja prio velikost

source: History
bs: Historija
cs: Historie
el: Ιστορικό
et: Ajalugu
nb: Historikk
nl: Geschiedenis
pt: Histórico
pt_br: Histórico

source: Hit Ratio: %1%
bs: Omjer %1%
cs: Poměr požadavků: %1%
et: Reiting: %1%
nb: Treffprosent: %1%
ro: Rata potrivirilor: %1%
sl: Razmerje zadetkov: %1%

source: Hits: %1%
bs: Klikova: %1%
cs: Požadavky: %1%
et: Tabamusi: %1%
nb: Treff: %1%
ro: Potriviri: %1%
sl: Zadetki: %1%

source: Hub (last seen in, if offline)
bs: Hub (posljednji puta viđen, ako nedostupan)
et: Hub (viimati nähtud, kui ühenduseta)
ro: Hub (în care a fost ultima dată, dacă e offline)
sl: Vozlišče (nazadnje viden na njem, če je odsoten)

source: Hub Menu
bs: Hub izbornik
el: Μενού Κυψέλης
et: Hubi menüü
lv: Centrmezgli
nb: Hubbmeny
pt: Menu de hub
pt_br: Menu do Hub
ro: Meniul hub-ului
sl: Vozlišče (hub) meni

source: Hub address (see help for usage)
bs: Hub adresa (vidi help)
el: Διεύθυνση hub (δείτε στην βοήθεια για το πως χρησιμοποιήτε)
nl: Hubadres (zie help voor gebruik)
pt: Endereço do hub (veja a ajuda)
pt_br: Endereço do hub (veja ajuda para uso)

source: Hub address cannot be empty
bs: Hub adresa ne može biti prazna
cs: Adresa hubu nemůže být prázdná
el: Η διεύθυνση της κυψέλης δεν μπορεί να είναι κενή
et: Hubi aadress ei tohi olla tühi
lv: Huba adrese nedrīkst būt tuksa
nb: Hubbadressefelt kan ikke være tomt
nl: Hub adres kan niet leeg zijn
pt: O endereço do Hub não pode estar vazio
pt_br: O endereço do hub não pode estar vazio
ro: Adresa hub-ului nu poate fi lăsată goală
sl: Naslov vozlišča ne more biti prazen

source: Hub already exists as a favorite
bs: Hub već postoji kao omiljeni
cs: Hub je uz v oblibenych
el: Η κυψέλη υπάρχει ήδη στις αγαπημένες
et: Hub on juba lemmikutes
lv: Hubs jau eksistē kā favorīts
nb: Hubben er allerede lagt til favoritter
nl: Deze hub bestaat al in de lijst met favorieten
pt: O hub já existe na lista de preferidos
pt_br: O hub já existe como um favoritos
ro: Hub-ul este deja favorit
sl: Vozlišče (hub) že obstaja med priljubljenimi

source: Hub list downloaded%1% (%2%)
bs: Hublista preuzeta %1% (%2%)
el: Η λίστα των hub κατέβηκε%1% (%2%)
nl: Hublijst gedownload%1% (%2%)
pt: Transferida a lista de hubs %1% (%2%)
pt_br: Lista de Hub baixada%1% (%2%)

source: Hublist
bs: Hub lista
el: Λίστα κυψελών
et: Hubi nimekiri
nb: Hubbliste
nl: Hublijst
pt: Lista de hubs
pt_br: Lista de hubs
ro: Lista de Huburi
sl: Seznam vozlišč (hubov)

source: Hubs
bs: Hubovi
cs: Huby
el: Κυψέλες
et: Hubid
lv: Centrmezgli
nb: Hubber
ro: Huburi
sl: Vozlišča (hubi)

source: Hubs: %1%
bs: Hubovi: %1%
cs: Huby: %1%
el: Κυψέλες: %1%
et: Hubid: %1%
nb: Hubber: %1%
ro: Huburi: %1%
sl: Vozlišča (hubi): %1%

source: Hubs: %1% / %2%
bs: Hubovi: %1% / %2%
cs: Huby: %1% / %2%
el: Κυψέλες: %1% / %2%
et: Hubid: %1% / %2%
lv: Hubi: %1% / %2%
nb: Hubber: %1% / %2%
ro: Hub-uri: %1% / %2%
sl: Vozlišča (hubi): %1% / %2%

source: Identification (leave blank for defaults)
bs: Identifikacija (ostavite prazno za predefinisanu vrijednost)
cs: Identifikace (nevyplňovat pro výchozí hodnoty)
el: Αναγνώριση (κενό για τις προεπιλογές)
et: Tunnus (vaikeväärtuste jaoks jätta tühjaks)
nb: Identifikasjon (la være tom for standardverdier)
nl: Identificatie (defaultinstelling: niet ingevuld)
pt: Idenficação (deixar em branco para omissões)
pt_br: Identificação (deixe em branco para os padrões)
ro: Identificare (lăsați gol pentru setările implicite)
sl: Identifikacija (pusti prazno za privzete vrednosti)

source: Idle
bs: Neaktivno
cs: Nečinný
el: Αδρανής
et: Tegevusetult
lv: Dīkstāve
nb: Inaktiv
nl: Inactief
pt: Inativo
pt_br: Inativo
ro: Inactiv
sl: Nedejaven

source: Ignore TTH searches
bs: Ignoriraj TTH pretraživanja
cs: Ignorovat hladani z TTH
et: Ignoreeri TTH otsingud
lv: Ignorēt TTH meklējumus
nb: Ignorer TTH-søk
ro: Ignoră căutarile TTH
sl: Prezri TTH iskanja

source: Ignore private messages from bots
bs: Ignoriraj privatne poruke od botova
cs: Ignorovat soukromé zprávy od botů
el: Να αγνοούνται προσωπικά μηνύματα από bots
et: Ignoreeri robot privaat sõnumid
nb: Ignorer private meldinger fra botter
nl: Negeer privéberichten van bots
pt: Ignorar mensagens privadas vindas dos bots
pt_br: Ignorar as mensagens privadas dos bots
ro: Ignoră mesajele private de la boți
sl: Ignoriraj zasebna sporočila od botov

source: Ignore private messages from the hub
bs: Ignoriraj privatne poruke od hubova
cs: Ignorovat soukromé zprávy z hubu
el: Να αγνοούνται προσωπικά μηνύματα από την κυψέλη
et: Ignoreeri hubi privaatsõnumid
nb: Ignorer private meldinger fra hubber
nl: Negeer privéberichten van hub
pt: Ignorar mensagens privadas vindas dos hubs
pt_br: Ignorar as mensagens privadas do hub
ro: Ignoră mesajele private dinspre hub
sl: Ignoriraj zasebna sporočila iz huba

source: Ignored message: %1%
bs: Ignorirana poruka: %1%
cs: Ignorovaná zpráva: %1%
el: Μήνυμα που αγνοήθηκε: %1%
et: Ignoreeritud sõnum: %1%
lv: Ignorētie ziņojumi: %1%
nb: Ignorert melding: %1%
nl: Negeer bericht: %1%
pt: Mensagem ignorada: %1%
pt_br: Mensagem ignorada: %1%
ro: Mesaj ignorat: %1%
sl: Prezrto sporočilo: %1%

source: Incoming connection settings
bs: Postavke dolazne veze
et: Sissetulevate ühenduste sätted
ro: Setări de conexiune de intrare

source: Indexing progress
bs: Popis u toku
cs: Postup indexace
el: Προόδος δεικτοποίησης
et: Indekseerimise protsess
lv: Indeksēšanas progress
nb: Indekseringsprosess
nl: Indexeringsvoortgang
pt: A indexar
pt_br: Progresso da indexação
ro: Starea indexării
sl: Napredovanje kreiranja seznama datotek

source: Integrity check: %1% (%2%)
bs: Provjera integriteta: %1% (%2%)
el: Έλεγχος ακεραιότητας: %1% (%2%)
et: Terviklikkuse kontroll: %1% (%2%)
nb: Integritetskontroll: %1% (%2%)
nl: Integriteitscontrole: %1% (%2%)
pt: Vericação da integridade: %1% (%2%)
pt_br: Verificação da integridade: %1% (%2%)
ro: Verificare de integritate: %1% (%2%)

source: Invalid file list name
bs: Ime liste datoteka neispravno
cs: Chybny seznam souboru
el: Άκυρο όνομα λίστας αρχείων
et: Vigane faililisti nimi
nb: Ugyldig fillistenavn
nl: Ongeldige naam voor bestandslijst
pt: Nome inválido para a lista de ficheiros
pt_br: Nome da lista de arquivos inválido
ro: Numele listei de fișiere nu e valid
sl: Napačno ime seznama datotek

source: Invalid number of slots
bs: Pogrešan broj slotova
cs: Nespravny pocet slotu
el: Άκυρος αριθμός θέσεων
et: Vale slot'ide number
lv: Nederīgs kanālu skaits
nb: Ugyldig antall slotter
nl: Ongeldig aantal Slots
pt: Número inválido de slots
pt_br: Número inválido de slots
ro: Numărul de sloturi nu e valid
sl: Napačna številka reže (slota)

source: Items: %1%
bs: Predmeta: %1%
cs: Položky: %1%
el: Αντικείμενα: %1%
et: Objektid: %1%
nb: Enheter: %1%
pt: Itens: %1%
pt_br: Itens: %1%
ro: Obiecte: %1%
sl: Predmetov: %1%

source: Join/part of favorite users showing off
bs: Isključi dojavu ulaz/izlaz omiljenih korisnika
cs: Zvýraznit připojení oblíbených uživatelů
el: Εμφάνιση εισόδου/εξόδου αγαπημένων χρηστών ανενεργή
et: Lemmikkasutajate liitumiste/lahkumiste näitamine väljas
lv: Izslēgta izlases lietotāju pievienošanās/atvienošanās parādīšana
nb: Deaktiver infovisning når favorittbrukere kobler til/fra
nl: Aan- of Afmelden van voorkeur Gebruiker ingeschakeld
pt: Desactivar a visualização das Entradas/Saídas de amigos
pt_br: Juntar/parte dos usuários favoritos mostrando-se desconectados
ro: Afișarea Alăturării / Plecării utilizatorilor favoriți dezactivată
sl: Prikaz prihoda/odhoda priljubljenih uporabnikov onemogočen

source: Join/part of favorite users showing on
bs: Uključi dojavu ulaz/izlaz omiljenih korisnika
cs: Zobrazovani prichodu/odchodu oblibenych uzivatelu v hlavnim chatu zapnute
el: Εμφάνιση εισόδου/εξόδου αγαπημένων χρηστών ενεργή
et: Lemmikkasutajate liitumiste/lahkumiste näitamine sees
lv: Ieslēgta izlases lietotāju pievienošanās/atvienošanās parādīšana
nb: Se når favorittbrukere kommer/går påslått
nl: Aan- of afmelden van voorkeur Gebruiker uitgeschakeld
pt: Activar a visualização das Entradas/Saídas de amigos
pt_br: Juntar/parte dos usuários favoritos mostrando-se conectados
ro: Afișarea Alăturării / Plecării utilizatorilor favoriți activată
sl: Prikaz prihoda/odhoda priljubljenih uporabnikov omogočen

source: Join/part showing off
bs: Dojava ulaz/izlaz: isključeno
cs: Zobrazeni prichodu/odchodu uzivatelu vypnute
el: Εμφάνιση εισόδου/εξόδου ανενεργή
et: Liitumiste/lahkumiste näitamine väljas
lv: Izslēgta pievienošanās/atvienošanās parādīšana
nb: Kobler til/fra av
nl: Inlog- en uitlogmeldingen uitgeschakeld
pt: Desactivar a visualização das Entradas/Saídas de utilizadores
pt_br: Juntar/Parte mostrando desconectado
ro: Afișare alăturări/plecări dezactivată
sl: Prikaz prihoda/odhoda uporabnikov onemogočen

source: Join/part showing on
bs: Dojava ulaz/izlaz: uključeno
cs: Zobrazeni prichodu/odchodu uzivatelu zapnute
el: Εμφάνιση εισόδου/εξόδου ενεργή
et: Liitumiste/lahkumiste näitamine sees
lv: Ieslēgta pievienošanās/atvienošanās parādīšana
nb: Kobler til/fra på
nl: Inlog- en uitlogmeldingen ingeschakeld
pt: Activar a visualização das Entradas/Saídas de utilizadores
pt_br: Juntar/partir mostrando conectado
ro: Afișare alăturări/plecări activată
sl: Prikaz prihoda/odhoda uporabnikov omogočen

source: Keep duplicate files in your file list
bs: Zadrži duple datoteke u svojoj listi datoteka
cs: Zahrnut duplicitni soubory do sdileni (nikdy se nepocitaji do sdileni ale ostatni je vidi)
el: Παραμονή διπλών αρχείων στη λίστα σας
et: Hoia topelt failid oma faili lehel
lv: Paturēt vienādus failus koplietošanas sarakstā (kopijas nepalielina koplietnes izmēru)
nb: Behold duplikate filer i filliste
nl: Dubbele bestanden bewaren in eigen bestandslijst
pt: Manter ficheros duplicados na sua lista
pt_br: Manter arquivos duplicados na sua lista de arquivos
ro: Păstrează fișierele duplicate în listă
sl: Obdrži podvojene datoteke v datotečni listi

source: Keep finished files in the queue
bs: Zadrži završene fajlove u redu
el: Να διατηρούνται τα τελειωμένα αρχεία στην σειρά
nl: Bewaar voltooide bestanden in de wachtrij
pt: Manter na lista de espera os ficheiros terminados
pt_br: Manter arquivos finalizados na lista

source: Keep it between
bs: Zadrži između
el: Να είναι μεταξύ
nl: Houd het tussen
pt: Manter entre
pt_br: Manter entre

source: Language
bs: Jezik
cs: Jazyk
el: Γλώσσα
et: Keel
lv: Valoda
nb: Språk
nl: Taal
pt: Idioma
pt_br: Idioma
ro: Limbă
sl: Jezik

source: Latest stable version
bs: Posljednja stabilna verzija
cs: Poslední stabilní verze
el: Τελευταία σταθερή έκδοση
et: Viimane stabiilne versioon
lv: Pēdējā stabilā versija
nb: Siste stabile versjon
nl: Recentste stabiele versie
pt: Última versão estável
pt_br: Última versão estável
ro: Ultima versiune stabilă
sl: Zadnja stabilna verzija

source: Limits
bs: Ograničenja
cs: Limity
el: Όρια
et: Piirangud
lv: Ierobežojumi
nb: Grenseverdier
nl: Limieten
pt: Limites
pt_br: Limites
ro: Limite
sl: Omejitve

source: Line speed (upload)
bs: Brzina veze (slanje)
cs: Max.rychl.odesilani
el: Ταχύτητα γραμμής (ανέβασμα)
et: Liini kiirus (üles)
lv: Līnijas ātrums (augšupielāde)
nb: Hastighet (opplasting)
nl: Uploadsnelheid
pt: Velocidade (envio)
pt_br: Velocidade da linha (upload)
ro: Viteza de Încărcare
sl: Hitrost linije (oddajanje)

source: Loading DC++, please wait... (%1%)
bs: Učitavam DC++, molimo čekajte... (%1%)
cs: Spouštím DC++, prosím počkejte... (%1%)
el: Γίνεται φόρτωση του DC++, παρακαλώ περιμένετε... (%1%)
et: Laen DC++, palun oota... (%1%)
lv: Ielādējas DC++, lūdzu uzgaidiet...(%1%)
nb: Laster DC++, vennligst vent... (%1%)
nl: DC++ wordt gestart, een moment geduld... (%1%)
pt: A carregar o DC++, por favor espere...(%1%)
pt_br: Carregando o DC++, por favor aguarde... (%1%)
ro: DC++ se încarcă, vă rugăm așteptați... (%1%)
sl: Zaganjam DC++, prosim počakajte... (%1%)

source: Locally cached (as of %1%) version of the hub list loaded (%2%)
bs: Lokalo spremljena (od %1%) verzije hubliste učitana (%2%)
nl: Lokaal gecachede versie (van %1%) van de hublijst geladen (%2%)
pt_br: Localmente em cache (cerca de %1%) versão da lista de hub carregado (%2%)
