Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: Auto-away on minimize (and back on restore)
bs: Automatska odsutnos na spuštanju (i natrag na podizanju) prozora
et: Minimeerimisel minnakse eemale (taastamisel tagasi)
lv: Samazinot logu automātiski ieslēgt prombūtnes režīmu
ro: Auto-activarea modului PLECAT la minimizare (și înapoi la restaurare)
sl: Samodejna odsotnost ob pomanjšanju (in vrnitev ob obnovitvi)

source: Auto-search limit
bs: Ograničenje automatske pretrage
cs: Auto hled.alt.zdr.
el: Όριο αυτόματης αναζήτησης
et: Automaatotsingu limiit
lv: Auto-mekl. limits
nb: Automatisk søkebegrensning
nl: Limiet automatisch zoeken
pt: Limite das pesquisas
pt_br: Limite da Auto-busca
ro: Limita căutării automate
sl: Omejitev avtomatičnega iskanja

source: Autodrop settings
bs: Postavke automatskog bacanja
cs: Nastaveni autom. odpojovani
el: Ρυθμίσεις αυτόματης απόρριψης
et: Automaathülgamise seaded
nb: Innstillinger for automatisk forkastning
nl: Instellingen voor automatische verwijdering bronnen
pt: Definições para desligar
pt_br: Configurações para auto-soltar
ro: Setări pt. deconectare automată
sl: Nastavitve samodejnega zavračanja

source: Autodrop slow sources for all queue items (except filelists)
bs: Automatski odbaci spore izvore za sve datoteke u prirpremi (osim listi datoteka)
cs: Odebrat pomale zdroje (vyjma pomaleho stahovani seznamu souboru)
el: Απόρριψη αργών πηγών για όλα τα αρχεία σε αναμονή (εκτός από λίστες αρχείων)
et: Katkesta kõigi failide aeglased allikad järjekorras (v.a faililistid)
lv: Automātiski atmest visus lēnos avotus visiem lejupielādes rindas priekšmetiem (izņemot failu sarakstus)
nb: Forkast trege kilder for alle enheter i kø (unntatt fillister)
nl: Verwijder automatisch langzame bronnen in wachtrij (uitgezonderd bestandslijsten)
pt: Desligar todas as fontes lentas para todos os itens da lista de espera (excepto listas)
pt_br: Auto-soltar fontes lentas para todos os itens da fila (exceto as listas de arquivos)
ro: Abandonează automat sursele lente ale tuturor itemurilor din coadă (cu excepția listelor de fișiere)
sl: Samodejno zavrzi počasne vire pri vseh odjemanjih v čakalni vrsti (razen seznamov datotek)

source: Automatic Directory Listing Search
bs: Automatska listing pretraga direktorija
cs: Automaticke hladani v seznamech souboru
el: Αυτόματη Αναζήτηση Καταλόγων
et: Automaatne kataloogiotsing
lv: ADL meklēšana
nb: Automatiisk Direktiv Opplistningssøk
nl: Zoek ADL
pt: Procura automática na listagem do diretório
pt_br: Busca por Listagem de Diretórios Automática
ro: Căutare Automată în Dosare [ADL]
sl: Avtomatsko iskanje z listanjem po mapah

source: Automatically disconnect users who leave the hub
bs: Automatski odjavi korisnike koji napuste hub
cs: Automaticky odpojit uzivatele, kteri sa odpoji (neodpojuje kdyz spadne hub nebo se odpojite vy)
el: Αυτόματη αποσύνδεση χρηστών που αποχωρούν από την κυψέλη
et: Katkesta hubist lahkunud kasutajate ühendus
lv: Automātiski atvienot centrmezglu atstājošus lietotājus (neatvieno ja centrmzegls izslēdzas vai tu viņu atstāj)
nb: Automatisk frakobling av brukere som forlater hubben
nl: Verbreek automatisch verbinding met gebruikers die hub verlaten
pt: Desligar automaticamente os utilizadores que saiam do hub
pt_br: Automaticamente desconectar usuários que deixaram o hub
ro: Deconectează automat utilizatorii care părăsesc hubul
sl: Samodejno prekini uporabnike, ki zapustijo hub

source: Automatically follow redirects
bs: Automatski slijedi preusmjerenja
cs: Automaticky nasledovat presmerovani
el: Αυτόματη ακολούθηση εκτροπών
et: Järgi ümbersuunamisi automaatselt
lv: Automātiski sekot pārvirzēm
nb: Følg omadresseringer automatisk
nl: Automatisch omleiding volgen
pt: Seguir redirecionamento automaticamente
pt_br: Automaticamente seguir os redirecionamentos
ro: Urmărește automat redirecționările
sl: Samodejno sledi preusmeritvam

source: Automatically match queue for search hits
bs: Automatski uporedi red za čekanje sa traženim
cs: Automatické porovnaní fronty pro vysledky hledaní
el: Αυτόματο ταίριασμα αναμονής σε αναζητήσεις
et: Automaatselt sobita järjekord otsingu tulemustega
nb: Sjekk om noen av søkeresultater stemmer med den eksisterende køen
nl: Automatisch doorzoek een gebruiker zijn lijst om hem te gebruiken als bron voor je bestanden
pt_br: Automaticamete combinar a fila com os acertos da busca
ro: Potrivește automat în coadă rezultatele căutării

source: Automatically open an extra slot if speed is below (0 = disable)
bs: Automatski otvori dodatni slot ako je brzina ispod (0 = onemogući)
cs: Otevrit dalsi slot, kdyz bude rychlost mensi jak (0 = zakazane)
el: Αυτόματη παραχώρηση έξτρα θέσης αν η ταχύτητα είναι κάτω από (0 = Απενεργοποιημένο)
et: Automaatselt avada uus pesa, kui kiirus on alla (0 = keelatud)
lv: Automātiski atvērt papildus kanālu, ja ātrums ir zem (0 = atslēgts)
nb: Automatisk åpning av ekstra slot hvis hastighet er under (0 = disable)
nl: Automatisch extra slot openen indien de snelheid lager is dan (0 = niet gebruiken)
pt: Abrir automaticamente uma slot extra se a velocidade for inferior a (0=inativo)
pt_br: Abrir automaticamente um slot extra se a velocidade for inferior a (0 = desativado)
ro: Deschide automat un slot nou când viteza e sub (0=dezactivare)
sl: Odpri novo režo (slot), če hitrost pade pod (0 = onemogočeno)

source: Automatically search for alternative download locations
bs: Automatski traži alternativne lokacije za preuzimanje
cs: Automaticky hledat alternativni zdroje pro stahovani
el: Αυτόματη αναζήτηση εναλλακτικών τοποθεσιών προς λήψη
et: Otsi automaatselt uusi allalaadimisvõimalusi
lv: Automātiski meklēt alternatīvus lejupielādes avotus
nb: Automatisk søk etter alternative nedlastningssteder
nl: Automatisch naar alternatieve bronnen zoeken
pt: Pesquisar automaticamente pelas localizações alternativas
pt_br: Automaticamente procurar por locais alternativos para baixar
ro: Caută automat opțiuni alternative de descărcare
sl: Avtomatično išči alternativne uporabnike za odjemanja

source: Average/s: %1%
bs: Prosječno/s: %1%
cs: Průměr/s: %1%
et: Keskmine/s: %1%
nb: Gjennomsnittlig(e): %1%
ro: Media/s: %1%
sl: Povprečno/s: %1%

source: Average: %1%
bs: Prosječno: %1%
cs: Průměr: %1%
el: Μέσος όρος: %1%
et: Keskmine: %1%
lv: Vidējais: %1%
nb: Gj.s.: %1%
nl: Gemiddeld: %1%
pt: Média: %1%
pt_br: Média: %1%
ro: Medie: %1%
sl: Povprečno: %1%

source: Away mode off
bs: Isključen modus odsutnosti
cs: Nepritomnost vypnuta
el: Κατάσταση απουσίας ανενεργή
et: Eemal Moodus Väljas
lv: Prombūtnes režīms izslēgts
nb: Borte-status av
nl: Afwezigheidsmodus uitgeschakeld
pt: Modo de ausente desligado
pt_br: Modo distante desligado
ro: Mod PLECAT dezactivat
sl: Odsotni način izključen

source: Away mode on: %1%
bs: Uključen modus odsutnosti: %1%
cs: Mód nepřítomnosti za: %1%
el: Κατάσταση απουσίας ενεργή: %1%
et: Eemal Moodus Sees: %1%
nb: Borte-status på: %1%
nl: Afwezigheidsmodus ingeschakeld: %1%
pt: Modo ausente em: %1%
pt_br: Modo distante ligado: %1%
ro: Mod PLECAT activat: %1%
sl: Odsotni način vključen: %1%

source: Bandwidth Limiting
bs: Ograničenje Propusnosti

source: Bind address
bs: Uvezati adresu
cs: Zavazna adresa
el: Δέσμευση διεύθυνσης
et: Bind aadress
lv: Piesaistīt adresei
nb: Bind addresse
nl: Bind op ip-adres
pt: Endereço
pt_br: Prender ao endereço
ro: Adresa folosită
sl: Privzemi naslov

source: Break on first ADLSearch match
bs: Prekini na prvom rezultatu ADL pretrage
cs: Zastavit se na prvni polozce odpovidajici zadanemu v ADLSearch
el: Σταμάτημα της αναζήτησης ADL στην πρώτη εύρεση
et: Lõpeta esimese vaste leidmisel
lv: Apstāties pie pirmās ADL meklēšanas sakritības
nb: Bryt ved første treff i ADLSøk
nl: Pauze na de eerste ADL overeenkomst
pt: Parar na primeira semelhança ADL
pt_br: Quebrar na primeira combinação na Busca ADL
ro: Oprește căutarea ADL la primul rezultat
sl: Prekini pri prvem ujemanju avtomatskega iskanja z listanjem po mapah

source: Browse...
bs: Potraži...
cs: Hledat...
el: Περιήγηση...
et: Lehitse...
lv: Norādīt...
nb: Bla gjennom...
nl: Bladeren...
pt: Procurar...
pt_br: Procurar...
ro: Răsfoieşte...
sl: Brskaj ...

source: CRC Checked
bs: CRC provjeren
cs: CRC zkontrolováno
el: Ελεγχμένο CRC
et: CRC Kontrollitud
nb: CRC-sjekk utført
pt: CRC Verificado
pt_br: CRC Verificado
ro: Verificat CRC
sl: CRC preverjen

source: CRC32 inconsistency (SFV-Check)
bs: CRC32 nepostojanost (SFV-provjera)
cs: CRC32 nesuhlasi (SFV kontrola)
el: Ασυνέχεια CRC32 (Έλεγχος-SFV)
et: CRC32 ebakõla (SFV-kontroll)
lv: CRC32 neatbilstība (SFV-Pārbaude)
nb: Inkonsistent CRC32 (SFV-Sjekk)
nl: CRC32 inconsistentie (SFV-controle)
pt: Inconsistência CRC32 (verificação SFV)
pt_br: Inconsistência do CRC32 (Verificação do SFV)
ro: Inconsistență CRC32 (Verificare SFV)
sl: CRC32 neskadnost (SFV-preverjanje)

source: Cached hub list is corrupted or unsupported
bs: Spremljena hublista je oštećena ili nepodržana
el: Η προσωρινά αποθηκευμένη λίστα των hubs που έχετε είναι αλιωμένη ή δεν υποστηρίζεται
nb: Lagret hubliste er korrupt eller ikke støttet
nl: De gecachede hublijst is corrupt of wordt niet ondersteund
pt_br: A Lista de Usuários do Hub está corrumpida ou não é suportada pelo seu Cliente DC

source: Cancel
bs: Odustani
cs: Storno
el: Ακύρωση
et: Tühista
lv: Atcelt
nb: Avbryt
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ro: Renunță
sl: Prekliči

source: Change Log
bs: Dnevnik izmjena
cs: Protokol o zmenach
el: Αλλαγές ανά έκδοση
et: Muutuste Logi
lv: Izmaiņu saraksts
nb: Endringslogg
nl: Wijzigingenlog
pt: Registo de alterações
pt_br: Log das mudanças
ro: Jurnal modificări
sl: Dnevnik sprememb

source: Chat lines to recall from history when opening a window
bs: Broj linija koje će se prikazati iz prošlog razgovora
el: Γραμμές συζήτησης που θα ανακαλούνται απο το ιστορικό όταν ανοίγει ένα παράθυρο
nl: Te onthouden chatberichten wanneer een nieuw venster wordt geopend
pt_br: Mostrar as últimas linhas do histórico de conversa ao abrir uma nova janela.

source: Check every
bs: Provjeri svakog
cs: Kontrola kazdych
el: Έλεγχος κάθε
et: Kontrolli iga
lv: Pārbaudīt katras
nb: Sjekk alle
nl: Controleer alle
pt: Verificar a cada
pt_br: Verificar a cada
ro: Verifică la fiecare
sl: Preveri vsakih

source: Chunk
bs: Dio
cs: Blok
el: Κομμάτι
et: Tükk
nb: Del
pt: Bloco
pt_br: Bloco
ro: Bucată
sl: Kepa

source: Cipher
bs: Cifra
cs: Šifra
el: Κρυπτογράφηση
et: Šiffer
nb: Kodenøkkel
nl: Codering
pt: Cifra
pt_br: Cifra
ro: Cifru
sl: Številka

source: Clear search box after each search
bs: Očisti mjesto pretrage nakon svake pretrage
cs: Vymazat po kazdem hledani radek s hladanym vyrazem
el: Καθαρισμός του πεδίου εύρεσης μετά από κάθε αναζήτηση
et: Tühjenda otsingulahter pärast otsingut
lv: Notīrīt meklēšanas lauku pēc katras meklēšanas
nb: Tøm søkefeltet etter hvert søk
nl: Zoekvenster na elke zoekopdracht wissen
pt: Limpar caixa ao iniciar uma nova pesquisa
pt_br: Limpar a caixa de busca após cada busca
ro: Golește cîmpul de căutare după fiecare căutare
sl: Počisti polje za iskanje po vsakem iskanju

source: Close all PM windows
bs: Zatvori sve prozore privatnih poruka
cs: Zavřít všechna okna PM
el: Κλείσιμο παραθύρων προσωπικών συνομιλιών
et: Sulge kõik PS aknad
nb: Lukk alle PM-vinduer
nl: Sluit alle vensters met privéberichten
pt: Fechar janelas de MP
pt_br: Fechar todas as janelas de MP
ro: Închide toate ferestrele cu MP
sl: Zapri vsa okna z zasebnimi sporočili

source: Close all file list windows
bs: Zatvori sve prozore sa listama datoteka
cs: Zavřít všechna okna se seznamy souborů
el: Κλείσιμο λιστών αρχείων
et: Sulge kõik faililisti aknad
lv: Aizvērt visus failu sarakstu logus
nb: Lukk alle filliste-vinduer
nl: Sluit alle bestandslijsten
pt: Fechar janelas com listas de ficheiros
pt_br: Fechar todas as janelas das listas de arquivos
ro: Închide toate ferestrele cu liste de fișiere
sl: Zapri vse okna s seznami datotek

source: Close all hubs of a favorite group
bs: Zatvori sve hubove iz omiljene grupe
cs: Zavřit všechny Huby v Oblíbéné skupině
el: Κλείσιμο όλων των hubs απο μια ομάδα αγαπημένων
nl: Sluit alle hubs van een favorietengroep
pt: Fechar todos os hubs do grupo preferido
pt_br: Fechar todos os hubs de um grupo favorito

source: Close all offline PM windows
bs: Zatvori sve nedostupne prozore privatnih poruka
cs: Zavřít všechna okna s PM
el: Κλείσιμο των εκτός σύνδεσης παραθύρων προσωπικών συζητήσεων
et: Sulge kõik ühenduseta PS aknad
nb: Lukk alle frakoblede PM-vinduer
nl: Sluit alle offline vensters met privéberichten
pt: Fechar janelas com MP desligadas
pt_br: Fechar todas as janelas de MP offline
ro: Închide toate ferestrele cu MP neconectate
sl: Zapri vsa okna z zasebnimi sporočili odsotnih uporabnikov

source: Close all search windows
bs: Zatvori sve prozore pretrage
cs: Zavřít všechna okna s vyhledáváním
el: Κλείσιμο αναζητήσεων
et: Sulge kõik otsinguaknad
lv: Aizvērt visus meklēšanas logus
nb: Lukk alle søke-vinduer
nl: Sluit alle zoekvensters
pt: Fechar janelas de pesquisa
pt_br: Fechar todas as janelas de busca
ro: Închide toate ferestrele de căutare
sl: Zapri vsa iskalna okna

source: Close disconnected hubs
bs: Zatvori isključene hubove
cs: Zavřit odpojené Huby
el: Κλείσιμο αποσυνδεδεμένων hubs
nl: Sluit niet-verbonden hubs
pt_br: Fechar hubs desconectados

source: Close hubs not in a favorite group
bs: Zatvori hubove koji nisu u favoritima
cs: Zavřit huby , které nejsou v oblibené skupině
el: Κλείσιμο των hubs που δεν είναι σε ομάδα αγαπημένων
nl: Sluit hubs die niet in een favorietengroep zitten
pt: Fechar hubs que não são do grupo preferido
pt_br: Fechar hubs que não estão em um grupo favorito

source: Colors
bs: Boje
et: Värvid
lv: Krāsas
ro: Culori
sl: Barve

source: Colors and sounds
bs: Boje i zvukovi
et: Värvid ja helid
lv: Krāsas un skaņas
ro: Culori și sunete
sl: Barve in zvoki

source: Command
bs: Komanda
cs: Prikaz
el: Εντολή
et: Käsk
lv: Komanda
nb: Kommando
nl: Instructie
pt: Commando
pt_br: Comando
ro: Comandă
sl: Ukaz

source: Command Type
bs: Tip naredbe
cs: Typ příkazu
el: Τύπος εντολής
et: Käsu tüüp
nb: Kommandotype
nl: Instructietype
pt: Tipo de comando
pt_br: Tipo de Comando
ro: Tipul comenzii
sl: Tip ukaza

source: Configure Public Hub Lists
bs: Uredi listu javnih hubova
cs: Nastaveni seznamu
el: Διαμόρφωση Λίστας Δημοσίων Κυψελών
et: Seadista avalikke hubi nimekirju
lv: Sarakstu konfigurācija
nb: Konfigurer offentlige hublister
nl: Publieke hublijsten instellen
pt: Configurar listas de hubs públicos
pt_br: Configurar a Lista de Hubs Públicos
ro: Configurează listele de huburi publice
sl: Nastavi seznam javnih vozlišč (hubov)

source: Configured Public Hub Lists
bs: Lista javnih hubova uređena
cs: Preferovane seznamy verejnych Hubu
el: Διαμορφωμένες λίστες Δημοσίων Κυψελών
et: Seadistatud avalikud hubi nimekirjad
lv: Konfigurēts publisko centrmezglu saraksts
nb: Konfigurer offentlige hublister
nl: Ingestelde publieke hublijsten
pt: Listas de hubs públicas configuradas
pt_br: Listas de Hubs Públicos Configuradas
ro: Liste de huburi publice configurate
sl: Trenutni seznam javnih vozlišč (hubov)

source: Confirm ADL Search removal
bs: Potvrdi uklanjenje ADL pretrage
el: Επιβεβαίωση αφαίρεσης ADL Αναζήτησης
et: Otsingu eemaldamise kinnitus
nb: Bekreft ADL søk sletting
nl: Bevestig verwijderen van ADL Zoek
pt: Confirmar remoção de pesquisa ADL
pt_br: Confirmar a remoção da Busca ADL
ro: Confirmă eliminarea termenilor de căutare ADL

source: Confirm application exit
bs: Potvrdi izlaznu aplikaciju
cs: Pozadovat potvrzeni pri ukonceni programu
el: Επιβεβαίωση τερματισμού του προγράμματος
et: Küsi programmi sulgemisel
lv: Prasīt apstiprinājumu pirms aizver DC++
nb: Bekreft program avslutting
nl: Afsluiten van DC++ bevestigen
pt: Confirmar a saída do DC++
pt_br: Confirmar a saída do aplicativo
ro: Confirmare la ieșirea din program
sl: Potrjevanje izhoda iz programa

source: Confirm dialog options
bs: Potvrdi opcije dijaloga
cs: Nastaveni potvrzovani
el: Επιβεβαίωση επιλογών διαλόγου
et: Kinnituste sätted
nb: Bekreft dialogalternativer
nl: Bevestig Dialogopties
pt: Opções de confirmação
pt_br: Confirmar as opções do diálogo
ro: Confirmare expresă a acțiunilor
sl: Potrjevanje opcij dialoga

source: Confirm favorite hub removal
bs: Potvrdi odstranjivanje omiljenog huba
cs: Pozadovat potvrzeni pri odebrani oblibeneho hubu
el: Επιβεβαίωση αφαίρεσης αγαπημένης κυψέλης
et: Lemmikhubi eemaldamise kinnitus
lv: Prasīt apstiprinājumu pirms nodzēst izlases centrmezglu
nb: Bekreft fjerning av favoritthub
nl: Verwijdering van een favoriete hub bevestigen
pt: Confirmar a remoção do(s) hub(s) preferido(s)
pt_br: Confirmar a remoção de hub favorito
ro: Confirmarea ștergerii huburilor favorite
sl: Potrjevanje odstranitve priljubljenih vozlišč (hubov)

source: Confirm favorite user removal
bs: Potvrdi uklanjanje omiljenog korisnika
el: Επιβεβαίωση αφαίρεσης αγαπημένου χρήστη
et: Lemmikkasutaja eemaldamise kinnitus
nb: Bekreft favoritt bruker sletting
nl: Bevestig verwijderen van favoriete gebruiker
pt: Confirmar remoção do(s) utilizador(es) preferido(s)
pt_br: Confirmar a remoção do usuário favorito
ro: Confirmă ștergerea utilizatorilor favoriți

source: Confirm hub closing
bs: Potvrdi zatvaranje huba
el: Επιβεβαίωση κλεισίματος κυψέλης
et: Hubi sulgemise kinnitus
nb: Bekreft hub stengning
nl: Bevestig sluiten van de hub
pt: Confirmar fecho do hub
pt_br: Confirmar o fechamento do hub
ro: Confirmă închiderea hub-urilor

source: Confirm item removal in download queue
bs: Potvrdi brisanje stavke u pripremi za skidanje
cs: Pozadovat potvrzenie pri odobrani polozky z fronty
el: Επιβεβαίωση αφαίρεσης αρχείου από την σειρά ανομονής λήψεων
et: Küsi faili eemaldamisel järjekorrast
lv: Prasīt apstiprinājumu pirms izdzēst lietas no lejupielādes rindas
nb: Bekreft fjerning av element i nedlastingskø
nl: Verwijdering item in download query bevestigen
pt: Confirmar remoção dos itens em lista de espera
pt_br: Confirmar a remoção do item na fila de download
ro: Confirmarea ștergerii obiectelor din coada de descărcare
sl: Potrjevanje brisanja datotek iz čakalne vrste

source: Connect
bs: Poveži
cs: Připojit
et: Ühendus
nb: Koble til

source: Connect to a favorite hub &group... Ctrl+G
bs: Poveži se na omiljenu hub &grupu... Ctrl+G
el: Σύνδεση σε μια ομάδα α&γαπημένων hub... Ctrl+G
nl: Maak verbinding met een favoriete hub&groep... Ctrl+G
pt: Ligar a um &grupo de hub(s) preferido(s)... Ctrl+G
pt_br: Conectar em um hub favorito &group... Ctrl+G

source: Connect to a favorite hub group
bs: Poveži se sa omiljenom grupom hubova
el: Σύνδεση σε ομάδα αγαπημένων hub
nl: Maak verbinding met een favorietengroep
pt: Ligar a um grupo de hub(s) preferido(s)
pt_br: Conecte a um hub favorito

source: Connect to all hubs in this group
bs: Poveži se sa svim hubovima iz ove grupe
el: Σύνδεση σε όλα τα hubs σε αυτήν την ομάδα
nl: Maak verbinding met alle hubs in deze groep
pt_br: Conectar em todos os hubs deste grupo

source: Connect to all hubs in this group when the program starts
bs: Poveži se sa svim hubovima iz ove grupe prilikom startovanja programa
cs: Připojit na všechny huby v této skupině při startu programu

source: Connect to hub
bs: Poveži se na hub
cs: Připojit k hubu
el: Σύνδεση στην κυψέλη
et: Ühendu hubi
lv: Pieslēgties hubam
nb: Koble til hub
nl: Verbind met hub
pt: Ligar ao hub
pt_br: Conectar ao hub
ro: Conectează-te la hub
sl: Priključi se v vozlišče (hub)

source: Connected
bs: Spojen
cs: Pripojen
el: Συνδέθηκε
et: Ühendatud
lv: Savienojies
nb: Tilkoblet
nl: Verbonden
pt: Ligado
pt_br: Conectado
ro: Conectat
sl: Povezan

source: Connecting
bs: Povezivanje
cs: Připojuji se
el: Γίνεται σύνδεση
et: Ühendan
nb: Kobler til
nl: Bezig verbinding te maken
pt: A ligar
pt_br: Conectando
ro: În curs de conectare
sl: Povezovanje

source: Connecting (forced)
bs: Povezivanje (zahtjevam)
cs: Připojuji se (vynuceně)
el: Γίνεται σύνδεση (εξαναγκασμένη)
et: Ühendan (jõuga)
nb: Kobler til (tvungen)
pt: A ligar (forçar)
pt_br: Conectando (forçado)
ro: În curs de conectare (forțat)
sl: Povezovanje (prisilno)

source: Connecting to %1%...
bs: Povezivanje na %1%
cs: Připojuji se k %1%...
el: Γίνεται σύνδεση με %1%...
et: Ühendan %1%...
nb: Kobler til %1%...
nl: Bezig met verbinding te maken met %1%...
pt: A ligar a %1%...
pt_br: Conectando a %1%
ro: În curs de conectare la %1%...
sl: Povezovanje na %1%...

source: Connection
bs: Veza
cs: Pripojeni
el: Σύνδεση
et: Ühendus
lv: Savienojums
nb: Tilkobling
nl: Verbinding
pt: Ligação
pt_br: Conexão
ro: Conexiune
sl: Povezava

source: Connection settings
bs: Postavke veze
et: Ühenduse sätted
lv: Savienojuma iestatījumi
ro: Setări de conexiune
sl: Nastavitve povezave

source: Connections
bs: Veze
cs: Připojení
el: Συνδέσεις
et: Ühendused
nb: Tilkoblinger
pt: Ligações
pt_br: Conexões
ro: Conexiuni
sl: Povezave

source: Context
bs: Kontekst
cs: Kontext
el: Περιεχόμενο
et: Kontekst
nb: Kontekst
pt: Contexto
pt_br: Contexto
sl: Kontekst

source: Copy &address to clipboard
bs: Kopiraj &adresu na clipboard
cs: Kopírovat &adresu do schránky
el: Αντιγραφή &διεύθυνσης στο πρόχειρο
et: Kopeeri &aadress
nb: Kopier &adresse til utklippstavlen
nl: Kopieer adres naar klembord
pt: Copi&ar endereço para a área de transferência
pt_br: Copiar &o endereço para a área de transferência
ro: Copiază &adresa în memorie
sl: Kopiraj naslov v odložišče

source: Copy &nick to clipboard
bs: Kopiraj &nadimak na clipboard
cs: Kopírovat &nick do schránky
et: Kopeeri &nimi
nb: Kopier kallenavn til utklippstavlen
pt_br: Copiar &o apelido para a área de transferência
ro: Copiază &porecla în memorie
sl: Kopiraj vzdevek v odložišče

source: Copy magnet link to clipboard
bs: Kopiraj magnet link na clipboard
cs: Kopirovat magnet link do schranky
el: Αντιγραφή magnet συνδέσμου στο πρόχειρο
et: Kopeeri magneti link
lv: Kopet magnēta adresi
nb: Kopier magnet-lenke til utklippstavlen
nl: Kopieer magnetlink naar klembord
pt: Copiar ligação magnet para a área de transferência
pt_br: Copiar o link magnet para a área de transferência
ro: Copiază link-ul Magnet în memorie
sl: Kopiraj magnetni link v odložišče

source: Count
bs: Brojanje
cs: Pocet
et: Loendus
lv: Nummurs
nb: Antall
ro: Contor
sl: Števec

source: Country
bs: Država
cs: Stat
el: Χώρα
et: Riik
lv: Valsts
nb: Land
nl: Land
pt: País
pt_br: País
ro: Țara
sl: Država

source: Create / Modify User Command
bs: Napravi / Uredi korisničku komandu
cs: Vytvořit / modifikovat uživatelský příkaz
el: Δημιουργία / Τροποποίηση Εντολής Χρήστη
et: Loo / muuda kasutaja käsku
nb: Lag / Modiifiser Bruker Kommando
nl: Gebruiker commando aanmaken/aanpassen
pt: Criar/Modificar comando do utilizador
pt_br: Criar / Modificar o Comando do Usuário
ro: Crează / modifică comandă personalizată
sl: Kreiraj / Spremeni uporabniški ukaz

source: Creating file index...
bs: Popis datoteka u toku
cs: Vytvareni indexu souboru...
el: Δημιουργία αρχείου δεικτοποίησης...
et: Loon faili indeksit...
lv: Notiek failu indeksēšana...
nb: Oppretter filindex ...
nl: Bestandsindex wordt gemaakt...
pt: A criar o índice...
pt_br: Criando índice de arquivos...
ro: Crearea indexului de fișiere...
sl: Kreiram glavno listo datotek...
