Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: Log downloads
bs: Log - skidanje
et: Logi allalaadimisi
lv: Ierakstīt lejupielādes
ro: Jurnalizează descărcările
sl: Piši dnevnik o odjemanjih

source: Log filelist transfers
bs: Log - učitavanje liste datoteka
cs: Zaznamenavat stahnuti seznamu od uzivatele v okne dokoncene stahovani
el: Καταγραφή των μεταφερόμενων λιστών αρχείων
et: Logi faililisti ülekandeid
lv: Ierakstīt failu saraksta apmaiņas
nb: Logg fillisteoverføringer
nl: Overdrachten van bestandslijsten loggen
pt: Registar lista de ficheros
pt_br: Log das transferências da lista de arquivos
ro: Jurnalizează transferuruile de fișiere
sl: Piši dnevnik o prenešenih seznamih datotek

source: Log main chat
bs: Log - glavno dopisivanje
cs: Zaznamenavat hlavny chat
el: Καταγραφή της κεντρικής συνομιλίας
et: Logi põhivestlust
lv: Ierakstīt galveno čatu
nb: Logg hovedchat
nl: Hoofdchat loggen
pt: Registar chat principal
pt_br: Fazer log do chat principal
ro: Jurnalizează chat-ul principal
sl: Piši dnevnik glavnega pogovornega okna

source: Log private chat
bs: Log - privatno dopisivanje
cs: Zaznamenavat sukromny chat
el: Καταγραφή προσωπικών συνομιλιών
et: Logi privaatvestlust
lv: Ierakstīt privāto čatu
nb: Logg privatchat
nl: Privéchats loggen
pt: Registar chat privado
pt_br: Fazer log do chat privado
ro: Jurnalizează mesajele private
sl: Piši dnevnik zasebnih sporočil

source: Log status messages
bs: Log statusne poruke
cs: Zaznamenavat stavove zpravy
el: Καταγραφή μηνυμάτων κατάστασης
et: Logi staatuse teateid
lv: Ierakstīt statusa ziņojumus
nb: Logg statusmeldinger
nl: Statusberichten loggen
pt: Registar mensagens de estado
pt_br: Fazer log das mensagens de status
ro: Jurnalizează mesajele de stare
sl: Piši dnevnik statusnih sporočil

source: Log system messages
bs: Log - sistemske poruke
cs: Zaznamenavat systemove zpravy
el: Καταγραφή μηνυμάτων συστήματος
et: Logi süsteemi teateid
lv: Ierakstīt sistēmas ziņojumus
nb: Logg systemmeldinger
nl: Systeemberichten loggen
pt: Registar mensagens do sistema
pt_br: Fazer log as mensagens do sistema
ro: Jurnalizează mesajele de sistem
sl: Piši dnevnik sistemskih sporočil

source: Log uploads
bs: Log - slanje
et: Logi üleslaadimisi
lv: Ierakstīt augšupielādes
ro: Jurnalizează încărcările
sl: Piši dnevnik o oddajanjih

source: Logging
bs: Log
cs: Zaznamenavani
el: Καταγραφή
et: Logimine
lv: Ierakstīšana
nb: Logger
nl: Logs
pt: A registar
ro: Jurnalizare
sl: Pisanje dnevnikov

source: Login
bs: Prijava
cs: Uzivatelske jmeno
el: Είσοδος
et: Logi sisse
lv: Lietotājs
nb: Påloggingsnavn
pt: Utilizador
ro: Autentificare
sl: Prijava

source: Logs
bs: Logovi
cs: Záznamy
el: Καταγραφές
et: Logid
nb: Logger
nl: Logbestanden
pt: Registos
ro: Jurnale
sl: Dnevniki

source: Lookup TTH at Bitzi.com
bs: Nađi TTH na Bitzi.com
cs: Vyhledat TTH na Bitzi.com
el: Κοιτάξτε το TTH στο Bitzi.com
et: Otsi TTH Bitzi.com-ist
lv: Informācija par TTH iekš Bitzi.com
nb: Sjekk TTH på Bitzi.com
nl: Zoek TTH bij Bitzi.com
pt: Ver TTH no Bitzi.com
pt_br: Procurar pelo TTH em Bitzi.com
ro: Caută TTH-ul la Bitzi.com
sl: Preglej TTH na strani Bitzi.com

source: Low
bs: Nizak
cs: Nizka
el: Χαμηλή
et: Madal
lv: Zems
nb: Lav
nl: Laag
pt: Baixa
pt_br: Baixa
ro: Scăzută
sl: Nizko

source: Low prio max size
bs: Maksimalna veličina niskog prioriteta
cs: Nizka-velikost
el: Μέγιστο μέγεθος χαμηλής προτεραιότητας
et: Madala prioriteedi maks. suurus
lv: Zemas prioritātes izmērs
nb: Lav prioritet max størrelse
nl: Lage Prio grootte (maximaal)
pt: Prioridade baixa
pt_br: Tamanho máximo com baixa prioridade
ro: Dimensiune maximă pentru prioritate scăzută
sl: Največja velikost nizke prioritete

source: Lowest
bs: Najniži
cs: Nejnizsi
el: Χαμηλότατη
et: Madalaim
lv: Zemākais
nb: Lavest
nl: Zeer laag
pt: Mais baixa
pt_br: Mais baixa
ro: Minimă
sl: Najnižja

source: MAGNET Link detected
bs: Pronađen MAGNET Link
cs: Nalezen MAGNET Link
el: Ανιχνεύτηκε σύνδεσμος MAGNET
et: MAGNET link tuvastatud
lv: MAGNET norāde pamanīta
nb: MAGNET-Link oppdaget
nl: MAGNET-Link herkend
pt: Detetada uma ligação MAGNET
pt_br: Link MAGNET detectado
ro: Link Magnet detectat
sl: MAGNETNA povezava zaznana

source: MAGNET Link detected: %1%
bs: MAGNET link otkriven: %1%
et: MAGNET link tuvastatud: %1%
ro: Link Magnet detectat: %1%
sl: MAGNETNA povezava zaznana: %1%

source: Manage &groups
bs: Upravljanje &grupama
el: Διαχείρηση &Ομάδων
et: Halda &gruppe
nl: Beheer &groepen
pt: &Gestão de grupos
pt_br: Gerenciar &grupos

source: Manual port forwarding (I have configured my router by myself)
bs: Manualno prosljeđivanje portova (podesio sam svoj ruter sam)

source: Mark hubs in this group as private hubs
bs: Označi hubove u ovoj grupi kao privatne

source: Match downloaded lists
bs: Pronađi u skinutim listama
cs: Porovnat stažené seznamy souborů
el: Ταύτιση κατεβασμένων λιστών
et: Sobita allalaetud listidega
nb: Jamfør nedlastningslister
nl: Werk binnengehaalde lijsten bij
pt: Concidir com listar transferidas
pt_br: Combinar as listas baixadas
ro: Intersectează listele descărcate
sl: Primerjaj s prenešenimi seznami datotek

source: Match queue
bs: Uporediti sa listom za čekanje
cs: Porovnani fronty
el: Ταύτιση αρχείων
et: Sobita järjekord
lv: Saskaņot rindu
nb: Jamfør kø
nl: Wachtrij bijwerken
pt: Lista de coincidências
pt_br: Combinar com a fila
ro: Intersectează cu coada
sl: Primerjaj ujemanje s čakalno vrsto

source: Matched %1% file
bs: Potvrđeno %1% datoteke
cs: Porovnán %1% soubor
el: Ταυτίστηκε %1% αρχείο
et: Sobitatud %1% fail
nb: Jamført %1% av fil
nl: Komt overeen met %1% file
pt_br: Combinou %1% arquivo
ro: %1% fișier potrivit
sl: Ustreza %1% datotek

source: Max FileSize
bs: Maksimalna veličina datoteke
cs: Max VelikostSouboru
el: Μέγιστο μέγεθος αρχείου
et: Maksimaalne faili suurus
nb: Max Filstørrelse
nl: Maximale bestandsgrootte
pt: Tamanho máx. de ficheiro
pt_br: Tamanho Máximo do Arquivo
ro: Dimensiunea maximă a listei
sl: Maksimalna velikost datoteke

source: Max Size
bs: Max veličina
cs: Max velikost
el: Μέγιστο μέγεθος
et: Maks. suurus
nb: Maksimal størrelse
nl: Maximale grootte
pt: Tamanho máximo
pt_br: Tamanho Máximo
ro: Dimensiune maximă
sl: Največja velikost

source: Max filelist size
bs: Maksimalna veličina liste datoteka
cs: Max velikost FL
el: Μέγιστο μέγεθος λίστας αρχείων
et: Maksimaalne faililisti suurus
lv: Max listes lielums
nb: Maks fillistestørrelse
nl: Maximale grootte bestandlijst
pt: Tamanho máx. de lista
pt_br: Tamanho máximo da lista de arquivos
ro: Mărime maximă a listei de fișiere
sl: Max velikost datotočne liste

source: Max hash speed
bs: Max hash brzina
cs: Max.rychl.hash.
el: Μέγιστη ταχύτητα δεικτοποίησης
et: Maksimaalne hashi kiirus
lv: Maks. indeksācijas ātrums
nb: Maks hash-hastighet
nl: Maximale hashsnelheid
pt: Velocidade máx. hash
pt_br: Velocidade máxima do hash
ro: Viteza maximă de indexare
sl: Max hash hitrost

source: Max hubs
bs: Najviše hubova
el: Μέγιστος αριθμός κυψελών
et: Maksimaalselt hube
nb: Max ant. hubber
nl: Maximum aantal hubs
pt: Máximo de hubs
pt_br: Máx de hubs
ro: Nr. max. de hub-uri

source: Max inactivity
bs: Maksimalna neaktivnost
cs: Max necinnost
el: Μέγιστη αδράνεια
et: Maksimaalne tegevusetus
lv: Neaktivitāte
nb: Maks inaktivitet
nl: Maximale inactiviteit
pt: Máximo de inatividade
pt_br: Máximo de inatividade
ro: Timp maxim de inactivitate
sl: Max neaktivno

source: Max users
bs: Najviše korisnika
el: Μέγιστος αριθμός χρηστών
et: Maksimum kasutajaid
nb: Maks brukere
nl: Maximum aantal gebruikers
pt: Máximo de utilizadores
pt_br: Máx de usuários
ro: Nr. max de utilizatori

source: Maximum Download Rate (KiB/s) (0 = infinite)
bs: Maksimalna Download Brzina (KiB/s) (0 = beskrajna)
el: Μέγιστη ταχύτητα κατεβάσματος (KiB/s) (0 = απεριόριστο)
et: Suurim laadimis kiirus (KB/s) (0=lõpmatu)
nl: Maximale downloadsnelheid (KiB/s) (0 = onbeperkt)
pt_br: Taxa máxima de download (KiB/s) (0 = infinito)

source: Maximum Upload Rate (KiB/s) (0 = infinite)
bs: Maksimalna Upload Brzina (KiB/s) (0 = beskrajna)
el: Μέγιστη ταχύτητα ανεβάσματος (KiB/s) (0 = απεριόριστο)
et: Suurim üleslaadimis kiirus (KB/s) (0=lõpmatu)
nl: Maximale uploadsnelheid (KiB/s) (0 = onbeperkt)
pt_br: Taxa máxima de upload (KiB/s) (0 = infinito)

source: Maximum number of recent items to save
bs: Maksimalan broj nedavno dodanih stvari za spremanje
el: Μέγιστος αριθμός προσφατων αντικειμένων που θα αποθηκεύονται
nl: Maximum aantal recente items om te bewaren
pt_br: O número máximo de itens recentes para salvar

source: Maximum simultaneous downloads (0 = infinite)
bs: Max simultanih skidanja (0 = neograničeno)
cs: Maximalny pocet subeznych stahovani (0 = neomezene)
el: Μέγιστος αριθμός ταυτόχρονων λήψεων (0 = άπειρος)
et: Maksimaalselt üheaegseid allalaadimisi (0 = lõpmatult)
lv: Maksimālās paralēlās lejupielādes (0 = nav ierobežojumu)
nb: Maksimum simultannedlastinger (0 = uendelig)
nl: Maximum aantal gelijktijdige downloads (0 = onbeperkt)
pt: Máximo de transferências simultâneas (0 = infinito)
pt_br: Máximo de downloads simultâneos (0 = infinito)
ro: Numărul maxim de descărcari simultane (0 = infinit)
sl: Max vzporednih odjemanj (0 = neskončno)

source: Merge results for the same file
bs: Spoji rezultate za istu datoteku
el: Συγχώνευση αποτελεσμάτων για ίδια αρχεία
et: Liida tulemused samade failide kohta
nb: Slå sammen resultater for like filer
pt: Juntar resultados para o mesmo ficheiro
pt_br: Unir os resultados para o mesmo arquivo
ro: Grupează rezultatele pentru același fișier

source: Midnight
bs: Ponoć
el: Μεσάνυχτα
et: Kesköö
nb: Midnatt
nl: Middernacht
pt_br: Meia-noite

source: Min FileSize
bs: Min veličina datoteke
cs: Min VelikostSouboru
el: Ελάχιστο μέγεθος αρχείου
et: Minimaalne faili suurus
nb: Minimum fil størrelse
nl: Miniale bestandsgrootte
pt: Tamanho mín. de ficheiro
pt_br: Tamanho Mínimo do Arquivo
ro: Dimensiunea minimă a listei
sl: Minimalna velikost datoteke

source: Min Size
bs: Min veličina
cs: Min velikost
el: Ελάχιστο μέγεθος
et: Min. suurus
nb: Minste størrelse
nl: Minimale grootte
pt: Tamanho mínimo
pt_br: Tamanho mínimo
ro: Mărime Minimă
sl: Min Velikost

source: Min elapsed
bs: Najmanje proteklo
cs: Min cas trvani
el: Ελάχιστος χρόνος που διανύθηκε
et: Min. kulunud
lv: Min pagājušas
nb: Minimum forløpt tid
nl: Minimaal voorbij
pt: Mínimo de evolução
pt_br: Mínimo restante
ro: Timp minim scurs
sl: Najmanj preteklo

source: Min filesize
bs: Min veličina datoteke
cs: Min velikost dat
el: Ελάχιστο μέγεθος αρχείου
et: Min. faili suurus
lv: Min faila lielums
nb: Minimum fil størrelse
nl: Minimale bestandgrootte
pt: Tamanho mín. de ficheiro
pt_br: Tamanho mínimo do arquivo
ro: Dimens. min. fișier
sl: Najmanjša velikost datoteke

source: Min share
bs: Najmanje dijeljeno
el: Ελάχιστος διαμοιρασμός
et: Min. jagamine
nb: Min. deling
nl: Minimum gedeeld
pt: Partilha mínima
pt_br: Mín de compartilhamento
ro: Partaj min.

source: Min slots
bs: Najmanje slotova
el: Ελάχιστος αριθμός θέσεων
et: Min. pesasid
nl: Minimum aantal slots
pt: Mínimo de slots
pt_br: Mín de losts
ro: Nr. min. de sloturi

source: Min sources online
bs: Min izvora na vezi
cs: Min pocet zdroju online
el: Ελάχιστες συνδεδεμένες πηγές
et: Min. ühendusega allikaid
lv: Min pieslēgušies avoti
nb: Minimum kilder oppkoblet
nl: Minimale bronnen online
pt: Mínimo de fontes
pt_br: Mínimo de fontes online
ro: Nr. min. surse conectate
sl: Najmanj priključenih virov

source: Mini slot size
bs: Najmanja veličina slota
cs: Mini slot velikost
el: Μέγεθος mini-θέσεως
lv: Mini kanāla izmērs
nb: Minislotstørrelse
nl: Mini-slotgrootte
pt: Tamanho mín. para slots
pt_br: Tamanho mínimo do slot
ro: Dimensiune minislot
sl: Velikost mini reže

source: Minimize to tray
bs: Minimiziraj
cs: Minimalizovat do systemove listy
el: Ελαχιστοποίηση στη μπάρα εργασιών
et: Minimeeri salve
lv: Samazināt uz sistēmjoslu
nb: Minimer til tray
nl: Minimaliseren naar systemtray
pt: Minimizar para área de notificação
pt_br: Minimizar para o tray
ro: Minimizează în bara de sistem
sl: Minimiraj v opravilno vrstico

source: Move &Down
bs: Pomjeri &dole
cs: Přesunout &dolů
el: Μετακίνηση &κάτω
et: &Liiguta alla
nb: Flytt &ned
nl: Om&laag
pt: Mover para &baixo
pt_br: Mover para &Baixo
ro: Mută în &jos
sl: Premakni &dol

source: Move &Up
bs: Pomjeri &gore
cs: Posunout nahor&u
el: Μετακίνηση &πάνω
et: L&iiguta üles
lv: Pārcelt &Uz augšu
nb: Flytt &opp
nl: Om&hoog
pt: Mover para &cima
pt_br: Mover para &Cima
ro: Mută în s&us
sl: Premakni &gor

source: My computer is directly connected to Internet (no router)
bs: Moj računar je direktno spojen na Internet (nema rutera)

source: Name
bs: Ime
cs: Prezdivka
el: Όνομα
et: Nimi
lv: Vārds
nb: Navn
nl: Naam
pt: Nome
pt_br: Nome
ro: Nume
sl: Ime

source: Name and command must not be empty
bs: Ime i komanda ne smiju biti prazni
cs: Jméno a příkaz musí být vyplněno
el: Το όνομα και η εντολή δεν μπορούν να είναι κενά
et: Nimi ja käsk ei tohi olla tühi
nb: Navnefelt og kommandofelt må ikke være tomme
nl: Naam en commando veld mag niet leeg zijn
pt: O nome e o comando não podem estar vazios
pt_br: O nome e o comando não devem estar vazios
ro: Numele și comanda nu pot fi lăsate goale
sl: Ime in ukaz ne smeta biti prazna

source: Name under which the others see the directory
bs: Pod kojim imenom hoćete da drugi vide tu mapu
cs: Nazev, pod kterym ostatni uvidi tuto slozku
el: Όνομα φακέλου που βλέπουν οι άλλοι
et: Nimi, mille all teised näevad seda kausta
lv: Vārds ar kuru citi redz šo mapi
nb: Under hvilket navn andre ser katalogen
nl: Naam waarmee andere gebruikers de map zien
pt: O nome do diretório visível a terceiros
pt_br: Nome pelo qual os outros vêem o diretório
ro: Numele sub care ceilalți văd directorul
sl: Ime direktorija/mape, kakor ga vidijo ostali

source: Network Statistics
bs: Mrežna statistika
cs: Statistika site
el: Στατιστικά Δικτύου
et: Võrgustatistika
lv: Tīkla statistika
nb: Nettverksstatistikk
nl: Netwerkstatistieken
pt: Estatísticas de rede
pt_br: Estatísticas da rede
ro: Statisticile de Rețea
sl: Statistika omrežja

source: New virtual name matches old name, skipping...
bs: Novo virtualno ime je isto kao i staro, preskačem...
cs: Novy virtualny nazev je shodny se starsim, ignoruje se...
el: Το νέο όνομα ταυτίζεται με το παλιό, παραλείπεται...
et: Uus virtuaalne nimi vastab vanale, jätan vahele...
lv: Jaunais virtuālais vārds sakrīt ar oriģinālo, bez izmaiņām...
nb: Nytt virtuellt navn tilsvarer gammelt, hopper over...
nl: Nieuwe virtuele naam komt overeen met oude, overgeslagen...
pt: O novo nome virtual coincide com o antigo, ignorar...
pt_br: Novo nome virtual combina com o nome antigo, pulando...
ro: Numele noului director virtual e identic cu cel vechi, se ignoră...
sl: Novo navidezno ime se ujema s starim, preskakujem...

source: Next
bs: Sljedeći
et: Järgmine
lv: Nākamais
ro: Următorul
sl: Naslednji

source: Nick
bs: Nadimak
cs: Prezdivka
el: Ψευδώνυμο
et: Hüüdnimi
lv: Segvārds
nb: Kallenavn
nl: Nickname
pt: Nome
pt_br: Apelido
ro: Poreclă
sl: Vzdevek

source: Nicks
bs: Nadimci
cs: Přezdívka
el: Ψευδώνυμα
et: Nimed
nb: Kallenavn
nl: Bijnamen
pt: Nomes
pt_br: Apelidos
ro: Porecle
sl: Vzdevki

source: No
bs: Ne
cs: Ne
el: Όχι
et: Ei
lv: Nē
nb: Nei
nl: Nee
pt: Não
pt_br: Não
ro: Nu
sl: Ne

source: No errors
bs: Bez grešaka
cs: Zadne chyby
el: Χωρίς σφάλματα
et: Vigu pole
lv: Nav kļūdu
nb: Ingen feil
nl: Geen fouten
pt: Sem erros
pt_br: Sem erros
ro: Nici o eroare
sl: Brez napak

source: No favorite hub group found
bs: Nijedna omiljena hub grupa nije pronađena
el: Δεν έχει βρεθεί ομάδα αγαπημένων hub
nl: Geen favoriete hubgroep gevonden
pt: Não foi encontrado qualquer grupo de hubs
pt_br: Nenhum grupo de hub favorito foi encontrado

source: No full tree available
bs: Nije dostupan puni pregled
el: Ολόκληρη διαδρομή μη διαθέσιμη
et: Kogu puu pole saadaval
nl: Geen volledig boomoverzicht beschikbaar
pt: Nenhuma árvore disponível
pt_br: Nenhuma árvore completa disponível
ro: Niciun arbore complet disponibil

source: No new downloads if speed exceeds (KiB/s, 0 = disable)
bs: Ne počinji novo skidanje ako brzina prelazi (KiB/s, 0 = isključeno)
cs: Nezahajovat dalsi stahovani pri rychlosti nad (kB/s, 0 = vypnute)
el: Όριο ταχύτητας σε Κb/δευτ. για παύση λήψεων (0 = ανενεργό)
et: Uued allalaadimised keelatud, kui kiirus ületab (KiB/s, 0 = keelatud)
lv: Nesākt jaunas lejupielādes ja ātrums pārsniedz (KiB/s, 0 = nav ierobežojumu)
nb: Ingen nye nedlastinger hvis fart overstiger (KiB/s, 0 = deaktiver)
nl: Geen nieuwe downloads, indien sneller (kiB/s, 0 = gedeactiveerd)
pt: Não transferir novos ficheiros se a velocidade exceder (kB/s, 0=desligado)
pt_br: Sem novos downloads se a velocidade exceder (KiB/s, 0 = desativar)
ro: Nici o descărcare nouă dacă viteza depășește (KiB/s, 0 = dezactivează)
sl: Meja za pavziranje novih odjemanj (KiB/s, 0 = onemogočeno)

source: No transfers yet
bs: Još nema prenosa
cs: Zatím žádné přenosy
el: Χωρίς μεταφορές προς το παρόν
et: Failiedastused puuduvad veel
nb: Ingen overføringer enda
nl: nog geen downloads
pt: Sem transferências
pt_br: Sem transferências ainda
ro: Nici un transfer deocamdată
sl: Še nobenih odjemanj

source: No users
bs: Nema korisnika
cs: Zadny uzivatele
el: Χωρίς χρήστες
et: Kasutajaid pole
lv: Nav lietotāju
nb: Ingen brukere
nl: Geen Gebruikers
pt: Sem utilizadores
pt_br: Sem usuários
ro: Nici un utilizator
sl: Ni uporabnikov

source: No users to download from
bs: Nema korisnika od kojih bi se skinulo
cs: Neni od koho stahovat
el: Δεν υπάρχουν χρήστες να κατέβει
et: Jagajad puuduvad
lv: Nav lietotāju no kuriem lejuplādēt
nb: Ingen brukere å laste ned fra
nl: Geen Gebruiker voor download
pt: Sem utilizadores de quem transferir
pt_br: Sem usuários de quem baixar
ro: Nici un utilizator de la care să descărcați
sl: Ni uporabnikov za odjemanje

source: Noon
bs: Podne
el: Μεσημέρι
et: Lõuna
nb: Middag
nl: Middag
pt_br: Meio dia

source: Normal
bs: Normalno
cs: Normalni
el: Κανονική
et: Tavaline
lv: Normāls
nl: Normaal
ro: Normală
sl: Navadno

source: Normal prio max size
bs: Maksimalna veličina normalnog prioriteta
cs: Normalna-velikost
el: Μέγιστο μέγεθος κανονικής προτεραιότητας
et: Normaalse prioriteeri maks. suurus
lv: Normālas prioritātes izmērs
nb: Maks størrelse for normal prioritet
nl: Normale prio grootte (maximal)
pt: Prioridade normal
pt_br: Tamanho máximo com a prioridade normal
ro: Dimensiune maximă pentru prioritate normală
sl: Največja velikost za navadno prioriteto

source: Note; Files appear in the share only after they've been hashed!
bs: Nove datoteke će se dodati u listu nakon indeksiranja.
cs: * Nove soubory budou pridane do sdileni az po jejich nahashovani !
el: Σημείωση: Τα νέα αρχεία διαμοιράζονται αφού γίνει δεικτοποίηση!
et: Märge; Failid jagatakse alles pärast hashimist!
lv: Piezīme; Faili parādīsies koplietnē tikai pēc tam, kad būs indeksēti!
nb: Legg merke til at filer bare vises i share etter at de er hashet!
nl: Let op: bestanden zijn pas gedeeld als de hashes zijn berekend!
pt: Os novos ficheiros só são adicionados depos de serem verificados!
pt_br: Nota; Os arquivos aparecem no compartilhamento apenas após ter sido feito o hash deles!
ro: Notă: Fișierele apar în partaj doar după ce au fost indexate!
sl: Opomba; Datoteke se pojavijo v deljenju ko je preverjanje končano!

source: Note; because of changing download speeds, this is not 100% accurate...
bs: Zbog promjena u brzini skidanja, ovo nije 100% tačno...
cs: Pozn.: Protoze dochazi k zmenam rychlosti stahovani, neni to 100% presne
el: Σημείωση: Επειδή οι ταχύτητες λήψεων "παίζουν", αυτό δεν θα είναι 100% ακριβές...
et: Märge; see pole 100% täpne tänu muutuvatele allalaadimiskiirustele...
lv: Piezīme; dēļ mainīgajiem ātrumiem tas nav 100% precīzi...
nb: Merk; grunnet skiftende nedlastingshastigheter er ikke dette 100% nøyaktig...
nl: Let op: door wisselende downloadsnelheden is dit niet 100% accuraat.
pt: Devido às mudanças da velocidade de transferência, isto não é 100% exato...
pt_br: Nota; por causa das mudanças das velocidades de download, isto não é 100% exato...
ro: Notă: datorită vitezelor instabile de transfer, aceasta nu e 100 % exactă...
sl: Opomba: zaradi spreminjanja hitrosti odjemanja to ni 100% zanesljivo...

source: Note; most of these options require that you restart DC++
bs: Većina ovih podešavanja zahtjeva ponovno pokretanje DC++
et: Märge; enamus neid valikuid vajavad DC++ taaskäivitamist
lv: Piezīme; pēc šo iestatījumu maiņas vēlams pārstartēt DC++
ro: Notă: majoritatea acestor opțiuni necesită repornirea DC++
sl: Opomba; Večina teh nastavitev zahteva ponovni zagon programa

source: Notepad
bs: Bilješke
cs: Poznamkovy blok
el: Σημειωματάριο
et: Märkmik
lv: Bloknots
nb: Notisblokk
nl: Kladblok
pt: Bloco de notas
pt_br: Bloco de notas
ro: Carnet
sl: Beležnica

source: Notification sound
bs: Zvuk za dojavu
et: Teavitusheli
ro: Sunet de atenționare
sl: Opozorilni zvok

source: OK
bs: Uredu
el: ΟΚ
et: Nõus
lv: Labi
sl: V redu

source: Offline
bs: Isključen
cs: Nepripojen
el: Αποσυνδεδεμένος
et: Ühenduseta
lv: Atslēdzies
nb: Frakoblet
pt: Desligado
ro: Neconectat
sl: Odsoten

source: Online
bs: Uključen
cs: Pripojen
el: Συνδεδεμένος
et: Ühendatud
lv: Pieslēdzies
nb: Tilkoblet
pt: Ligado
ro: Conectat
sl: Prisoten

source: Only show fully downloaded files
bs: Prikaži samo potpuno skinute datoteke
cs: Zobraz pouze dokončené soubory
el: Εμφάνισε μόνο τα ολοκληρωμένα ληφθέντα αρχεία
et: Näidatakse ainult lõpuni alla laetud faile
nb: Bare viis helt nedlastede filer
nl: Laat alleen gedownloade bestanden zien
pt: Mostrar apenas os ficheiros totalmente transferidos
pt_br: Só mostrar arquivos baixados por completo
ro: Afișează doar fișiere complet descărcate

source: Only show joins / parts for favorite users
bs: Prikaži dolazak/odlazak korisnika koji se nalaze u listi prijatelja
cs: Zobrazovat v hlavnim chatu jen prichody/odchody oblibenych uzivatelu
el: Εμφάνιση εισόδου/εξόδου μόνο των αγαπημένων χρηστών
et: Näidatakse ainult lemmikkasutajate liitumisi/lahkumisi
lv: Rādīt tikai izlases lietotāju pieslēgšanos/atslēgšanos
nb: Bare vis kommer/går for favorittbrukere
nl: Toon alleen voor favoriete gebruikers aan- en afmeldingen
pt: Mostrar apenas as entradas/saídas dos utilizadores preferidos
pt_br: Só mostrar entradas / saídas para os usuários favoritos
ro: Afișează alăturările / plecările doar pentru utilizatorii favoriți
sl: Kaži samo prihode/odhode priljubljenih uporabnikov

source: Only users with free slots
bs: Samo korisnici sa slobodnim slotovima
cs: Jen uzivatele s volnymi sloty
el: Μόνο χρήστες με ελεύθερες θέσεις
et: Ainult vabade slot'idega kasutajad
lv: Tikai lietotājus ar brīviem kanāliem
nb: Kun brukere med ledige slotter
nl: Alleen gebruikers met vrije slots
pt: Mostrar apenas os utilizadores com slots livres
pt_br: Só usuários com slots livres
ro: Doar utilizatori cu sloturi libere
sl: Samo uporabniki s prostimi režami(sloti)

source: Only where I'm op
bs: Samo gdje sam ja operator
cs: Jen kde jsem OP
el: Μόνο όπου είμαι OP
et: Ainult seal kus olen operaator
lv: Tikai tur kur esmu OP
nb: Bare der jeg er OP
nl: Alleen waar ik operator ben
pt: Só onde eu sou operador
pt_br: Só onde eu sou op
ro: Doar unde sunt OP
sl: Samo kjer sem operater

source: Open &folder
bs: Otvori &direktorij
cs: Otevřít &adresář
el: Άνοιγμα &φακέλου
et: Ava &kataloog
lv: Atvērt &mapi
nb: Åpne &mappe
nl: Open map
pt: Abrir &pasta
pt_br: Abrir &pasta
ro: Deschide sub&directorul
sl: Odpri mapo

source: Open downloads directory
bs: Otvori direktorij za skidanje
cs: Otevrit slozku se stahnutymi soubory
el: Άνοιγμα φακέλου ληφθέντων αρχείων
et: Ava allalaadimise kataloog
lv: Atvērt lejupielāžu mapi
nb: Åpne nedlastingskatalog
nl: Open downloadmap
pt: Abrir pasta de transferências
pt_br: Abrir o diretório dos downloads
ro: Deschide directorul de descărcări
sl: Odpri mapo odjemanj
