Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: DC++ has detected a MAGNET link with a file hash that can be searched for on the Direct Connect network. What would you like to do?
bs: DC++ je otkrio MAGNET adresu sa hashom datoteke koji može da se traži preko Direct Connect mreže. Šta želite da uradite?
cs: DC++ detekovalo MAGNET link s hashem souboru, který může být vyhledán sítí Direct Connect. Co si přejete udělat?
el: Το DC++ βρήκε έναν σύνδεσμο MAGNET με ένα αρχείο δεικτοποίησης που μπορεί να αναζητηθεί στο δίκτυο Άμεσης Σύνδεσης. Τι θέλετε να κάνετε;
et: DC++ tuvastas MAGNETi lingi, mida saab otsida DC võrgust. Mida soovid teha?
nb: DC++ har oppdaget en MAGNET-lenke med en filnøkkel som kan bli søkt etter på Direct Connect-nettverket. Hva vil du gjøre?
nl: DC++ heeft op het Direct Connect netwerk een MAGNET link gedetecteerd, met een hashfile die doorzocht kan worden. Wat wilt U doen?
pt: O DC++ detectou uma ligação MAGNET com um ficheiro de hash que pode ser procurado na rede "Direct Connect". O que deseja fazer?
pt_br: O DC++ detectou um link MAGNET com um hash de arquivo que pode ser procurado na rede Direct Connect. O que você gostaria de fazer?
ro: DC++ a detectat un link MAGNET cu un index ce poate fi căutat în rețeaua Direct Connect. Doriți să faceți aceasta acum?
sl: DC++ je zaznal MAGNET povezavo z veljavnim zapisom temeljitega pregledovanja, ki ga lahko poiščem v omrežju direktnih povezav. Kaj bi rad storil?

source: Default
bs: Uobičajeno
cs: Výchozí
el: Προεπιλογή
et: Vaikimisi
nb: Standard
nl: Standaard
pt: Omissões
pt_br: Padrão
ro: Implicit
sl: Privzeto

source: Default away message
bs: Uobičajena poruka za odsutnost
et: Vaikimisi eemalolekuteade
lv: Standarta prombūtnes ziņojums
ro: Mesaj implicit pentru modul PLECAT
sl: Privzeto sporočilo ob odsotnosti

source: Default download directory
bs: Uobičajeni folder za skidanje
cs: Standartni slozka pro stahnute soubory
el: Προεπιλεγμένος φάκελος ληφθέντων αρχείων
et: Vaikimisi allalaadimise kaust
lv: Standarta lejupielādes mape
nb: Standard mappe for nedlastning
nl: Standaard downloaddirectory
pt: Diretório de transferências
pt_br: Diretório de download padrão
ro: Dosarul Implicit de Descărcare
sl: Privzeta mapa za shranjevanje prenešenih datotek

source: Description
bs: Opis
cs: Popis
el: Περιγραφή
et: Kirjeldus
lv: Apraksts
nb: Beskrivelse
nl: Beschrijving
pt: Descrição
pt_br: Descrição
ro: Descriere
sl: Opis

source: Destination Directory
bs: Odredišni direktorij
cs: Cilova slozka
el: Κατάλογος προορισμού
et: Sihtkataloog
lv: Mērķa mape
nb: Målmappe
nl: Doelmap
pt: Diretório de destino
pt_br: Diretório Destino
ro: Subdirector destinație
sl: Ciljna mapa

source: Direct connection
bs: Izravna veza
cs: Prime pripojeni
el: Άμεση σύνδεση
et: Püsiühendus
lv: Tiešais savienojums
nb: Direkte tilkobling
nl: Directe verbinding
pt: Ligação direta
pt_br: Conexão direta
ro: Conectare Directă
sl: Direktna povezava

source: Directories
bs: Direktoriji
cs: Slozky
el: Κατάλογοι
et: Kataloogid
lv: Mapes
nb: Mapper
nl: Mappen
pt: Diretórios
pt_br: Diretórios
ro: Dosare
sl: Mape

source: Directory
bs: Direktorij
cs: Slozka
el: Κατάλογος
et: Kataloog
lv: Mape
nb: Mappe
nl: Map
pt: Diretório
pt_br: Diretório
ro: Subdirector
sl: Mapa

source: Directory or directory name already exists
bs: Direktorij ili ime direktorija već postoji
cs: Slozka nebo nazev slozky uz existuje
el: Ο κατάλογος ή το όνομα του καταλόγου υπάρχει ήδη
et: Kaust või kausta nimi on juba olemas
lv: Mape vai mapes nosaukums jau eksistē
nb: Mappe eller mappenavn allerede i bruk
nl: Bestand of bestandsnaam bestaat reeds
pt: O diretório ou nome já existe
pt_br: O diretório ou o nome do diretório já existe
ro: Subdirectorul sau numele său există deja
sl: Mapa ali ime mape že obstaja

source: Do nothing
bs: Ništa
cs: Nedelat nic
el: Καμία ενέργεια
et: Ära tee midagi
lv: Neko nedarīt
nb: Ikke gjør noe
nl: Doe niets
pt: Não fazer nada
pt_br: Não fazer nada
ro: Nu fă nimic
sl: Ne stori ničesar

source: Don't allow hub/UPnP to override
bs: Ne dozvoli hub/UPnP da premosti
et: Hubi/UPnP ülekirjutamine keelatud
lv: Neļaut centrmezglam/UPnP viņu nomainīt
ro: Nu lăsa hubul/UPnP să suprascrie
sl: Ne dovoli hubu/UPnP da prepiše nastavitve

source: Don't automatically disconnect favorite users who leave the hub
bs: Nemoj automatski otpajati omiljene korisnike koji napuste hub
cs: Neodpojovat oblibene uzivatele ktery opusti hub
el: Να μην αποσυνδέονται αυτόματα οι αγαπημένοι χρήστες που αποχωρούν από την κυψέλη
et: Ära katkesta hubist lahkunud lemmikkasutajaid
nb: Ikke koble fra brukere som forlater hubben automatisk
nl: Verbreek niet automatisch de verbinding met favoriete gebruikers die de hub verlaten
pt: Não desligar automaticamente o(s) utilizador(es) preferido(s) que deixem o hub
pt_br: Não desconectar automaticamente os usuários favoritos que deixarem o hub
ro: Nu deconecta automat utilizatorii favoriți care părăsesc hubul
sl: Ne prekini priljubljene uporabnike ki zapustijo hub

source: Don't delete file lists when exiting
bs: Nemoj brisati listu datoteka pri izlazu
cs: Nemazat stahnute seznamy souboru pri ukonceni programu
el: Να μη διαγράφονται οι λίστες αρχείων κατά την έξοδο
et: Ära kustuta faili nimekirjad kui väljud
lv: Izejot neizdzēst failu sarakstus
nb: Ikke slett fillister når programmet avsluttes
nl: Bestandslijsten niet wissen bij afsluiten
pt: Ao sair, não apagar listas de ficheiros
pt_br: Não apagar as listas de arquivos quando sair
ro: Nu șterge listele de fișiere la ieșire
sl: Ne briši seznamov datotek pri izhodu iz programa

source: Don't download files already in share
bs: Nemoj preuzimati datoteke koje se već dijele
cs: Nestahovat soubory ktere uz sdilite
el: Να μη γίνεται λήψη των ήδη κοινόχρηστων αρχείων
et: Ära tõmba juba jagatud faile
lv: Nevilkt failus kas jau ir koplietnē
nb: Ikke last ned filer som allerede er delt
nl: Reeds gedeelde bestanden niet nog een keer downloaden
pt: Não transferir os ficheiros já existentes na partilha
pt_br: Não baixar arquivos já no compartilhamento
ro: Nu descărca fișiere deja partajate
sl: Ne prenašaj datotek ki že obstajajo v skupni rabi

source: Don't download files already in the queue
bs: Ne skidaj datoteke koje su već u pripremi
cs: Nenacitat data ktere jsou uz ve fronte
el: Να μη γίνεται λήψη των αρχείων που είναι ήδη στην σειρά αναμονής
et: Ära tõmba juba järekorras olevad faile
nb: Ikke last ned filer som allerede er i køen
nl: Download geen files die reeds in lijst staan
pt: Não transferir ficheiros já existentes na lista
pt_br: Não baixar arquivos que já estão na fila
ro: Nu descărca fișiere deja în coadă
sl: Ne prenašaj datotek ki že obstajajo v čakalni vrsti

source: Don't remove /password before your password
bs: Ne briši /password ispred vaše lozinke
cs: Neodebirat /heslo pred vasim heslom
el: Μην αφαιρείς το /password πριν τον κωδικό πρόσβασης
et: Ära eemalda /password enne sinu salasõna
lv: Nenodzēs /password pirms savas paroles
nb: Ikke fjern /passord før ditt passord
nl: Verwijder /password niet voor het pasword
pt: Não remover /password antes da sua senha
pt_br: Não remova /senha antes da sua senha
ro: Nu înlătura /password înaintea parolei
sl: Ne odstrani /geslo pred tvojim geslom

source: Don't remove the source when autodropping, only disconnect
bs: Nemoj ukloniti izvor pri automatskom ispuštanju, samo isključi vezu
cs: Neodstranit uzivatele, jen odpojit
el: Μην αφαιρείται η πηγή που απορρίπτεται, μόνο να αποσυνδεθεί
et: Automaathülgamisel allikaid ei eemaldata, ainult katkestatakse
lv: Nenoņemt lēnos avotus pie automātiskās nomešanas, tikai atvienot
nb: Ikke fjern kilden ved automatisk frakobling, bare koble fra
nl: Verwijder bron bij automatisch verkrijgen niet, maar ontkoppel alleen
pt: Não remover as fontes quando ao abandonar. Apenas desligar
pt_br: Não remover a fonte quando estiver auto-descartando, apenas desconectar.
ro: Nu șterge sursa la deconectare automată, doar deconecteaz-o
sl: Ne odstrani vira pri samodejnem zavračanju, samo prekini povezavo

source: Don't send the away message to bots
bs: Nemoj slati poruku odsutnosti botovima
cs: Neposilat zpravu o nepritomnosti botum,skriptum apod.
el: Να μην αποστέλλεται το μήνυμα απουσίας σε bots
et: Ära saada eemaolekuteadet botidele
lv: Nesūtīt prombūtnes ziņojumu botiem
nb: Ikke send borte-melding til boter
nl: Afwezigheidsbericht niet naar bots sturen
pt: Não enviar mensagem de ausência para bots
pt_br: Não enviar a mensagem de distante para os bots
ro: Nu trimite mesajul PLECAT spre roboți
sl: Ne pošiljaj sporočil o odsotnosti botom

source: Donate (paypal)
bs: Donirati (paypal)
cs: Penezni podpora Ă˘â€šÂ¬ $ L (PayPal)
el: Κάντε δωρεά (Paypal)
et: Anneta (paypal)
lv: Ziedojumi (caur paypal)
nb: Doner (paypal)
nl: Donaties (PayPal)
pt: Doar (paypal)
pt_br: Doação (paypal)
ro: Donați (PayPal)
sl: Prispevaj (preko sistema Paypal)

source: Donate €€€:s! (ok, dirty dollars are fine as well =) (see help menu)
bs: Donirati €! (uredu, prvljavi dolari mogu proći također =) (pogledaj izbornik za pomoć?)
et: Anneta €€€! (olgu, räpased dollarid käivad küll =) (vaata Abi menüüd)
ro: Donați €€€:! (bine, merg și dolari murdari =) (vedeți meniul de ajutor)
sl: Podari €€€:s! (ok, tudi umazani dolarji so v redu=) (poglej meni za pomoč)

source: Done
bs: Gotovo
cs: Hotovo
el: Ολοκληρώθηκε
et: Valmis
lv: Darīts
nb: Fullført
nl: Voltooid
pt: Feito
pt_br: Feito
ro: Terminat
sl: Končano

source: Done.
bs: Završeno.
cs: Hotovo.
el: Ολοκληρώθηκε.
et: Valmis
nb: Ferdig.
nl: Gereed.
pt: Feito.
pt_br: Feito.
ro: Terminat.

source: Download &to...
bs: Preuzmi &u
cs: Stahnout &do...
el: Κατέβασμα &στο...
et: Tõmba asukoh&ta...
nb: Last ned til ...
nl: Download &naar...
pt: &Transferir para...
pt_br: Baixar &para...
ro: Descarcă &spre
sl: Prenesi v...

source: Download Matches
bs: Preuzmi jednake
cs: Stahnout hledani
el: Ταύτιση αρχείων
et: Lae vasted alla
lv: Lejupielādes līdzinieki
nb: Last ned treff
nl: Download komt overeen
pt: Coincidências
pt_br: O Download Combina
ro: Descarcă potrivirile
sl: Ujemajoča odjemanja

source: Download Queue
bs: Lista za Download
cs: Fronta souboru k stahnuti
el: Αρχεία προς Λήψη
et: Allalaadimised
lv: Lejupielādes rinda
nb: Nedlastingskø
nl: Download wachtrij
pt: Lista de espera
pt_br: Fila dos Downloads
ro: Coada de Descărcare
sl: Čakalna vrsta

source: Download failed: %1%
bs: Preuzimanje neuspjelo %1%
cs: Stahování selhalo: %1%
el: Η λήψη απέτυχε: %1%
et: Allalaadimine ebaõnnestus: %1%
nb: Nedlasting mislykket: %1%
nl: Download mislukt: %1%
pt: Transferência falhou: %1%
pt_br: O download falhou: %1%
ro: Descărcare eșuată: %1%
sl: Odjemanje neuspešno: %1%

source: Download limit disabled
bs: Limitiranje skidanja je isključeno
el: Το όριο ταχύτητας κατεβάσματος έχει απενεργοποιηθεί
nl: Downloadlimiet uitgeschakeld
pt_br: Limite de download desativado

source: Download limit set to %d KiB/s
bs: Limit skidanja je postavljen na %d KiB/s

source: Download slots set
bs: Slotovi za preuzimanje postavljeni
el: Προσαρμογή θέσεων λήψεων
nb: Last ned port settinger
nl: Aantal download slots
pt: Slots de transferência
pt_br: Slots dos downloads definidos
ro: Sloturi de descărcare setate

source: Download to...
bs: Preuzmi u
cs: Stahnout do ...
el: Κατέβασμα στο...
et: Lae alla asukohta...
lv: Lejupielādēt uz...
nb: Last ned til ...
nl: Download naar...
pt: Transferir para...
pt_br: Download para...
ro: Descarcă în...
sl: Prenesi v...

source: Download whole directory
bs: Preuzmi cijeli direktorij
cs: Stahnout celu slozku
el: Κατέβασμα όλου του καταλόγου
et: Tõmba kogu kaust
lv: Ielādēt visu mapi
nb: Last ned hele mappen
nl: Download hele map
pt: Transferir diretório
pt_br: Baixar o diretório inteiro
ro: Descarcă tot directorul
sl: Prenesi celotno mapo

source: Download whole directory to...
bs: Preuzmi cijeli direktorij u...
cs: Stahnout celu slozku do...
el: Κατέβασμα όλου του καταλόγου στο...
et: Tõmba kogu kaust asukohta...
lv: Ielādēt visu mapi iekš...
nb: Last ned hele mappen til ...
nl: Hele map downloaden naar...
pt: Transferir diretório para...
pt_br: Baixar o diretório inteiro para...
ro: Descarcă tot directorul în...
sl: Prenesi celotno mapo v...

source: Downloaded
bs: Preuzeto
cs: Stahnute
el: Κατέβηκε
et: Allalaetud
lv: Ielādēts
nb: Nedlastet
nl: Downloaden klaar
pt: Transferido
pt_br: Baixado
ro: Descărcat
sl: Prenešeno

source: Downloaded hub list is corrupted or unsupported (%1%)
bs: Preuzeta hublista je neispravna ili nije podržana (%1%)
el: Η λίστα των hub που κατέβηκε είναι αλιωμένη ή δεν υποστηρίζεται (%1%)
nl: De gedownloade hublijst is corrupt of wordt niet ondersteund (%1%)
pt_br: A lista de hubs está corrompida ou não é suportada (%1%)

source: Downloading %1%
bs: Preuzimanje %1%
cs: Stahuji %1%
el: Γίνεται λήψη... %1%
et: Tõmban %1%
nb: Laster ned %1%
nl: Bezig met downloaden %1%
pt: A transferir %1%
pt_br: Baixando %1%
ro: Descărcare a %1%
sl: Odjemam %1%

source: Downloading from %1% user
bs: Preuzimam od %1% korisnika
cs: Stahuji od %1% uživatele
el: Γίνεται λήψη από %1% χρήστη
et: Tõmban %1% kasutajalt
nb: Laster ned fra %1% bruker
pt: A transferir de %1% utilizador
pt_br: Baixando do %1% usuário
ro: Descărcare de la %1% utilizator
sl: Odjemam od %1% uporabnika

source: Downloading list...
bs: Lista preuzimanja
cs: Stahujem seznam...
el: Λήψη της λίστας αρχείων...
et: Tõmban listi...
lv: Ielādē sarakstu...
nb: Laster ned liste ...
nl: Bezig met downloaden van bestandslijst...
pt: Transferindo lista...
pt_br: Baixando a lista...
ro: Descarc lista...
sl: Odjemam seznam...

source: Downloading public hub list...
bs: Preuzimam listu javnih hubova
cs: Stahujem verejny seznam Hubu...
el: Λήψη της λίστας δημοσίων κυψελών...
et: Avalike hubide nimekiri allalaadimisel...
lv: Ielādē publisko centrmezglu sarakstu...
nb: Laster ned offentlig hubliste ...
nl: Bezig met downloaden van hublijst...
pt: A transferir lista de hubs públicos...
pt_br: Baixando a lista de hubs públicos...
ro: Descarc lista de huburi publice...
sl: Odjemanje seznama javnih vozlišč (hubov)...

source: Downloading public hub list... (%1%)
bs: Preuzimam listu javnih hubova... (%1%)
cs: Stahuji veřejný seznam souborů... (%1%)
el: Λήψη της λίστας δημοσίων κυψελών... (%1%)
et: Avalike hubide nimekiri allalaadimisel... (%1%)
nb: Laster ned offentlig hubliste... (%1%)
nl: Bezig met downloaden van publieke hublijst... (%1%)
pt: A transferir lista de hubs públicos... (%1%)
pt_br: Baixando a lista de hubs públicos... (%1%)
ro: Descarc lista de huburi publice... (%1%)
sl: Odjemanje seznama javnih vozlišč (hubov)... (%1%)

source: Downloading...
bs: Preuzimanje...
cs: Stahujem ...
el: Γίνεται λήψη...
et: Allalaadimine...
lv: Lejuplādējas...
nb: Laster ned …
nl: Bezig met downloaden...
pt: A transferir...
pt_br: Baixando...
ro: Descărcare în curs...
sl: Odjemanje...

source: Downloads
bs: Preuzimanja
cs: Stahovani
el: Λήψεις
et: Allalaadimised
lv: Lejupielādes
nb: Nedlastinger
pt: Transferências
ro: Descărcare
sl: Odjemanja

source: Downloads running, please disconnect them
bs: Preuzimanja u toku, molimo prekinite ih
el: Ενεργές λήψεις,παρακαλώ αποσυνδέστε τες
et: Allalaadimised töös, palun katkesta need
nb: Ned-lastinger pågår, vennligst koble dem fra
nl: Downloads zijn bezig, ontkoppel ze aub
pt: Transferências a decorrer, por favor desligue-as
pt_br: Downloads em execução, por favor desconecte eles
ro: Descărcări în desfășurare, vă rugăm deconectați-le

source: Drop sources below
bs: Spusti izvore ispod
cs: Odpojit pokud stah. klesne pod
el: Απόρριψη πηγών κάτω από
et: Hülga allikad alla
lv: Izmest avotus zem
nb: Dropp kilder under
nl: ontkoppel onderstaande bronnen
pt: Abandonar fontes abaixo
pt_br: Soltar as fontes abaixo
ro: Deconectează surse mai lente decât
sl: Zavrzi naslednje vire

source: Enable automatic SFV checking
bs: Omogući automatsku SFV provjeru
cs: Zapnout automatickou SFV kontrolu souboru(Simple File Verificator-kontrola souboru pri stahovani)
el: Ενεργοποίηση αυτόματου ελέγχου SFV
et: Luba automaatne SFV kontroll
lv: Atļaut automātisku SFV pārbaudi
nb: Aktiver automatisk SFV-sjekking
nl: Automatische SFC-controle inschakelen
pt: Ativar verificação SFV
pt_br: Ativar a verificação automática do SFV
ro: Autoactivează verificarea SFV [Simple File Verification]
sl: Omogoči avtomatsko SFV preverjanje

source: Enable safe and compressed transfers
bs: Omogući sigurne i sabijene prijenose
cs: Aktivovat GetZBlock - bezpecnejsi (kontrola CRC' pocas stahovani) a podla moznosti komprimovane prenosy(experiment,narocny na Cpu,bezp. prenosy sou oznacene * od verz.0.681 T )
el: Ενεργοποίηση ασφαλών και συμπιεσμένων μεταφορών
et: Luba turvalist ning kokkupakkitud ülekanded
lv: Atļaut drošās un kompresētās pārvietošanas
nb: Aktiver trygge og komprimerte overføringer
nl: Activeer veilige en gecomprimeerde overdrachten
pt: Ativar transferências seguras e comprimidas
pt_br: Ativar transferências seguras e compactas
ro: Activează transferurile sigure și comprimate
sl: Omogoči varna in stisnjena odjemanja

source: Enable segmented downloads
bs: Omogući djelimično (segmentno) skidanje
cs: Povolit segmentové stahování
el: Ενεργοποίηση τμηματικών λήψεων
et: Luba segmendiline tõmbamine
nb: Skru på segmenterte nedlastinger
nl: Gesegmenteerd downloaden inschakelen
pt: Ativar transferências em segmentos
pt_br: Ativar downloads segmentados
ro: Activează descărcare segmentată
sl: Omogoči segmentirana odjemanja

source: Enabled
bs: Omogućeno
cs: Aktivovane
el: Ενεργό
et: Lubatud
lv: Atļauts
nb: Aktivert
nl: Geactiveerd
pt: Ativado
pt_br: Ativado
ro: Activat
sl: Omogočeno

source: Enabled / Search String
bs: Aktivana/Pretraga string
cs: Aktivni / Hledany vyraz
el: Ενεργό / Όρος προς αναζήτηση
et: Lubatud / otsingusõna
lv: Ieslēgts/Meklēšanas virkne
nb: Aktivert / Søkestreng
nl: Aktiveert / Zoekstring
pt: Ativado / Texto de pesquisa
pt_br: Ativado / String de Busca
ro: Activat / Șir de Căutare
sl: Omogočeno / Iskani niz

source: Error generating certificate
bs: Greška u kreiranju certifikata
cs: Chyba generovaného certifikátu
el: Σφάλμα κατά τη δημιουργία πιστοποιητικού
et: Sertifikaadi loomise viga
nb: Feil under generering av sertifikat
nl: Fout bij genereren van certificaat
pt: Erro ao gerar certificado
pt_br: Erro ao gerar o certificado
ro: Eroare la generarea certificatului

source: Error loading the notepad file: %1%
bs: Greška pri učitavanju notepad fajla: %1%
el: Σφάλμα κατά το άνοιγμα του αρχείου σημειωματαρίου: %1%
nl: Fout bij laden van kladblokbestand: %1%
pt_br: Erro ao carregar o arquivo de texto: %1%

source: Error processing version information
bs: Greška u procesiranju informacije o veziji
cs: Chyba při zpracování informace o verzi
el: Σφάλμα επεξεργασίας των πληροφοριών έκδοσης
et: Versiooniinfo töötlemise viga
nb: Feil under behandlingen av versjonsinformasjon
nl: Er is een fout opgetreden tijdens de verwerking van de versie informatie
pt: Erro ao processar informação da versão
pt_br: Erro processando a informação da versão
ro: Eroare la procesarea informațiilor legate de versiune

source: Error registering %1%:// link handler
bs: Greška pri registraciji %1%:// link handlera
el: Σφάλμα κατά την εγγραφή του %1%:// link handler
pt: Erro ao registar o manipulador de ligações %1%
pt_br: Erro ao registrar %1%:// link

source: Errors
bs: Greške
cs: Chyby
el: Σφάλματα
et: Vead
lv: Kļūdas
nb: Feil
nl: Fouten
pt: Erros
pt_br: Erros
ro: Erori
sl: Napake

source: Every time a main chat message is received
bs: Svaki put kada je primljena chat poruka
et: Iga põhivestluse sõnumi saabumisel
ro: De fiecare dată când un mesaj public e recepționat
sl: Vsakič, ko pride sporočilo v glavnem pogovornem oknu

source: Every time a private message is received
bs: Svaki put kada je primljena privatna poruka
et: Iga privaatsõnumi saabumisel
ro: De fiecare dată când un mesaj privat e recepționat
sl: Vsakič, ko pride zasebno sporočilo

source: Ex-codeveloper: Per Lindén Graphics: Martin Skogevall et al. DC++ is licenced under GPL
bs: Bivši-suprogramer: Per Lindén Grafika: Martin Skogevall et al. DC++ je pod GPL licencom

source: Exact size
bs: Tačna veličina
cs: Presna velikost
el: Ακριβές μέγεθος
et: Täpne suurus
lv: Precīzs izmērs
nb: Nøyaktig størrelse
nl: Exacte grootte
pt: Tamanho exato
pt_br: Tamanho exato
ro: Dimensiune exactă
sl: Natančna velikost

source: Exit
bs: Izađi
cs: Ukončit
el: Έξοδος
et: Välju
lv: Iziet
nb: Avslutt
nl: Afsluiten
pt: Sair
pt_br: Sair
ro: Ieşire
sl: Izhod

source: Experimental feature, don't consider DC++ secure in any way
bs: Eksperimentalna mogućnost, DC++ neće biti stabilan
cs: Exprimentální funkce, nepovažujte DC++ bezpečné v žádném případě
el: Πειραματικό χαρακτηριστικό, μην θεωρήσετε το DC++ ασφαλή σε καμία περίπτωση
et: Teststaadiumis omadus, mitte pidada DC++-i turvaliseks mingil viisil
nb: Eksprimentell funksjon, ikke anse DC++ som sikkert på noen måte
pt: Funcionalidade experimental. Ainda assim não considere o DC++ seguro
pt_br: Função experimental, não considere o DC++ seguro de modo algum
ro: Facilitate experimentală, nu considerați DC++ sigur în nici un fel
sl: Eksperimentalna značilnost, ne misli, da je DC++ kakorkoli varen

source: Experts only
bs: Samo za eksperte
cs: Pouze pro experty
el: Για προχωρημένους μόνο
et: Ekspertidele
nb: Kun for eksperter
nl: Alleen voor experts
pt: Só para peritos
pt_br: Apenas experts
ro: Pentru experți
sl: Samo za strokovnjake

source: External / WAN IP
bs: Vanjski / WAN IP
cs: Externí / WAN IP
el: Εξωτερική / WAN IP
et: Välimine / WAN IP
lv: Ārējā IP adrese
nb: Ekstern / WAN IP
nl: Extern (WAN) IP-adres
pt: IP Externo/WAN
pt_br: IP Externo / IP WAN
ro: IP extern / WAN
sl: Zunanji / WAN IP

source: F&ilter
bs: Dodaj filter
cs: F&iltr
el: Φ&ίλτρο
pt: F&iltrar
pt_br: F&iltro
ro: F&iltru

source: Favorite &Users Ctrl+U
bs: Omiljeni &korisnici Ctrl+U
et: Lemmik Kasutajad Ctrl+U
ro: &Utilizatori Favoriți Ctrl+U
sl: Priljubljeni &uporabniki Ctrl+U

source: Favorite Hub Properties
bs: Omiljene Hub postavke
cs: Oblibeny Hub Vlastnosti
el: Ιδιότητες αγαπημένων κυψελών (Hubs)
et: Lemmikhubi omadused
lv: Izlases centrmezgla atribūti
nb: Favoritthubb-innstillinger
nl: Instellingen voor favoriete hubs
pt: Propriedades do hub preferido
pt_br: Propriedades dos Hubs favoritos
ro: Proprietățile hubului favorit
sl: Nastavitve priljubljenih vozlišč (hubov)

source: Favorite Hubs
bs: Omiljeni hubovi
cs: Oblibene Huby
el: Αγαπημένες Κυψέλες
et: Lemmikhubid
lv: Izlases centrmezgli
nb: Favoritthubber
nl: Favoriete hubs
pt: Hubs preferidos
pt_br: Hubs favoritos
ro: Huburile Favorite
sl: Priljubljena vozlišča (hubi)

source: Favorite Users
bs: Omiljeni korisnici
et: Lemmik kasutajad
lv: Izlases lietotāji
ro: Utilizatori Favoriți
sl: Priljubljeni uporabniki

source: Favorite download directories
bs: Omiljeni direktoriji za preuzimanje
cs: Oblibene slozky
el: Αγαπημένοι κατάλογοι λήψεων
et: Allalaadimiste lemmikkaustad
lv: Iecienītās lejupielādes mapes
nb: Foretrukne nedlastningsmapper
nl: Favoriete downloaddirectories
pt: Diretório preferencial para transferências
pt_br: Diretórios para os Downloads Favoritos
ro: Dosare de Descărcare Favorite
sl: Priljubljene mape za odjemanje

source: Favorite hub added
bs: Dodan omiljeni hub
cs: Hub byl pridany do Oblibenych
el: Αγαπημένη κυψέλη προστέθηκε
et: Lemmikhub lisatud
lv: Centrmezgls pievienots izlasei
nb: Favoritthubb lagt til
nl: Favoriete Hub toegevoegd
pt: Adicionado um hub preferido
pt_br: Hub favorito adicionado
ro: Hub favorit adăugat
sl: Priljubljeno vozlišče (hub) dodano

source: Favorite hub groups
bs: Grupe omiljenih hubova
el: Ομάδες αγαπημένων hub
nl: Favoriete hubs-groepen
pt: Grupo de hub(s) preferido(s)
pt_br: Grupo de hubs favoritos

source: Favorite hub removed
bs: Omiljeni hub otklonjen
cs: Oblibeny hub smazany
el: Αγαπημένη κυψέλη αφαιρέθηκε
et: Lemmikhub eemaldatud
nb: Favoritthubb fjernet
nl: Favoriete Hub verwijderd
pt: Removido um hub preferido
pt_br: Hub favorito removido
ro: Hub favorit șters
sl: Priljubljeno vozlišče (hub) odstranjeno
