Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: from Coral
bs: iz Corala
cs: z Coral
el: από τον Coral
nl: van Coral
pt: do Coral
pt_br: De Coral

source: % transferred
bs: % preneseno
cs: % přeneseno
el: % μεταφέρθηκαν
et: % edastatud
nb: % overført
nl: % verzonden
pt: % transferido
pt_br: % transferidos
ro: % transferat

source: %1% Open download page?
bs: %1% Otvori download stranicu?
cs: %1% Otevřít stránku se stahováním?
el: %1% Άνοιγμα σελίδας λήψης αρχείων;
et: %1% Avada allalaadimise leht?
nb: %1% Åpne siden for nedlasting?
nl: %1% Open downloadpagina?
pt: %1% Abrir página de transferências?
pt_br: %1% Abrir a página dos downloads?
ro: %1% Se deschide pagina de descărcare?
sl: %1% Odpri mapo odjemanj?

source: %1% / %2% sources ignored: %3%
bs: %1% / %2% ignorisani izvori: %3%
cs: %1% / %2% zdroj ignorován: %3%
el: %1% / %2% πηγές αγνοήθηκαν: %3%
et: %1% / %2% allikad ignoreeritud: %3%
nb: %1% / %2% kilder ignorert: %3%
nl: %1% / %2% bronnen genegeerd: %3%
pt: %1% / %2% fontes ignoradas: %3%
pt_br: %1% / %2% fontes ignoradas: %3%
ro: %1% / %2% surse ignorate: %3%

source: %1% files
bs: %1% datoteka
cs: %1% souborů
el: %1% αρχεία
et: %1% failid
lv: %1% faili
nb: %1% filer
nl: %1% bestanden
pt: %1% ficheiros
pt_br: arquivos %1%
ro: %1% fișiere
sl: %1% datotek

source: %1% files/h, %2% files left
bs: %1% dokument/h, %2% dokumenta ostala
cs: %1% souborů/h, %2% souborů zbývá
el: %1% αρχεία/ώρα, %2% αρχεία απέμειναν
et: %1% faili/h, %2% faili jäänud
lv: %1% faili/h, %2% faili atlikuši
nb: %1% filer/t, %2% filer gjenstår
nl: %1% bestanden/h, %2% bestanden resterend
pt: %1% ficheiros/h, restam %2% ficheiros
pt_br: %1% arquivos/h, %2% arquivos restantes
ro: %1% fișiere/oră, %2% fișiere rămase
sl: %1% datotek/h, %2% datotek ostalo

source: %1% filtered
bs: %1% filtriran
et: %1% filtreeritud
ro: %1% filtrat
sl: %1% filtrirano

source: %1% item
bs: %1% predmet
cs: %1% položka
el: %1% στοιχείο
et: %1% ühik
nb: %1% element
ro: %1% obiect
sl: %1% predmet

source: %1% left
bs: %1% preostalo
cs: %1% uběhlo
el: %1% απέμειναν
et: %1% jäänud
lv: %1% palicis
nb: %1% igjen
nl: %1% resterend
pt: resta %1%
pt_br: %1% restantes
ro: %1% rămas
sl: %1% preostalo

source: %1% recent items will be saved from now on.
bs: %1% će biti spremljeno od sada
el: %1% πρόσφατα αντικείμενα θα αποθηκεύονται στο εξής.
nl: %1% recente items zullen vanaf nu bewaard worden.
pt: %1% itens recentes serão gravados de agora em diante.
pt_br: %1% itens recentes vão ser salvos daqui adiante

source: %1% sources added
bs: %1% izvora dodano
cs: %1% zdrojů přidáno
el: %1% πηγές προστέθηκαν
nl: %1% bronnen toegevoegd.
pt: %1% fontes adicionadas
pt_br: %1% fontes alternativas adicionadas

source: %1% user
bs: %1% korisnik
cs: %1% uživatel
el: %1% χρήστης
et: %1% kasutaja
nb: %1% bruker
nl: %1% gebruiker
pt: %1% utilizador
pt_br: %1% usuário
ro: %1% utilizator
sl: %1% uporabnikov

source: %1%/s, %2% left
bs: %1%/s, %2% preostalo
cs: %1%/s, %2% zbývá
el: %1%/δευτ, %2% απέμειναν
et: %1%/s, %2% jäänud
lv: %1%/s, %2% palicis
nb: %1%/s, %2% igjen
nl: %1%/s, %2% resterend
pt: %1%/s, resta %2%
pt_br: %1%/s, %2% restantes
ro: %1%/s, %2% rămas
sl: %1%/s, %2% preostalo

source: &Add
bs: &Dodaj
cs: Přid&at
el: &Προσθήκη
et: &Lisa
nb: &Legg til
nl: &Voeg toe
pt: &Adicionar
pt_br: &Adicionar
ro: &Adaugă
sl: &Dodaj

source: &Add folder
bs: &Dodaj folder
cs: &Přidat adresář
el: &Προσθήκη φακέλου
et: &Lisa kaust
lv: &Pievienot mapi
nb: &Legg til
nl: Directory &toevoegen
pt: &Adicionar pasta
pt_br: &Adicionar pasta
ro: &Adaugă subdirector
sl: &Dodaj mapo

source: &Add to the list
bs: &Dodaj na listu
cs: &Přidat na Seznam

source: &Browse file list
bs: &Pretraži listu datoteka
cs: &Projít seznam souborů
el: &Περιήγηση λίστας αρχείων
et: &Sirvi faile
lv: &Atlasīt failu sarakstu
nb: &Bla gjennom filliste
nl: &Blader door bestandslijst
pt: &Procurar na lista de ficheiros
pt_br: &Navegar pela lista de arquivos
ro: &Răsfoiește lista de fișiere
sl: &Brskaj po seznamu datotek

source: &Browse...
bs: &Potraži...
cs: &Procházet...
el: &Περιήγηση...
et: &Lehitse...
nb: &Bla gjennom...
nl: &Bladeren...
pt: &Procurar
pt_br: &Procurar...
ro: &Răsfoiește...
sl: &Brskaj ...

source: &Change
bs: &Izmjeni
cs: &Změnit
el: &Αλλαγή
et: &Muuda
nb: &Endre
nl: &Wijzigen
pt: Modifi&car
pt_br: &Mudar
ro: &Modifică
sl: Spremembe v verzijah

source: &Close
bs: &Zatvori
cs: &Zavřít
el: &Κλείσιμο
et: &Sulge
nb: &Lukk
nl: &Sluiten
pt: Fe&char
pt_br: &Fechar
ro: În&chide
sl: &Zapri

source: &Configure
bs: &Podesi
cs: &Nastavit
el: &Διαμόρφωση
et: &Seadista
lv: &Konfigurēt
nb: Konfigurer
nl: &Instellen
pt: &Configurar
pt_br: &Configurar
ro: &Configurează
sl: &Nastavi

source: &Configure...
bs: &Podesi...
cs: &Nastavit...
el: &Παραμετροποίηση...
et: &Seadista...
nb: &Oppsett ...
nl: &Instellen...
pt: &Configurar...
pt_br: &Configurar...

source: &Connect
bs: &Konektuj se
cs: &Připojit
el: &Σύνδεση
et: Ü&henda
nb: &Koble til
nl: &Verbinden
pt: &Ligar
pt_br: &Conectar
ro: &Conectare
sl: &Poveži

source: &Copy
bs: &Kopiraj
cs: &Kopírovat
el: &Αντιγραφή
et: &Kopeeri
lv: &Kopēt
nb: &Kopier
nl: &Kopiëren
pt: &Copiar
pt_br: &Copiar
ro: &Copiază
sl: &Kopiraj

source: &Copy Ctrl+C
bs: &Kopiraj Ctrl+C
cs: &Kopírovat Ctrl+C
el: &Αντιγραφή Ctrl+C
et: &Kopeeri Ctrl+C
nb: &Kopier Ctrl+C
nl: &Kopiëren Ctrl+C
pt: &Copiar Ctrl+C
pt_br: &Copiar Ctrl+C

source: &Copy filename
bs: &Kopiraj ime datoteke
et: &Kopeeri failinimi
ro: &Copiază numele fișierului

source: &Customize Double-click
bs: &Uredi Dvostruki klik
cs: &Upravit Dvojklik
el: &Παραμετροποίηση Double-click
nl: &Aanpassen Dubbelklikken
pt: Personali&zar Duplo clique
pt_br: &Personalizar Dois-Cliques

source: &Description
bs: &Opis:
cs: &Popis
el: &Περιγραφή
et: &Kirjeldus
lv: Apraksts
nb: &Beskrivelse
nl: &Omschrijving
pt: &Descrição
pt_br: &Descrição
ro: &Descriere
sl: &Opis

source: &Disconnect
bs: &Prekini vezu
cs: O&dpojit
el: &Αποσύνδεση
et: &Katkesta ühendus
nb: &Koble fra
nl: &verbinding verbreken
pt: &Desligar
pt_br: &Desconectar
ro: &Deconectare
sl: &Prekini

source: &Download
bs: &Preuzeti
cs: &Stáhnout
el: &Λήψη
et: Allalaa&dimine
nb: &Last ned
nl: &Downloaden
pt: &Transferir
pt_br: &Baixar
ro: &Descarcă
sl: &Odjemanja

source: &Download Queue Ctrl+D
bs: &Spremno za download
cs: &Fronta souborů ke stáhnutí Ctrl+D
el: Αρχεία προς λήψη Ctrl+D
et: Allalaa&dimised Ctrl+D
nb: &Nedlastingskø Ctrl+D
nl: &Download wachtrij Ctrl+D
pt: Fila &de espera Ctrl+D
pt_br: &Fila para Baixar Ctrl+D
ro: Coada de &Descărcare Ctrl+D
sl: &Čakalna vrsta Ctrl+D

source: &Edit
bs: &Izmijeni
cs: &Upravit
el: &Επεξεργασία
et: &Redigeeri
lv: &Labot
nb: &Rediger
nl: &Bewerken
pt: &Editar
pt_br: &Editar
ro: &Editare
sl: &Uredi

source: &Favorite Hubs Ctrl+F
bs: &Omiljeni Hubovi Ctrl+F
et: Lemmik&hubid Ctrl+F
ro: Huburi &Favorite Ctrl+F
sl: Priljubljena vozlišča (hubi)

source: &File
bs: &Datoteka
cs: &Soubor
el: &Αρχείο
et: &Fail
nb: &Fil
nl: &Bestand
pt: &Ficheiro
pt_br: &Arquivo
ro: &Fișier
sl: &Datoteka

source: &Find... F3
bs: &Traži... F3
et: &Otsi... F3

source: &Force attempt
bs: Pokušaj ponovo (insistiraj)
cs: &Vynutit připojení
el: &Προσπάθεια εξαναγκασμού
et: Ürita &jõuga
nb: &Tvunget tilkoblingsforsøk
nl: &Forceer poging
pt: &Forçar tentativa
pt_br: &Forçar tentativa
ro: Conectare &forțată
sl: &Prisilni poskus

source: &Get file list
bs: &Traži listu datoteka
cs: &Stáhnout seznam souborů
el: &Λήψη λίστας αρχείων
et: Tõmba &faililist
lv: &Iegūt failu sarakstu
nb: &Hent filliste
nl: &Laad bestandslijst
pt: O&bter lista de ficheiros
pt_br: &Obter a lista de arquivos
ro: &Ia lista de fișiere
sl: &Poišči seznam datotek

source: &Go to directory
bs: &Idi u direktorij
cs: &Jít do adresáře
el: &Μετάβαση στον κατάλογο
et: Mine &kausta
nb: &Gå til mappe
nl: &Ga naar directory
pt: &Ir para o diretório
pt_br: &Ir para o diretório
ro: &Găsește subdirectorul
sl: &Pojdi v mapo

source: &Help
bs: &Pomoć
cs: &Nápověda
el: &Βοήθεια
et: &Abi
lv: &Palīdzība
nb: &Hjelp
pt: Aj&uda
pt_br: &Ajuda
ro: &Ajutor
sl: &Pomoč

source: &Hide Ctrl+1
bs: &Sakrij Ctrl+1
cs: &Skrýt Ctrl+1
el: Απ&όκρυψη Ctrl+1
nb: &Skjul Ctrl+1
nl: &Verbergen Ctrl+1
pt: Oc&ultar Ctrl+1
pt_br: &Esconder Ctrl+1

source: &Match queue
bs: &Match datoteke u redu za skidanje
cs: &Porovnat frontu
el: &Συνταίριασμα με την σειρά αναμονής
et: &Sobita järjekord
nb: &Samsvar køen
nl: &Wachtrij bijwerken
pt: &Verificação de ficheiros
pt_br: &Combinar com a fila
ro: &Potrivește cu coada
sl: Primerjaj ujemanje s čakalno vrsto

source: &Move/Rename
bs: &Pomjeri/Preimenuj
cs: &Přesunout/Přejmenovat
el: &Μετακίνηση/Μετονομασία
et: &Liiguta/Nimeta ümber
nb: &Flytt/Gi nytt navn
nl: &Verplaats/Hernoem
pt: &Mover/Renomear
pt_br: &Mover/Renomear
ro: &Mută/Redenumește
sl: &Premakni/Preimenuj

source: &New...
bs: &Novi...
cs: &Nový...
el: &Νέο...
et: &Uus...
lv: &Jauns...
nb: &Ny ...
nl: &Nieuw...
pt: &Novo...
pt_br: &Novo...
ro: &Nou...
sl: &Novo ...

source: &Open
bs: &Otvori
cs: &Otevřít
el: &Άνοιγμα
et: &Ava
lv: &Atvērt
nb: &Åpne
pt: &Abrir
pt_br: &Abrir
ro: &Deschide
sl: &Odpri

source: &Properties
bs: &Svojstva
cs: Vlastnost&i
el: &Ιδιότητες
et: &Omadused
nb: &Egenskaper
nl: &Eigenschappen
pt: &Propriedades
pt_br: &Propriedades
ro: &Proprietăți
sl: &Lastnosti

source: &Public Hubs Ctrl+P
bs: &Javni hubovi
cs: &Veřejné huby Ctrl+P
el: &Δημόσιες Κυψέλες Ctrl+P
et: &Avalikud hubid Ctrl+P
nb: &Offentlige Hubber Ctrl+P
nl: &Publieke hubs Ctrl+P
pt: Hubs &públicos Ctrl+P
pt_br: Hubs Públicos Ctrl+P
ro: Huburi &Publice Ctrl+P
sl: Javna vozlišča (hubi)

source: &Quick connect... Ctrl+Q
bs: &Brzo spajanje... Ctrl+Q
cs: &Rychlé připojení... Ctrl+Q
el: &Γρήγορη σύνδεση... Ctrl+Q
nl: &Snel verbinden... Ctrl+Q
pt: Liga&ção rápida... Ctrl+Q
pt_br: &Conexão rápida... Ctrl+Q

source: &Reconnect Ctrl+R
bs: &Ponovo konektuj
cs: &Znovu připojit Ctrl+R
el: &Επανασύνδεση Ctrl+R
et: &Ühenda uuesti Ctrl+R
nb: &Koble til på nytt Ctrl+R
nl: &Verbind opnieuw Ctrl+R
pt: Liga_r novamente Ctrl+R
pt_br: &Reconectar Ctrl+R
ro: &Reconectare Ctrl+R
sl: &Poveži znova Ctrl+R

source: &Refresh
bs: &Osvježi
cs: O&bnovit
el: &Ανανέωση
et: Vä&rskenda
lv: &Atsvaidzināt
nb: &Oppdater
nl: Ve&rnieuwen
pt: Atualiza&r
pt_br: &Atualizar
ro: &Reactualizează
sl: &Osveži

source: &Remove
bs: &Ukloni
cs: Odst&ranit
el: &Αφαίρεση
et: &Eemalda
nb: &Fjern
nl: &Verwijderen
pt: &Remover
pt_br: &Remover
ro: Ște&rge
sl: &Odstrani

source: &Search
bs: &Traži
cs: &Hledat
et: &Otsi
nb: &Søk
ro: Gă&sește
sl: &Iskanje

source: &Search Ctrl+S
bs: &Traži Ctrl+S
cs: &Hledat Ctrl+S
el: &Αναζήτηση Ctrl+S
et: &Otsi Ctrl+S
nb: &Søk Ctrl+S
nl: &Zoeken Ctrl+S
pt: &Procurar Ctrl+S
pt_br: &Procurar Ctrl+S
ro: Gă&sire Ctrl+S
sl: &Išči Ctrl+S

source: &Send private message
bs: &Pošalji privatnu poruku
cs: &Poslat soukromou zprávu
el: &Αποστολή προσωπικού μηνύματος
et: &Saada privaatsõnum
nb: &Send privat melding
nl: &Stuur privébericht
pt: En&viar mensagem privada
pt_br: &Enviar mensagem privada
ro: Me&saj privat
sl: &Pošlji zasebno sporočilo

source: &Update
bs: &Osvježi
cs: &Aktualizovat
el: Ενη&μέρωση
et: &Värskenda
nb: &Oppdater
nl: &Bijwerken
pt: At&ualizar
pt_br: &Atualizar

source: &View
bs: &Prikaži
cs: Zo&brazit
el: &Προβολή
et: &Vaade
nb: &Vis
nl: &Beeld
pt: &Ver
pt_br: &Visualizar
ro: &Vizualizare
sl: &Pogled

source: &View as text
bs: &Pogledaj kao tekst
cs: &Prohlédnout jako text
el: &Προβολή ως κείμενο
et: &Vaata tekstina
lv: &Apskatīt kā tekstu
nb: &Vis som tekst
nl: &Bekijk als tekst
pt: &Ver como texto
pt_br: &Visualizar como texto
ro: &Vizualizare ca text
sl: &Glej kot besedilo

source: &Window
bs: &Prozor
cs: O&kno
el: &Παράθυρο
et: A&ken
lv: &Logs
nb: &Vindu
nl: &Venster
pt: &Janela
pt_br: &Janela
ro: &Fereastră
sl: &Okno

source: (No recent item found)
bs: (Nijedan elemt nije pronađen
cs: (Žádná položka najita)
el: (Δεν βρέθηκε πρόσφατο αντικείμενο)
nl: (Geen recent item gevonden)
pt: (Nenhum item recente encontrado)
pt_br: (Sem itens recentes)

source: *** Joins: %1%
bs: *** Pridružuje se: %1%
et: *** Liitus: %1%
lv: *** Pievienojušies: %1%
ro: *** Intră: %1%
sl: *** Pridruženih: %1%

source: *** Parts: %1%
bs: *** Dijelovi: %1%
et: *** Lahkus: %1%
ro: *** Iese: %1%
sl: *** Delov: %1%

source: -.-- B/s, %1% left
bs: -.-- B/s, %1% ostalo
cs: -.-- B/s, %1% zbývá
el: -.-- B/δευτ, %1% απέμειναν
et: -.-- B/s, %1% jäänud
lv: -.-- B/s, %1% atlicis
nb: -.-- B/s, %1% igjen
nl: -.-- B/s, %1% resterend
pt: restam -.-- B/s, %1%
pt_br: -.-- B/s, %1% restantes
ro: -.-- B/s, %1% rămași
sl: -.-- B/s, %1% ostalo

source: -.-- files/h, %1% files left
bs: -.-- datoteka/h, %1% datoteka ostalo
cs: -.-- souborů/h, %1% souborů zbývá
el: -.-- αρχεία/ώρα, %1% αρχεία απέμειναν
et: -.-- faili/h, %1% faili jäänud
nb: -.-- filer/t, %1% filer igjen
nl: -.-- bestanden/h, %1% resterende bestanden
pt: -.-- ficheiros/h, restam %1% ficheiros
pt_br: -.-- arquivos/h, %1% arquivos restantes
ro: -.-- fișiere/oră, %1% fișiere rămase
sl: -.-- datotek/h, %1% datotek ostalo

source: -:--:-- left
bs: -:--:-- ostalo
et: -:--:-- jäänud
lv: -:--:-- atlicis
ro: -:--:-- rămas
sl: -:--:-- ostalo

source: A MAGNET link was given to DC++, but it didn't contain a valid file hash for use on the Direct Connect network. No action will be taken.
bs: MAGNET link je dat za DC++, ali ne postoji ispravan fajl-indeks za upotrebu na Direct Connect mrezi. Nijedna akcija neće biti pokrenuta.
cs: MAGNET link byl dany do DC++, ale neobsahuje platny hash suboru pro pouziti v siti Direct Connect. Nebude prevedena zadna akce.
el: Ένας σύνδεσμος MAGNET δώθηκε στο DC++, αλλά δεν περιείχε έγκυρη δεικτοποίηση αρχείου για χρήση στο δίκτυο Άμεσης Σύνδεσης. Δεν θα γίνει καμιά ενέργεια.
et: MAGNET link anti DC++-ile, kuid see ei sisaldanud Direct Connect võrgu kasutamiseks vajalikku hashi. Ühtegi tegevust ei tehta.
lv: DC++ tika iedota MAGNET norāde, bet tā nesatur DirectConnect tīkla prasībām atbilstošu faila indeksu. Nekāda darbība netiks veikta.
nb: En MAGNET-lenke ble mottatt av DC++. men den inneholdt ikke en gyldig fil-nøkkel for bruk på Direct Connect-nettverket. Programmet vil ikke foreta seg noe.
nl: Een MAGNET-link werd aan DC++ doorgegeven, maar het bevat geen geldige hashwaarde voor gebruik op het Direct Connect-Netwerk. Er is geen actie uitgevoerd.
pt: Foi enviada uma ligação MAGNET para o DC++ mas esta não continha um ficheiro hash válido. Não vai ser efetuada nenhuma ação.
pt_br: Um link MAGNET foi dado para o DC++, mas ele não contém um hash de arquivo válido para uso na rede Direct Connect. Nenhuma ação será tomada.
ro: Un link MAGNET a fost preluat de DC++, însă nu conține un cod hash valid pentru Direct Connect. Nu se întreprinde nici o acțiune.
sl: MAGNETNA povezana podana programu ni imela veljaven datotečni hash, zato program ni storil ničesar.

source: A virtual directory named %1% already exists, do you wish to merge the contents?
bs: Virtualni direktorij imena %1% već postoji, želite li spojiti sadržaje direktorija?
cs: Virtuální adresář %1% již existuje, chcete sloučit jeho obsah?
el: Υπάρχει ήδη ένας εικονικός κατάλογος με όνομα %1% , θέλετε να γίνει συγχώνευση των περιεχομένων;
et: Virtuaalne kataloog %1% on juba olemas, kas koondame sisud?
nb: Et virtuellt direktiv ved navn %1% eksisterer allerede, vil du slå sammen innholdet?
nl: Er bestaat reeds een directory met naam %1%, wilt U inhoud van beide directories samenvoegen?
pt: Já existe um diretório virtual com o nome %1%. Pretende unir os conteúdos?
pt_br: Um diretório virtual nomeado %1% já existe, você quer unir os conteúdos?
ro: Un subdirector virtual numit %1% există deja, doriți să uniți conținutul?
sl: Navidezna mapa, imenovana %1% že obstaja, bi rad združil vsebino?

source: ADL Search
bs: ADL pretraga
cs: Automaticke hledani v seznamech souboru
el: ADL Αναζήτηση
et: ADL Otsing
lv: ADL Meklēšana
nb: ADL Søk
nl: ADL zoekopdracht
pt: Pesquisa ADL
pt_br: Busca ADL
ro: Căutare ADL
sl: ADL Iskanje

source: ADLSearch Properties
bs: Postavke ADL pretrage
cs: Vlastnosti ADL hledani
el: Ιδιότητες ADL Αναζήτησης
et: AKL-otsingu omadused
lv: ADL meklēšanas atribūti
nb: ADL-søkeegenskaper
nl: ADL zoek instellingen
pt: Propriedades da pesquisa ADL
pt_br: Propriedades da Busca ADL
ro: Proprietăți ale Căutarii ADL
sl: Nastavitve ADL Iskanja

source: About DC++
bs: O DC++
cs: O DC++
el: Σχετικά με το DC++
et: Programmist
lv: Par DC++
nb: Om DC++
nl: Over DC++
pt: Sobre o DC++
pt_br: Sobre o DC++
ro: Despre DC++
sl: O programu DC++

source: Accept custom user commands from hub
bs: Prihvati izmijenjene komande korisnika sa hub-a
cs: Akceptovat uzivatelske prikazy z hubu
el: Αποδοχή προσαρμοσμένων εντολών χρήστη από την κυψέλη
et: Aksepteeri kohandatud hubi käske
lv: Atļaut papildus lietotāja komandas no centrmezgla
nb: Godta tilpassede brukerkommandoer fra hubben
nl: Accepteer aangepaste gebruikercommando's van hub
pt: Aceitar comandos pessoais do utilizador no hub
pt_br: Aceitar os comandos personalizados do usuário no Hub
ro: Acceptă comenzi personalizate de la hub
sl: Dovoli neobičajne ukaze uporabnikov iz vozlišča (huba)

source: Add To &Favorites
bs: Dodaj u &Favoriti
cs: Přidat do &Oblíbených
el: Προσθήκη στα &Αγαπημένα
et: Lisa Lemmikute &Alla
nb: Legg til i &Favoritter
nl: Voeg toe aan &favorieten
pt: Adicionar aos pre&feridos
pt_br: Adicionar aos &Favoritos
ro: Adaugă la &Favorite
sl: Dodaj k priljubljenim

source: Add finished files to share instantly (if shared)
bs: Dodaj završene datoteke da se dijele odmah (ako se dijele)
cs: Pridat stahnute soubory automaticky do sdileni
el: Προσθήκη ολοκληρωμένων αρχείων σε άμεσο διαμοιρασμό (αν διαμοιράζεται ο φάκελος)
et: Lisa failid koheselt jagamisse (kui jagatud)
lv: Novilktos failus uzreiz pievienot koplietnei (ja viņi ir koplietnē)
nb: Legg ferdige filer omgående ut til deling (hvis delt)
nl: Bestanden die gereed zijn meteen delen
pt: Adicionar ficheiros terminados à partilha (se partilhado)
pt_br: Adicionar arquivos concluídos para compartilhar instantaneamente (se compartilhados)
ro: Adaugă imediat fișierele descărcate la partaj (dacă este cazul)
sl: Dodaj končane prenešene datoteke takoj v skupno rabo (če so deljene)

source: Added
bs: Dodano
cs: Pridane
el: Προστέθηκε
et: Lisatud
lv: Pievienots
nb: Lagt til
nl: Toegevoegd
pt: Adicionado
pt_br: Adicionado
ro: Adăugat
sl: Dodano

source: Address
bs: Adresa
cs: Adresa
el: Διεύθυνση
et: Aadress
lv: Adrese
nb: Adresse
nl: Adres
pt: Endereço
pt_br: Endereço
ro: Adresă
sl: Naslov

source: Advanced
bs: Napredno
cs: Pokrocile
el: Για προχωρημένους
et: Laiendatud
lv: Vairāk
nb: Avansert
nl: Geavanceerd
pt: Avançado
pt_br: Avançado
ro: Avansat
sl: Napredno

source: All
bs: Svi
cs: Vše
el: Όλα
et: Kõik
lv: Visi
nb: Alle
nl: Alle
pt: Todos
pt_br: Todos
ro: Toate
sl: Vse

source: All %1% users offline
bs: Svi %1% korisnici nisu prisutni
cs: Všichni %1% uživatelé jsou odpojeni
el: Και οι %1% χρήστες εκτός σύνδεσης
et: Kõik %1% kasutajat välja loginud
nb: Alle %1% brukere frakoblet
nl: Alle %1% gebruikers offline
pt: %1% utilizadores desligados
pt_br: Todos os usuários %1% offline
ro: Toți cei %1% utilizatori offline
sl: Vsi %1% uporabniki odsotni

source: All files
bs: Sve datoteke
cs: Všechny soubory
el: Όλα τα αρχεία
et: Kõik failid
lv: Visi faili
nb: Alle filer
nl: Alle bestanden
pt: Todos os ficheiros
pt_br: Todos os arquivos
ro: Toate fișierele
sl: Vse datoteke

source: Allow TLS connections to clients without trusted certificate
bs: Odobriti TLS konekcije klijentima bez certifikata
cs: Povolit pripojeni klientu bez podpory TLS
el: Να επιτρέπονται TLS συνδέσεις σε πελάτες χωρίς πιστοποιητικό ασφαλείας
et: Luba TLS ühendused klientidele usaldusväärse litsentsita
nb: Tillat TLS tilkoblinger til klienter uten tillitssertifikat
nl: Sta TLS-verbinding toe naar clients zonder vertrouwd certificaat
pt: Permitir ligações TLS para clientes com certificados confiáveis
pt_br: Permitir conexões TLS para clientes sem certificado confiável
ro: Permite conexiuni TLS spre utilizatorii fără certificate de încredere
sl: Dovoli TLS povezave do klientov brez zaupnega cerfitikata

source: Allow TLS connections to hubs without trusted certificate
bs: Odobriti TLS konekcije hubovima bez certifikata
cs: Povolit pripojeni na hub ktery nepodporuje TLS
el: Να επιτρέπονται TLS συνδέσεις σε κυψέλες χωρίς πιστοποιητικό ασφαλείας
et: Luba TLS ühendused hubidele usaldusväärse litsentsita
nb: Tillat TLS tilkoblinger til hubber uten tillitssertifikat
nl: Sta TLS-verbinding toe naar hubs zonder vertrouwd certificaat
pt: Permitir ligações TLS para hubs com certificados confiáveis
pt_br: Permitir conexões TLS para hubs sem certificado confiável
ro: Permite conexiuni TLS spre huburi fără certificate de încredere
sl: Dovoli TLS povezave do vozlišč (hubov) brez zaupnega cerfitikata

source: Always display tray icon
bs: Uvijek prikazuj ikonu kod sata
cs: Vždy zobrazovat ikonu v oznamovací oblasti
el: Πάντα εμφάνιση εικονιδίου συστήματος
et: Alati näita salve ikooni
nb: Alltid vis ikonet i systemstatusfeltet
nl: Altijd icoon in systemtray tonen
pt: Mostrar sempre ícone na área de notificação
pt_br: Sempre exibir o ícone do tray
ro: Întotdeauna afișează pictograma în tray

source: Always open help file with this dialog
bs: Uvijek otvori datoteku ovim dijalogom
cs: Pri tomto nastaveni zakazdym spustit napovedu
el: Πάντα άνοιγμα της Βοήθειας με αυτό το παράθυρο διαλόγου
et: Alati ava abifail selle dialoogiga
lv: Vienmēr kopā ar šo dialogu atvērt palīdzības failu
nb: Åpne hjelpefilen hver gang denne dialogen åpnes
nl: Met dit dialoogvenster altijd hulpbestand openen
pt: Abrir sempre o ficheiro de ajuda
pt_br: Sempre abrir o arquivo de ajuda com este diálogo
ro: Întotdeauna deschide pagina de ajutor cu această fereastră
sl: Vedno odpri pomoč s tem dialogom

source: Another group with the name "%1%" already exists
bs: Već postoji grupa s imenom "%1%"
cs: Jiná skupina se jménem "%1%" již existuje
el: Υπάρχει ήδη μια ομάδα με το όνομα "%1%"
nl: Er bestaat al een groep met de naam "%1%"
pt: Já existe outro grupo com o nome "%1%"
pt_br: Um outro grupo com o nome "%1%" já existe

source: Any
bs: Bilo koji
cs: Jakykoliv
el: Οτιδήποτε
et: Kõik
lv: Jebkurš
nb: Enhver
nl: Alle
pt: Qualquer
pt_br: Qualquer
ro: Oricare
sl: Katerakoli

source: Appearance
bs: Izgled
cs: Vzhled
el: Εμφάνιση
et: Välimus
lv: Izskats
nb: Utseende
nl: Uiterlijk
pt: Aparência
pt_br: Aparência
ro: Aspect
sl: Videz

source: At least
bs: Najmanje
cs: Nejmin
el: Τουλάχιστον
et: Vähemalt
lv: Vismaz
nb: Minst
nl: Minstens
pt: No mínimo
pt_br: Pelo menos
ro: Cel puțin
sl: Najmanj

source: At most
bs: Najviše
cs: Nejvic
el: Το πολύ
et: Enim
lv: Ne vairāk
nb: Høyst
nl: Hoogstens
pt: No máximo
pt_br: No Máximo
ro: Cel mult
sl: Največ

source: Auto grant slot / Nick
bs: Automatsko dodjeljivanje slota / Nadimak
et: Lubada Automaatselt Slot / Nimi
lv: Automātiski piešķirt kanālu / Segvārds
ro: Autoalocare de slot / Poreclă
sl: Samodejno podari dodatno režo (slot) / Vzdevek

source: Auto priority settings
bs: Automatsko određivanje prioriteta
cs: Nastavení automatické priority
el: Ρυθμίσεις αυτόματης προτεραιότητας
et: Automaatprioriteedi seaded
nb: Auto prioritets innstillinger
nl: Automatische instellingen voor prioriteit
pt: Definições de prioridade automática
pt_br: Configurações da auto prioridade
ro: Setări de prioritate automată
sl: Nastavitve samodejnega zavračanja

source: Auto refresh time
bs: Vrijeme automatskog osvježavanja
cs: Cas obnovy filelistu
el: Ανανέωση κάθε:
et: Automaatvärskenduse aeg
lv: Atsvaidzes laiks
nb: Automatisk oppdateringsintervall
nl: Auto ververstijd
pt: Atualização automática
pt_br: Tempo para auto atualizar
ro: Timpul de auto-actualizare
sl: Časovni razmak pri avtomatskem osveževanju
