Repository: VSaliy/dcplusplus-code
Catalog: win32/po/*.po
Languages: bs, cs, el, et, lv, nb, nl, pt, pt_br, ro, sl

source: Unfinished file not found
bs: Nedovršena datoteka nije pronađena
el: Ημιτελές αρχείο δεν βρέθηκε
et: Lõpetamata faili ei leitud
nb: Uferdig fil ikke funnet
nl: Incompleet bestand niet gevonden
pt: Ficheiro inacabado não encontrado
pt_br: Arquivo inacabado não achado
ro: Fișier neterminat indisponibil

source: Unfinished file too small
bs: Nedovršena datoteka je premala
el: Ημιτελές αρχείο υπερβολικά μικρό
et: Lõpetamata fail on liiga väike
nb: Uferdig fil for liten
nl: Incompleet bestand te klein
pt: Ficheiro inacabado demasiado pequeno
pt_br: Arquivo inacabado muito pequeno
ro: Fișier neterminat prea mic

source: Unknown
bs: Nepoznato
cs: Neznamy
el: Άγνωστο
et: Tundmatu
lv: Nezināms
nb: Ukjent
nl: Onbekend
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
sl: Neznan

source: Unknown command: %1%
bs: Nepoznata naredba: %1%
cs: Neznámý příkaz: %1%
el: Άγνωστη εντολή: %1%
et: Tundmatu käsk: %1%
lv: Nezināma komanda: %1%
nb: Ukjent kommando: %1%
nl: Onbekende instructie: %1%
pt: Comando desconhecido: %1%
pt_br: Comando desconhecido: %1%
ro: Comandă necunoscută: %1%
sl: Neznani ukaz: %1%

source: Upload Slots
bs: Upload Slotovi
el: Θέσεις ανεβάσματος

source: Upload limit disabled
bs: Upload limit isključen
el: Το όριο ανεβάσματος είναι απενεργοποιημένο
nl: Uploadlimit uitgeschakeld
pt_br: Limite de upload desativado

source: Upload limit set to %d KiB/s
bs: Upload limit je podešen na %d KiB/s

source: Upload slots
bs: Slotovi za slanje
cs: Upload sloty
el: Θέσεις ανεβάσματος
et: Üleslaadimise pesad
lv: Augšupielādes kanāli
nb: Opplastingsslotter
pt: Slots para envio
pt_br: Slots de upload
ro: Sloturi de încărcare
sl: Reže(sloti) za oddajanja

source: Upload: %1%, Download: %2%
bs: Poslano: %1%, Skinuto: %2%
cs: Odesláno: %1%, Staženo: %2%
el: Ανέβασμα: %1%, Λήψη: %2%
et: Üles: %1%, Alla: %2%
lv: Augšuplādē: %1%, Lejuplādē: %2%
nb: Opplasting: %1%, Nedlasting: %2%
pt: Enviado: %1%, Transferido: %2%
ro: Încărcare: %1%, Descărcare: %2%
sl: Oddajanje: %1%, Odjemanje: %2%

source: Uploading %1%
bs: Šaljem %1%
cs: Odesílání %1%
el: Ανεβαίνει %1%
et: %1% üleslaadimine
nb: Laster opp %1%
nl: Bezig met uploaden van %1%
pt: A enviar %1%
pt_br: Enviando %1%
ro: Încărcare %1%
sl: Oddajam %1%

source: Uploads
bs: Slanja
cs: Odesilani
el: Ανεβασμένα
et: Üleslaadimised
lv: Augšupielādes
nb: Opplastinger
pt: Envios
ro: Încărcări
sl: Oddajanja

source: Use CTRL for line history
bs: Koristite CTRL za historiju
cs: Pouzivat klavesu CTRL pro radkovu historii (pomoci klavesy CTRL a pouzitim sipek si muzete prehlidnut historii toho co jste napsali do hlavniho chatu)
el: Χρήση CTRL για το ιστορικό σύνδεσης
lv: Lietot CTRL priekš līniju vēstures
nb: Bruk CTRL for linje historie
nl: Gebruik CTRL voor regelhistorie
pt: Utilize CTRL para ver o histórico
pt_br: Usar CTRL para o histórico em linha
ro: Folosește Ctrl pentru istoricul convorbirii
sl: Uporabi CTRL za vrstično zgodovino

source: Use Coral network for HTTP downloads (improves reliability)
bs: Koristi Coral mrežu za HTTP preuzimanja (poboljšava pouzdanost)
el: Χρήση του δικτύου Coral για HTTP λήψεις (βελτιώνει την αξιοπιστία)
et: Kasuta Coral võrku HTTP allalaadimiste jaoks (parandab usaldusväärsust)
nb: Bruk Coral nettverk for HTTP nedlasting (dette øker stabiliteten )
nl: Gebruik Coral-netwerk voor HTTP-downloads (verbetert betrouwbaarheid)
pt: Utilizar rede Coral para transferências HTTP (melhora a fiabilidade)
pt_br: Usar a rede Coral para os downloads em HTTP (melhora a confiabilidade)
ro: Folosește rețeaua Coral pentru download-uri HTTP (fiabilitate sporită)

source: Use OEM monospaced font for viewing text files
bs: Aktiviraj OEM monospaced za pokazivanje tekst fajlova
et: Teksifailide vaatamiseks kasutatakse OEM ühelaiust fonti
lv: Lietot OEM vienādplatuma fontu teksta failu apskatei
ro: Folosește font OEM monospațiat pentru afișarea fișierelor text
sl: Za branje besedilnih datotek uporabljaj črke enake širine

source: Use SOCKS5 server to resolve host names
bs: Koristi SOCKS5 server za dobavljanje imena hostova
cs: Pouzit server SOCKS5 pro vyreseni problemu hostitelskeho jmena
el: Χρήση εξυπηρετητή SOCKS5 για επίλυση host names
et: Hosti nimede lahendamisel kasutatakse SOCKS5-e
lv: Lietot SOCKS5 serveri lai atšķirtu hostnames
nb: Bruk SOCKS5-tjener for å løse vertsnavn
nl: Gebruik SOCKS5-server voor opzoeken van hostnames
pt: Utilizar servidor SOCKS5 para resolver nomes de alojamento
pt_br: Usar o SOCKS5 do servidor para decidir os nomes dos hosts
ro: Folosește SOCKS5 pt. aflarea serverelor-gazdă
sl: Za razreševanje imen gostiteljev uporabi SOCKS5 strežnik

source: Use TLS when remote client supports it
bs: Koristi TLS kada ga udaljeni klijent podržava
cs: Pouzivat TLS kdyz to klient podporuje
et: Kasuta TLS kui kaugklient toetab seda
nb: Bruk TLS når tilkoblet klient støtter det
ro: Folosește TLS cînd clientul opus îl suportă
sl: Uporabi TLS kadar to klient omogoča

source: Use UPnP to let DC++ configure my router
bs: Koristi UPnP da DC++ podesi moj ruter

source: Use extended menus with icons and titles
bs: Koristi proširene menije sa ikonama i naslovima
cs: Použít rozšířená menu s ikonami a popisy
el: Χρήση εκτεταμένων μενού με εικονίδια και τίτλους
et: Kasutatakse laiendatud menüüsid ikoonide ja pealkirjadega
nb: Bruk utvidede menyer med ikoner og tittler
nl: Gebruik uitgebreid menu met icoontjes en titels
pt_br: Usar menus extendidos com ícones e títulos
ro: Afișeayă meniuri extinse, cu imagini și titluri
sl: Uporabi razširjene menije z ikonami in naslovi

source: Use fast hashing method (disable if you have problems with hashing)
bs: Koristi brzi metod za hashovanje (onemogućiti ukoliko bude problema sa hashovanjem)
et: Kasutatakse kiiret hashimise meetodi (keela, kui esineb probleeme hashimisega)
ro: Folosește metoda indexării rapide (dezactivați dacă aveți probleme la indexare)

source: Use second set of bandwidth limits from
bs: Koristi sekundarne limite prenosa iz
nl: Gebruik tweede set bandbreedtelimieten van
pt_br: Usar limitação de banda secundária

source: Use system icons when browsing files (slows browsing down a bit)
bs: Koristi sistemske ikone kod pretrage datoteka (usporava)
cs: Pouzivat systemove ikony pri souborech (sez.souboru,fronta)-trochu to snizuje rychlost hledani
el: Χρήση εικονιδίων συστήματος κατά την εμφάνιση των αρχείων (καθυστερεί λίγο την περιήγηση)
et: Sirvimisel kasutatakse süsteemi ikoone (aeglustab natuke sirvimist)
lv: Lietot sistēmas ikonas failu apskatei (nedaudz samazina apskates ātrumu)
nb: Bruk system ikoner ved visning av filer (gjør navigering i filer noe treger)
nl: Systeemsymbolen voor bestanden gebruiken (langzamer)
pt: Utilizar ícones do sistema ao explorar os ficheiros (diminui um pouco a velocidade)
pt_br: Usar os ícones do sistema quando procurar arquivos (diminui um pouco a velocidade de navegação)
ro: Folosește pictogramele de sistem la explorarea fișierelor (încetinește puțin răsfoirea)
sl: Pri brskanju po datotekah uporabljaj sistemske ikone (malce upočasni brskanje)

source: User
bs: Korisnik
cs: Uzivatel
el: Χρήστης
et: Kasutaja
lv: Lietotājs
nb: Bruker
nl: Gebruiker
pt: Utilizador
pt_br: Usuário
ro: Utilizator
sl: Uporabnik

source: User Commands
bs: Korisničke naredbe
et: Kasutaja käsud
lv: Lietotāja Komandas
ro: Comenzi personalizate
sl: Uporabniški ukazi

source: User Description
bs: Opis korisnika
cs: Podrobnosti o uzivateli
el: Περιγραφή Χρήστη
et: Kasutaja Kirjeldus
lv: Lietotāja apraksts
nb: Brukerbeskrivelse
nl: Gebruikeromschrijving
pt: Descrição do utilizador
pt_br: Descrição do Usuário
ro: Descrierea Utilizatorului
sl: Uporabniški opis

source: User Menu
bs: Meni korisnika
el: Μενού Χρήστη
et: Kasutaja menüü
lv: Lietotāji
nb: Brukermeny
nl: Gebruikersmenu
pt: Menu do utilizador
pt_br: Menu do Usuário
ro: Meniu utilizator
sl: Uporabniški meni

source: User certificate not trusted
bs: Korisnički certifikat nije provjeren
cs: Ceritifikát uživatele není důvěryhodný
el: Μη έμπιστο πιστοποιητικό χρήστη
et: Kasutaja sertifikaat pole usaldusväärne
nb: Brukersertifikat ikke tiltrodd
nl: Gebruik niet goedgekeurde certificaten
pt: O certificado do utilizador não é fiável
pt_br: Certificado de usuário não confiável
ro: Certificatul nu este de încredere

source: User offline
bs: Korisnik je offline
cs: Uzivatel neni pripojen
el: Χρήστης Εκτός Σύνδεσης
et: Kasutaja On Väljas
lv: Lietotājs atslēdzies
nb: Bruker frakoblet
nl: Gebruikeroffline
pt: Utilizador desligado
pt_br: Usuário offline
ro: Utilizator neconectat
sl: Uporabnik odsoten

source: User went offline
bs: Korisnik je napustio hub
cs: Uzivatel se odpojil
el: Ο χρήστης τέθηκε εκτός σύνδεσης
et: Kasutaja Läks Välja
lv: Lietotājs atslēdzās
nb: Bruker koblet fra
nl: Gebruiker is offline gegaan
pt: O utilizador desligou-se
pt_br: O usuário desconectou
ro: Utilizatorul s-a deconectat
sl: Uporabnik se je odklopil

source: Users
bs: Korisnika
cs: Uzivatele
el: Χρήστες
et: Kasutajad
lv: Lietotāji
nb: Brukere
nl: Gebruikers
pt: Utilizadores
pt_br: Usuários
ro: Utilizatori
sl: Uporabnikov

source: Users: %1%
bs: Korisnici: %1%
cs: Uživatelé: %1%
el: Χρήστες: %1%
et: Kasutajad: %1%
nb: Brukere: %1%
nl: Gebruikers: %1%
pt: Utilizadores: %1%
pt_br: Usuários: %1%
ro: Utilizatori: %1%
sl: Uporabnikov: %1%

source: View status messages in main chat
bs: Pregledaj sistemske poruke u glavnom prozoru za dopisivanje
cs: Zobrazovat stavove zpravy v chatu
et: Staatuse sõnumeid näidatakse peaevstluses
lv: Skatīt statusa ziņojumus galvenajā čatā
nb: Vis status-meldinger i hovedchat
pt_br: Visualizar as mensagens de status no chat principal
ro: Afișează mesajele de stare în chat-ul principal
sl: Sistemska sporočila prikaži v glavnem oknu klepeta

source: Virtual name
bs: Virtualno ime
cs: Virtualni nazev
el: Εικονικό όνομα
et: Virtuaalne nimi
lv: Virtuālais vārds
nb: Virtuelt navn
nl: Virtuele naam
pt: Nome virtual
pt_br: Nome virtual
ro: Numele virtual al directorului
sl: Navidezno ime

source: Waiting (%1% of %2% users online)
bs: Čekam (%1% od %2% korisnika je na vezi)
cs: Čekám (%1% z %2% uživatelů připojeno)
el: Σε αναμονή (%1% από %2% χρήστες σε σύνδεση)
et: Ootan (%1% aktiivset kasutajat %2%-st)
nb: Venter (%1% of %2% Brukere tilkoblet)
nl: Wachten (%1% van %2% gebruiker online)
pt: Em espera (%1% de %2% utilizadores ligados)
pt_br: Esperando (%1% de %2% usuários online)
ro: În așteptare (%1% din %2% utilizatori conectați)
sl: Čakam (%1% od %2% uporabnikov priključenih)

source: Waiting (User online)
bs: Čekam (Korisnik je na vezi)
cs: Cekam (uzivatel je pripojen)
el: Σε Αναμονή (Χρήστης σε σύνδεση)
et: Ootan (Kasutaja aktiivne)
lv: Gaida (Lietotājs pieslēdzies)
nb: Venter (Bruker tilkoblet)
nl: Wachten (Gebruiker online)
pt: Em espera (utilizador ligado)
pt_br: Aguardando (usuário online)
ro: În așteptare (Utilizator conectat)
sl: Čakam (Uporabnik priključen)

source: Waiting Users
bs: Čekam korisnike
et: Ootan kasutajaid
lv: Gaidošie lietotāji
ro: Utilizatorii în așteptare
sl: Čakam uporabnike

source: Waiting for slot
bs: Čekam slot
cs: Čekám na slot
el: Αναμονή για θέση(slot)
et: Pesa ootamine
nb: Venter på slott
pt: À espera de slot
pt_br: Esperando por um slot
ro: În așteptare pentru slot
sl: Čakam na režo

source: Waiting to retry
bs: Čekam da pokušam ponovo
cs: Čekám na další pokus
el: Αναμονή για νέα προσπάθεια
et: Uuestiproovimise viivitus
nb: Venter for å prøve på nytt
nl: Aan het wachten voor nieuwe poging
pt: À espera para tentar
pt_br: Esperando para tentar de novo
ro: În așteptare pentru reîncercare
sl: Čakam na ponovni poskus

source: What's This?
bs: Šta je ovo?
cs: Co je toto?
el: Τι είναι αυτό;
et: Mis see on?
lv: Kas tas ir?
nb: Hva er dette?
nl: Wat is dit?
pt: O que é isto?
pt_br: O Que é Isto?
ro: Ce înseamnă aceasta?
sl: Kaj je to?

source: When a private message window is opened
bs: Kada su otvorene privatne poruke
et: Kui privaatsõnumi aken avatakse
lv: Kad privāto ziņu logs ir atvērts
ro: Când o fereastră de mesaj privat se deschide
sl: Ko je okno zasebnega sporočila odprto

source: Window options
bs: Opcije prozora
cs: Nastaveni oken
el: Επιλογές παραθύρου
et: Akna sätted
lv: Logu iestatījumi
nb: Vindusvalg
nl: Vensteropties
pt: Opções de janelas
pt_br: Opções das janelas
ro: Opțiuni pentru Ferestre
sl: Možnosti oken

source: Windows
bs: Prozori
cs: Okna
el: Παράθυρα
et: Aknad
lv: Logi
nb: Vinduer
nl: Vensters
pt: Janelas
pt_br: Janelas
ro: Ferestre
sl: Okna

source: Write buffer size
bs: Veličina buffera za pisanje
cs: Ukl. sub. po stah.
el: Εγγραφή μεγέθους μνήμης προσωρινής αποθήκευσης
et: Kirjutamise puhvri suurus
lv: Ieraksta buferis
nb: Skrive-bufferstørrelse
nl: Grootte schrijfbuffer
pt: tamanho da memória
pt_br: Tamanho do buffer de escrita
ro: Dimensiunea tamponului de scriere
sl: Velikost zapisovalnega medpomnilnika

source: Yes
bs: Da
cs: Ano
el: Ναι
et: Jah
lv: Jā
nb: Ja
nl: Ja
pt: Sim
pt_br: Sim
ro: Da
sl: Da

source: You must enter a name
bs: Morate upisati ime
el: Πρέπει να εισάγεται ένα όνομα
et: Sa pead sisetama nime
nb: Du må skrive inn et navn
nl: U moet een naam invoeren
pt: Deve indicar um nome
pt_br: Você deve digitar um nome

source: Your nick was already taken, please change to something else!
bs: Tvoj nadimak je zauzet, molimo promijenite ga!
cs: Vase jmeno se uz pouziva, zvolte si prosim jine!
el: Το ψευδώνυμο σας είναι κατειλημμένο, αλλάξτε το παρακαλώ!
et: Teie hüünimi oli juba kasutusel, palun muutke see ära!
lv: Jūsu segvārds jau ir aizņemts, lūdzu nomainiet uz citu!
nb: Ditt kallenavn er allerede i bruk, vennligst velg noe annet!
nl: Nickname bestaat reeds, gebruik een andere..!
pt: O nome já está a ser utilizado. Por favor, escolha outro!
pt_br: Seu apelido já foi tomado, por favor mude para algo mais!
ro: Porecla dvs. e deja folosită, vă rugăm să o schimbați!
sl: Tvoj vzdevek je že v uporabi, prosim izberi drugega!

source: and
bs: i
el: και
et: ja
nb: og
nl: en
pt: e
pt_br: e

source: file list
bs: lista datoteka
cs: seznam souborů
el: λίστα αρχείων
et: faili nimekiri
nb: filliste
nl: bestandslijst
pt: lista de ficheiros
pt_br: lista de arquivos
ro: listă de fișiere
sl: seznam datotek

source: lines
bs: linije
el: γραμμές
et: joon
nb: linjer
nl: regels
pt: linhas
pt_br: linhas

source: to
bs: do
el: έως
et: kuni
nb: til
nl: naar
pt: para
pt_br: para

source: &Defaults
cs: &Výchozí
el: &Προκαθορισμένα
et: &Vaikeväärtused
nl: &Standaardwaarden
pt: &Omissões

source: &Notepad Ctrl+N
cs: &Poznámkový blok Ctrl+N
el: &Σημειωματάριο Ctrl+N
et: &Märkmik Ctrl+N
nb: &Notisblokk Ctrl+N
nl: &Kladblok Ctrl+N
pt: Bloco de &notas Ctrl+N
pt_br: &Bloco de Notas Ctrl+N
sl: &Beležnica Ctrl+N

source: &Paste Ctrl+V
cs: &Vložit Ctrl+V
et: &Kleebi Ctrl+V
nb: &Lim inn Ctrl+V
nl: &Plakken Ctrl+V
pt: C&olar Ctrl+V
pt_br: &Colar Ctrl+V

source: Chat
el: Συνομιλία
et: Vestlus
lv: Čats
sl: Klepet

source: D: %1%
et: A: %1%
nb: N: %1%

source: D: %1%/s (%2%)
el: D: %1%/δευτ. (%2%)
et: A: %1%/s (%2%)
nb: N: %1%/s (%2%)

source: D: %1%/s (%2%) U: %3%/s (%4%)
el: D: %1%/δευτ. (%2%) U: %3%/δευτ. (%4%)
et: A: %1%/s (%2%) Ü: %3%/s (%4%)
nb: N: %1%/s (%2%) O: %3%/s (%4%)

source: Do you really want to delete this search type?
et: Kas sa tõesti soovid kustutada see otsingu tüüp?
nb: Vil du virkelig slette denne søketypen?
nl: Weet u zeker dat u dit zoektype wilt verwijderen?
pt_br: Você realmente gostaria de apagar este tipo de pesquisa?

source: E-Mail
el: Ηλ.διεύθυνση(E-mail)
et: E-post
lv: E-pasts
nb: E-post
pt: Endereço eletrónico
sl: E-pošta

source: Elapsed
et: Kulunud
nb: Medgått
nl: Verstreken
pt: Decorrido
pt_br: Decorrido

source: Extension
et: Laiend
nl: Extensie
pt: Extensão
pt_br: Extensão

source: Extensions
et: Laiendid
nl: Extensies
pt: Extensões
pt_br: Extensões

source: File List
cs: Seznam souborů
et: Faililoend
nb: Filliste
nl: Bestandslijst
pt: Lista de ficheiros
pt_br: Lista de Arquivos

source: M&odify
et: &Muuda
nb: &Endre
nl: W&ijzigen
pt: M&odificar

source: Name of the new search type
et: Nimi uue otsingu tüübile
nl: Naam van het nieuwe zoektype
pt: Nome do novo tipo de pesquisa

source: New name
et: Uus nimi
nb: Nytt navn
nl: Nieuwe naam
pt: Novo nome
pt_br: Novo nome

source: New search type
et: Uus otsingu tüüp
nl: Nieuw zoektype
pt: Novo tipo de pesquisa
pt_br: Novo tipo de pesquisa

source: Predefined
et: Eelseadistatud
nl: Voorgedefinieerd
pt: Pré-definido

source: Search Types
et: Otsingu tüübid

source: Search type
et: Otsingu tüüp
nb: Søketype
nl: Zoektype

source: Search types
et: Otsingu tüübid
nl: Zoektypes

source: Select &All Ctrl+A
et: Märgi &kõik Ctrl+A
nl: &Alles selecteren Ctrl+A
pt_br: Selecionar &Todos Ctrl+A

source: Tag
el: Ετικέτα
et: Silt
lv: Birka
nb: Etikett
nl: Label
ro: Etichetă
sl: Oznaka

source: Value
et: Väärtus
nb: Verdi
nl: Waarde
pt: Valor

source: %1% results
cs: %1% výsledků
nl: %1% resultaten
pt: %1% resultados
pt_br: %1% resultados

source: %1% users
cs: %1% uživatelé
nl: %1% gebruikers
pt: %1% utilizadores
pt_br: %1% usuários

source: &Delete Del
cs: &Odstranit Del
nl: Verwij&deren Del
pt: &Apagar Del
pt_br: &Deletar Del

source: &Move to group
cs: &Přesunout do skupiny
nl: &Verplaats naar groep
pt: &Mover para o grupo

source: &Undo Ctrl+Z
cs: &Výjmout Ctrl+Z
nb: &Angre Ctrl+Z
nl: &Ongedaan maken Ctrl+Z
pt: Desfa&zer Ctrl+Z
pt_br: &Desfazer Ctrl+Z

source: Back
cs: Zpět
nl: Terug
pt: Voltar
pt_br: Anterior

source: Browser theme
cs: Procházet Témata
nl: Browserthema
pt: Navegador de temas
pt_br: Tema do Navegador

source: Button style
cs: Styl tlačítka
nl: Knopstijl
pt: Estilo dos botões
pt_br: Estilo do botão

source: Close
cs: Zavřít
nl: Sluiten
pt: Fechar
pt_br: Fechar

source: Close all hubs
cs: Zavřít všechny huby
nl: Sluit alle hubs
pt: Fechar todos os hubs

source: Community news
nl: Gemeenschapsnieuws
pt: Novidades da comunidade
pt_br: Notícias da comunidade

source: Cu&t Ctrl+X
cs: Vyjmou&t Ctrl+X
nb: Klipp u&t Ctrl-X
nl: K&nippen Ctrl+X
pt: Cor&tar Ctrl+X
pt_br: Recor&tar Ctrl+X

source: Default group
cs: Implicitní skupina
nl: Standaardgroep
pt_br: Grupo padrão

source: Default theme
cs: Výchozí motiv
nl: Standaard thema
pt: Tema padrão
pt_br: Tema padrão

source: Detect now
cs: Detekovat teď
nl: Nu detecteren
pt: Detetar agora
pt_br: Detectar agora

source: Detection log
cs: Detekovaci log
nl: Detectielogboek
pt: Registo de deteção
pt_br: Detecção de log

source: Discussion forum
cs: Diskuzní forum
nl: Discussieforum
pt: Fórum de debates
pt_br: Fórum de discussão

source: E&xit Alt+F4
cs: U&končit Alt+F4
el: Έ&ξοδος Alt+F4
nl: Af&sluiten Alt+F4
pt: &Sair Alt+F4
pt_br: &Sair Alt+F4

source: E-mail
nl: E-mailadres
pt: Endereço eletrónico

source: Example hub tab
nl: Voorbeeld hub tabblad
pt: Exemplo do separador de hub

source: Extension edition
cs: Editace přípon
nl: Extensie-editie
pt: Edição da extensão
pt_br: Edição de extensão

source: Extensions for the %1% search type
nl: Extensies voor het %1% zoektype
pt: Extensões para o tipo de pesquisa %1%

source: Forward
nl: Volgende
pt: Reencaminhar

source: Help center
nl: Helpcentrum
pt: Centro de ajuda
pt_br: Centro de ajuda

source: Hidden user
nl: Verborgen gebruiker
pt: Utilizador oculto
pt_br: Usuário oculto

source: Highlighted tab
nl: Uitgelicht tabblad
pt: Separador realçado

source: Homepage
cs: Domovská stránka
nl: Website
pt: Página inicial
pt_br: Página inicial

source: In away mode
nl: In afwezigheidsmodus
pt: No modo ausente

source: Invalid extension: %1%
nl: Ongeldige extensie: %1%
pt: Extensão inválida: %1%

source: Item edition
nl: Itemeditie
pt: Edição de item

source: Key Search:
nl: Zoek naar key:
pt: Chave de pesquisa:

source: Let DC++ draw tabs
nl: Laat DC++ tabbladen tekenen
pt: Deixar o DC++ exibir os separadores

source: List configuration
nl: Lijstconfiguratie
pt: Configuração da lista
pt_br: Lista de configuração

source: Note; Custom search types will only be applied to ADC hubs!
nl: Let op: aangepaste zoektypes zijn alleen van toepassing op ADC hubs!

source: Port
el: Θύρα
lv: Ports
nl: Poort
pt: Porta
pt_br: Porta
sl: Vrata

source: Preview
nl: Voorbeeld
pt: Antevisão

source: Proxy settings for outgoing connections
nl: Poxy-instellingen voor uitgaande verbindingen

source: Refresh file list
nl: Bestandslijst verversen
pt: Atualizar lista de ficheiros

source: Regular Expression
nl: Reguliere expressie
pt_br: Expressão Regular

source: Rename a search type
nl: Zoektype hernoemen

source: Selected tab
nl: Geselecteerd tabblad

source: Settings save interval
nl: Interval voor opslaan instellingen

source: Status: Available - Double-click to switch to Away
nl: Status: Beschikbaar - dubbelklik voor afwezig

source: Status: Away - Double-click to switch to Available
nl: Status: Afwezig - dubbelklik voor beschikbaar

source: Tab style
nl: Tabbladstijl
pt: Estilo dos separadores

source: Tab width
nl: Tabbladbreedte
pt: Largura dos separadores

source: This will delete all defined search types and restore the default ones. Do you want to continue?
nl: Hiermee worden alle ingestelde zoektypes verwijderd en de standaard zoektypes hersteld. Weet u zeker dat u verder wilt gaan?

source: Unable to open %1% port. Searching or file transfers will not work correctly until you change settings or turn off any application that might be using that port.
nl: Niet in staat om %1% poort te openen. Zoeken of bestandsoverdrachten zullen niet goed werken totdat u de instellingen verandert of totdat alle toepassingen zijn afgesloten die mogelijk die poort gebruiken.

source: Up one level
nl: Één niveau omhoog
pt: Subir um nível

source: Use standard Windows tabs
nl: Gebruik standaard Windows-tabbladen
pt: Utilizar separadores do Windows

source: Warning: fraudulent hub list detected! The current hub list (%1%) has been blacklisted by DC++ for the following reason: %2% It is strongly recommended that you do not connect to any of the hubs listed here and that you remove this hub list from your collection by using the "Configure" button below.
nl: Waarschuwing: frauduleuze hublijst gevonden! De huidige hublijst (%1%) is door DC++ op een zwarte lijst gezet vanwege de volgende reden: %2% Het is ten zeerste aanbevolen dat u geen verbinding maakt met een hub van de bovenstaande lijst en dat u deze hublijst van uw verzameling verwijdert. Gebruik hiervoor de knop 'Configureren'.

source: Yet another tab
nl: Een ander tabblad

source: minutes
nl: minuten
pt: minutos

source: %1% items
cs: %1% položek
pt: %1% itens
pt_br: %1% itens

source: GiB
el: Gb
pt: GB

source: Hub operator
pt: Operador do hub

source: KiB
el: Kb
pt: KB

source: KiB/s
el: Kb/δευτ.
pt: KB/s

source: Links
pt: Ligações

source: MiB
el: Mb
pt: MB

source: MiB/s
el: Mb/δευτ.
pt: MB/s

source: MiBits/s
el: MBits/δευτ.
pt: MBits/s
ro: MiBiți/s

source: Server
el: Διακομιστής
lv: Serveris
nb: Tjener
pt: Servidor
pt_br: Servidor
sl: Strežnik

source: TiB
el: Tb
pt: TB

source: Bot
pt_br: Robô

source: %1%/s
el: %1%/δευτ

source: B/s
el: B/δευτ

source: Hub
el: Κυψέλη
lv: Centrmezgls
nb: Hubb
sl: Vozlišče (hub)

source: IP
el: Διεύθυνση IP

source: TTH
el: ΤΤΗ

source: s
el: δευτ.

source: %1% / %2% item
cs: %1% / %2% položka

source: %1% hubs
cs: %1% hubů

source: &Favorite Hubs Ctrl+H
cs: &Oblíbené Huby Ctrl+H

source: &Find... Ctrl+F
cs: &Hledat... Ctrl+F

source: &Users Ctrl+U
cs: &Uživatelé Ctrl+U

source: Add a rule
cs: Přidat pravidlo

source: Always show chat messages
cs: Pořád zobrazovat chat zpravý

source: Application
cs: Aplikace

source: Application version
cs: Verze Aplikace

source: Auto grant slot
cs: Automatické dání slotu

source: Automatic connectivity setup
cs: Automatické nastavení připojení

source: Automatic connectivity setup is currently disabled
cs: Automatické nastavení připojení je mometalně vypnuté

source: Away
cs: Nepřítomen

source: Away message (empty = no away message)
cs: Zpravá nepřítomnosti ( prazdné = žadná)

source: Away mode
cs: Mód nepřitomnosti

source: Balloon popup example
cs: Příklad Bublínoých popup
